[
  {
    "id": 1,
    "name": "Kintamani: Bali's Scenic Gem",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/bali-nusa-tenggara/Kintamani.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/kintamani",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/kintamaniH.jpg",
    "content": "<h1>A Refreshing Hot Drink at Kintamani</h1><p class=\"fs-6 border-top fw-light\">\n<p><span>A young mother sits casually, grinding coffee beans using the traditional tools and methods. In the center of the room, coffee beans roast in a large clay pan. A mouth-watering aroma fills the air in every corner of the room and beyond, bursting through windows and doors into the plantations that surround it. This quaint little coffee house is found in the midst of a miniature coffee field along the main road to the mountainous town of </span><b><span>Kintamani </span></b><span>disctrict in </span><b><span>Bali</span></b><span>.</span></p>\n<p><span>Visiting Kintamani has long been part of the usual itinerary for both domestic and international tourists to Bali. Step away from the bustling hubbub of </span><b><span>Kuta, Legian, Seminyak </span></b><span>and </span><b><span>Petitenget</span></b><span> for a calmer atmosphere, cool mountain climate and scenic surroundings. </span><br/>\n</p>\n<p><span>Getting to the volcanic </span><b><span>Mount Batur</span></b><span>, one of the primary points of interest in Kintamani, takes about 3 hours from the more touristic central areas of Bali. Therefore, it’s best to plan your trip with other places to visit along the way.</span><br/>\n</p>\n<p><span>The Bangli region, which houses the Kintamani district, is home to several interesting points to chart into your trip. The village of </span><b><span>Penglipuran </span></b><span>is set along a hilly countryside; a delightful, well-kept village composed of wide, brick roads, lined with rows of charming, antique houses with neatly manicured gardens in between. The village is a traditional one, which remains true to the traditional methods of bamboo architecture. In this bamboo town, almost everything around you is made from the abundant plant; kitchens, majestic gates and doorways, furniture, roofs and gates. Many of the styles and creations, such as the bamboo roof shingles, are unique to the little town and not found anywhere else. Visitors to Penglipuran are usually treated to a taste of the famous </span><b><span>Bali Coffee.</span></b></p>\n<p><span>Speaking of coffee, there is more to be seen and tasted along the way to Kintamani. Stop by </span><b><i><span>Okyna Kopi &amp; Rempah-Rempah</span></i></b><i><span> (Okyna Coffee and Spices), </span></i><span>located along the main road to Kintamani. A spacious parking field surrounds the coffee house, large enough to accommodate several tour buses, cars and motorbikes. </span></p>\n<p><b><span> </span></b></p>\n</p>"
  }
]
