[
    {
        "id": 1,
        "name": "Kintamani: Bali's Scenic Gem",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/bali-nusa-tenggara/Kintamani.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/kintamani",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/kintamaniH.jpg",
        "content": "<h1>A Refreshing Hot Drink at Kintamani</h1><p class=\"fs-6 border-top fw-light\">\n<p><span>A young mother sits casually, grinding coffee beans using the traditional tools and methods. In the center of the room, coffee beans roast in a large clay pan. A mouth-watering aroma fills the air in every corner of the room and beyond, bursting through windows and doors into the plantations that surround it. This quaint little coffee house is found in the midst of a miniature coffee field along the main road to the mountainous town of </span><b><span>Kintamani </span></b><span>disctrict in </span><b><span>Bali</span></b><span>.</span></p>\n<p><span>Visiting Kintamani has long been part of the usual itinerary for both domestic and international tourists to Bali. Step away from the bustling hubbub of </span><b><span>Kuta, Legian, Seminyak </span></b><span>and </span><b><span>Petitenget</span></b><span> for a calmer atmosphere, cool mountain climate and scenic surroundings. </span><br/>\n</p>\n<p><span>Getting to the volcanic </span><b><span>Mount Batur</span></b><span>, one of the primary points of interest in Kintamani, takes about 3 hours from the more touristic central areas of Bali. Therefore, it’s best to plan your trip with other places to visit along the way.</span><br/>\n</p>\n<p><span>The Bangli region, which houses the Kintamani district, is home to several interesting points to chart into your trip. The village of </span><b><span>Penglipuran </span></b><span>is set along a hilly countryside; a delightful, well-kept village composed of wide, brick roads, lined with rows of charming, antique houses with neatly manicured gardens in between. The village is a traditional one, which remains true to the traditional methods of bamboo architecture. In this bamboo town, almost everything around you is made from the abundant plant; kitchens, majestic gates and doorways, furniture, roofs and gates. Many of the styles and creations, such as the bamboo roof shingles, are unique to the little town and not found anywhere else. Visitors to Penglipuran are usually treated to a taste of the famous </span><b><span>Bali Coffee.</span></b></p>\n<p><span>Speaking of coffee, there is more to be seen and tasted along the way to Kintamani. Stop by </span><b><i><span>Okyna Kopi &amp; Rempah-Rempah</span></i></b><i><span> (Okyna Coffee and Spices), </span></i><span>located along the main road to Kintamani. A spacious parking field surrounds the coffee house, large enough to accommodate several tour buses, cars and motorbikes. </span></p>\n<p><b><span> </span></b></p>\n</p>"
    },
    {
        "id": 2,
        "name": "Bali",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/destinations-thumbnail/Bali-Thumbnail.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/bali",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/baliH.jpg",
        "content": "<h1>Bali Indonesia</h1><p>Land of the Gods</p><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p>Also known as the Land of the Gods, <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/trip-ideas/24-hours-guide-for-first-timer-in-bali.html\" target=\"Target\">Bali</a> appeals through its sheer natural beauty of looming volcanoes and lush terraced rice fields that exude peace and serenity. It is also famous for surfers’ paradise! Bali enchants with its <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/ubud/kecak-dance.html\" target=\"Target\">dramatic dances</a> and colorful ceremonies, its arts, and <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/trip-ideas/5-amazing-things-in-bali-to-indulge-your-senses.html\" target=\"Target\">crafts</a>, to its luxurious beach resorts and exciting nightlife. And everywhere, you will find intricately carved temples.</p>\n<div> </div>\n<h2><b>The Handcrafts of the Gods</b></h2>\n<p>There are thousands of gift shops in Bali. From <a href=\"http://www.indonesia.travel/content/indtravelrevamp/de/en/destinations/bali-nusa-tenggara/denpasar.html\" target=\"_self\">Denpasar</a> to <a href=\"http://www.indonesia.travel/content/indtravelrevamp/de/en/destinations/bali-nusa-tenggara/ubud.html\" target=\"_self\">Ubud</a>, you'll find many things you'd like to bring back home. Balinese signature souvenir range from delicious snacks and beverages, to the exquisite handcrafted goods like <i>Tenun</i> Bali.<br/>\n<br/>\r\nIf you are thinking of bringing home souvenirs, your best bet is the souvenir market at Sukowati, where you may be overwhelmed by choice.<br/>\r\nMost of the starred hotels are located near the beach. Some even have their own private spots at certain beaches, where you can splurge on exclusive privilege. You can find them easily at popular spots like <a href=\"http://www.indonesia.travel/content/indtravelrevamp/de/en/destinations/bali-nusa-tenggara/kuta.html\" target=\"_self\">Kuta</a>, <a href=\"http://www.indonesia.travel/content/indtravelrevamp/de/en/destinations/bali-nusa-tenggara/sanur.html\" target=\"_self\">Sanur</a>, and <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/seminyak/seminyak.html\" target=\"Target\">Seminyak</a>.<br/>\n</p>\n<p><img alt=\"Land of the Gods\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/bali/bali/Image3.jpg\"/></p>\n<p><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/kuta.html\" target=\"Target\">Kuta</a> has a large variety of boutiques and shops, selling everything from bright T-shirts, surf-wear, flip-flops to creative trinkets. If you wish to buy dried foodstuffs, Bali coffee is the most aromatic one. You may also want to buy aromatherapy essential oils to sprinkle your bath with.</p>\n<h2><b>Savor the Atmosphere</b></h2>\n<p>As Bali is located 8 degrees south of the equator, you will find the climate to be the typical tropical, warm and humid all year round with two main distinctive seasons: Dry Season and Rainy Season. Some of the areas around Bali's central mountains (volcanoes) have several peaks over 3,000 meters above sea levels. Up here the temperatures are considerably cooler, and there is much more rainfall than in the coastal areas.<br/>\n<br/>\r\nBali’s white beaches are certainly a favorite destination for family holidays. There are a variety of watersports available, such as banana boats, parasailing or jet skiing, go swimming or you may just linger and enjoy good sunbathing by the sea.<br/>\n<br/>\r\nKuta is one of the most well-known beaches in Bali. Along with this stretch are an array of hotels, restaurants, shops, and cafes. In the evenings the area throbs to the beat of disco music.<br/>\r\nFor a quieter evening enjoy the beach at Jimbaran, a popular spot to eat fresh barbecued seafood. Seminyak is home to five-stars International hotels and luxurious accommodation studded with fancy dining spots. Sanur Beach also dotted with hotels and restaurants. You can also visit Nusa Dua, where more private beaches front super deluxe hotels.</p>\n<h2><b>Consume your Vitamin Sea</b></h2>\n<p>Surfers love the waves at Nusa Lembongan near Nusa Penida. These islands are a 45 minutes boat trip from <a href=\"http://www.indonesia.travel/content/indtravelrevamp/de/en/destinations/bali-nusa-tenggara/nusa-dua.html\" target=\"_self\">Nusa Dua</a> or from Sanur.<br/>\r\nAt Nusa Penida’s south western coast are the Manta Point and the Malibu point where divers can swim with Travally, big rays, and even sharks. Kelingking Beach, Atuh beach and Broken beach among the most famous spots of Nusa Penida.<br/>\n<br/>\r\nThe best dive spots can be located at Menjangan island, with its reef flat, anchor wreck, eel garden and caves to explore. Located in the western part of Bali, you can enjoy the rare sight of deer swimming near the beach. Pemutaran is also famous for its diving activities renowned for reef conservation.<br/>\r\nTry exploring or trekking the West Bali National Park, where you may get up close and personal with Bali’s rich flora and fauna, such as Jalak Bali or the Bali Starling.<br/>\n<br/>\r\nBali offers first-class adrenaline-pumping white water rafting down the spectacular Ayung River by Ubud. If you enjoy cycling, Ubud and its surrounding is a wonderful town to bike around. There are also good cycling paths at Uluwatu in the south.<br/>\n</p>\n<p><img alt=\"Land of the Gods\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/bali/bali/Image2.jpg\"/><br/>\n</p>\n<h2><b>Pump your <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/trip-ideas/bali-s-adrenaline-pumping-water-sports.html\" target=\"Target\">Adrenaline</a></b></h2>\n<p>Mountain climbers may want to climb up Gunung Agung. Begin your ascend from behind the temple or through the village of Sebudi. However, make sure to ask permission first from the temple authorities, as the Balinese religion prescribes that no one may stand higher than the sacred temple especially when ceremonies are being held.<br/>\r\nAnother mountain for your adventurous hike is the beautiful Mount Batur, that overlooks the serene Lake Batur in Kintamani.<br/>\n<a href=\"http://www.indonesia.travel/gb/en/destinations/bali-nusa-tenggara/ubud/kecak-dance\"><br/>\r\n The Kecak dance</a> is staged most dramatically in the open-air settings on a cliff, by <a href=\"http://www.indonesia.travel/gb/en/destinations/bali-nusa-tenggara/uluwatu\">Uluwatu temple</a>. Experience the unforgettable moments where the sun slowly lowering in the sea over the horizon beyond this beautiful temple serenade with Balinese most iconic art performance. The Kecak dance tells the story of Ramayana wherein prince Rama’s wife, Sita, is abducted by the ogre Rahwana.</p>\n<p><img alt=\"Land of the Gods\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/bali/bali/Image1.jpg\"/><br/>\n</p>\n<h2><b>Feast your Eyes and Soul</b></h2>\n<p>After exploring hours are done for the day, you can surrender in total relaxation and experience the best of <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/trip-ideas/bali-s-great-spa-and-wellness-retreats-you-must-visit-right-away.html\" target=\"Target\">Balinese spa</a>, located all over Bali. Balinese spa products are made with fine quality local ingredients and are perfect for you to also bring home as a souvenir!</p>\n<h2><b>Get Around</b></h2>\n<p>There are many modes of transport to help you get around in Bali. A variety of excellent half day, full day and overnight tour packages are available from your hotel desk or any of the numerous travel agents and tour operators which abound in Bali. You can also find a car and driver who will also be your guide. Tell the driver your desired route and negotiate a fee.</p>\n<p>An important virtue to have while on the road in Bali is patience! Although the road system in the heavily populated areas is quite reasonable (condition wise), it can also be heavily congested at peak periods. Ceremonial processions often take up the entire road so if you're caught behind a procession, enjoy the colorful experience.</p>\n<h2><b>Get Here</b></h2>\n<p><b>By Air</b></p>\n<p>The gateway to enter Bali by a flight route is through the Ngurah Rai International Airport. International and national flights are available around the clock, to take the visitor to the Island of The Gods.<br/>\n<br/>\r\nThe airport is scheduled to close once a year during the Balinese Nyepi ceremony, for 24 hours. At Nyepi, every corner of Bali is performing the sacred rituals which made the island ceased any activities outside of these rituals for one whole day.<br/>\n</p>\n<p><b>Overland</b><br/>\n<br/>\r\nPublic transport to Bali is available through travel companies and busses. If you opt to experience a road trip, be sure that you are equipped and ready for the long hours.<br/>\n<br/>\r\nFrom the capital of Jakarta, an overland road trip to Bali can range from 30 hours to a few days. All depending on whether or not you want to stop by and enjoy the cities that you are going to pass through.<br/>\n</p>\n<p><b>By Sea</b><br/>\n<br/>\r\nBali is accessible by ferry ride from an island of Lombok in West Nusa Tenggara. In Lombok, you can explore the beauty of Mount Rinjani and pristine beaches on the Gili islands.<br/>\r\nFrom Java Island, you can get to Bali by taking a ferry from Banyuwangi. The city with the slogan of The Sunrise of Java is where you can embark to experience the adventurous path to Ijen Crater and its mesmerizing Blue Fire.</p>\n<p> </p>\n<p>As the Indonesian government reopens the island for domestic and international travelers, do also check out the <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/news/latest-travel-regulations-to-enter-bali.html\" target=\"Target\">latest information related to the reopening of Bali.</a><br/>\n</p>\n</p>"
    },
    {
        "id": 3,
        "name": "Sanur",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/bali/sanur/thumb-sanur.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/sanur",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/bali/sanur/header-sanur.jpg",
        "content": "<h1>Sanur</h1><p>A Legendary Balinese Coastline</p><p class=\"fs-6 border-top fw-light\">\n<p>The waters of Sanur are protected by a long string of offshore reefs, creating large, warm shallow, safe lagoons that are perfectly clear and excellent for swimming, snorkeling and a whole array of water sports. Surfers will be pleased to know that the reefs around Sanur produce some of the best waves in the world in the right conditions although they can be very shallow at low tide. But there are more consistent waves beyond the reefs good for surfing.</p>\n<p><img alt=\"A Balinese Indonesian Village\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/sanurbeach_1.jpg\"/></p>\n<p> </p>\n<p>Sanur is also the launching pad for visitors who want to dive and explore the splendors of the nearby island of Nusa Lembongan. Nusa Lembongan is approximately 8 square km in size, and is one of three neighbouring islands, the others being much the larger Nusa Penida and tiny Nusa Ceningan.</p>\n<p>Many areas around the island are good for diving and snorkeling, with abundant marine life and healthy corals. Surfing can get a bit crowded, but the waves are good. There are several white sand beaches away from the main centers which are virtually never crowded.</p>\n<p>As a place where tourism first flourished in <a href=\"https://www.indonesia.travel/gb/en/destinations/bali-nusa-tenggara/bali\">Bali</a>, Sanur has some of Balis’ historic hotels. There are a lot of restaurants and cafes along the coastline. For budget meals you may want to try the Pasar Malam (Night Market) at the northern end of Jalan Danau Tamblingan where it meets Jalan Pungutan.</p>\n<p><img alt=\"A Balinese Indonesian Village\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/sanurbeach_2.jpg\"/></p>\n<p> </p>\n<p>Sanur's splendid paved beachfront cycle-path stretches some 5 km from Jalan Mertasari area in south Sanur, north to the main beach at Jalan Hangtuah. This makes for a lovely scenic bike ride, especially in the early morning. The more active could try one or more of the many watersports on offer at Sanur Beach. Try kitesurfing, windsurfing, wakeboarding, surfing or paragliding.</p>\n<p>For those less active, hire a banana boat and hit the calm waters. The surf here is not great by Bali standard but there are reasonable breaks about 1 km offshore during the northwest wind season (about October-March). In that period you will have no problem locating the breaks-just follow the locals. Boards can be rented on the beach for Rp 100,000.</p>\n<p>For one of a kind experience, you should try the Sea Walker. A safe and exciting underwater adventure Sea Walker is a unique diving system, that provides an opportunity to observe the underwater world to a depth of 15 feet without certification, and without getting your hair wet. Participants actually walk along the bottom of the sea, rather than swim while numerous exotic fish and sea life are found all around.</p>\n<p><img alt=\"A Balinese Indonesian Village\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/sanurbeach_3.jpg\"/></p>\n<p> </p>\n<h2>Get Around</h2>\n<p>Jalan Danau Tamblingan, the main street in Sanur, has a number of outlets for car, motorbike and bicycle rental. A large number of metered taxis patrol the streets looking for passengers. Local bemos run with some regularity up and down both Jalan Danau Tamblingan and Jalan Danau Poso. Sanur is also a great place to walk. Distances are not far, the streets are relatively quiet, and there is a splendid, paved beachfront path which runs the whole length of the district.</p>\n<p> </p>\n<h2>Get There</h2>\n<p>Located within the vicinity of Denpasar, the capital of Bali, Sanur is a 20 minute taxi ride from the Ngurah Rai International Airport. There are plenty of metered taxis all over the island that will be keen to take you to Sanur. This is one of the more straightforward areas of Bali to find as the main Jalan Bypass Ngurah Rai is the western boundary of Sanur.</p>\n<p>There are many well signposted exit points from this main road into the heart of Sanur. Allow about 30 minutes driving time from <a href=\"https://www.indonesia.travel/gb/en/destinations/bali-nusa-tenggara/kuta\">Kuta</a> or Legian, about 45 minutes from <a href=\"https://www.indonesia.travel/gb/en/destinations/bali-nusa-tenggara/seminyak\">Seminyak</a> or <a href=\"https://www.indonesia.travel/gb/en/destinations/bali-nusa-tenggara/ubud\">Ubud</a> and 15 minutes from Downtown <a href=\"https://www.indonesia.travel/gb/en/destinations/bali-nusa-tenggara/denpasar\">Denpasar</a>.</p>\n<p>Sanur is also well serviced by shuttle buses and bemos from the north and south and also from Denpasar's Tegal terminal. The bus company Perama has its Sanur office in Jalan Hangtuah, and offers direct transfer here from Candidasa, <a href=\"https://www.indonesia.travel/gb/en/destinations/bali-nusa-tenggara/kuta\">Kuta</a>, <a href=\"https://www.indonesia.travel/gb/en/destinations/bali-nusa-tenggara/bali/lovina-beach\">Lovina</a>, Padang Bai and Ubud. Private shuttle buses run from most major tourist centers of Bali to Sanur.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 4,
        "name": "Labuan Bajo",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/destinations-thumbnail/Labuan-Bajo-Thumbnail.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/labuan-bajo",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/floresH.jpg",
        "content": "<h1>Labuan Bajo</h1><p>A Perfect Getaway for Adventurers</p><p class=\"fs-6 border-top fw-light\">\n<h2> </h2>\n<p>On the westernmost tip of the Island of <a href=\"http://www.indonesia.travel/content/indtravelrevamp/de/en/destinations/bali-nusa-tenggara/flores.html\">Flores</a> sits the town of Labuan Bajo. It lies peacefully, with many wonders waiting for you to explore. Labuan Bajo was only a small fishing site, but flourished to become the gateway to many exotic destinations in East Nusa Tenggara.<br/>\n</p>\n<p><img alt=\"A Perfect Getaway for Adventurers\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/east-nusa-tenggara/labuan-bajo/LB1.jpg\"><br/>\n</img></p>\n<h2><b>The Port to Paradise</b></h2>\n<p>The extraordinary interest among travelers lies in Komodo Dragons or locally called ora. It is a valuable alluring factor, showcased in its superb national park.</p>\n<p>The Komodo National Park was listed as UNESCO’s World Heritage Site in 1991. Both on land and underwater, it is home to fascinating wildlife.  The park consists of Komodo Island, Rinca Island, Padar Island, and numerous smaller islands around.</p>\n<p>Labuan Bajo is known as the city of sunset. You can find plenty of out-of-this-world scenic views of the spectacular sky.<br/>\n</p>\n<p><img alt=\"A Perfect Getaway for Adventurers\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/east-nusa-tenggara/labuan-bajo/LB2.jpg\"><br/>\n</img></p>\n<p>There are some interesting destinations that you can discover inside the city. The Mirror Cave is located only 4 kilometers away from Labuan Bajo. It is said that Dutch archaeologist, Theodor Verhoeven,, who believed Labuan Bajo was once located underwater, founded this cave in 1951. The local name for the cave is Goa Batu Cermin. You can see the reflective stones shine at you in some parts, hence, the name “Goa Batu Cermin.” It translates to “stone mirror cave.”</p>\n<p>Have you ever swam in a cave-lake before? Here’s a chance to try it in Rangko Cave. Nestled in Ranko Village, this natural wonder presents its blue water and sunlight shining directly towards its cave lake. Their stalagmites will surely amaze you as well.</p>\n<p>You can also explore the paths to Cunca Rami and Cunca Wulang canyon waterfall!</p>\n<p>Bukit Cinta, Puncak Amelia, and Puncak Silvia are all vantage points, not far away from Komodo Airport in Labuan Bajo. You can enjoy some spectacular views of the island and the open sea at sunset.</p>\n<p><img alt=\"A Perfect Getaway for Adventurers\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/east-nusa-tenggara/labuan-bajo/LB3.jpg\"><br/>\n</img></p>\n<p>You can head to Kampung Ujung and experience the delicious local food center in Labuan Bajo for the culinary feast.</p>\n<p>Feel the romance with its stunning landscapes. Wooden cottages with thatched roofs are camouflaged by shrubberies and towering trees up in the sloping township. They overlook an idyllic harbor, creating perfect elements of an unforgettable experience.</p>\n<p>Labuan Bajo can be that ideal getaway with choices of land and sea to explore for some adventurers. Try the liveaboard experience, where you get to live onboard the spectacular phinisi boats for several days, visit gorgeous islands and dive into the stunning wonders of the sea.</p>\n<p>One of the most famous islands to visit during your liveaboard trip is Padar Island. With its outstanding panorama, Padar Island is swiftly becoming a new favorite place for travelers. It showcases rolling hills and rugged volcanic mountains. With its grassland and trees covering its terrace, Padar Island boasts its striking savanna hill.<br/>\r\n </p>\n<h2><b>The City of Sunset</b></h2>\n<p>There are three majorities of ethnic groups, namely the Manggarai, Bima, and Bugis. People coming from other parts of Flores, like Ende, Ngada, Maumere, live side by side with them. You can meet some of the locals in their beautiful village of Labuan Bajo.</p>\n<p>Welcoming ceremonies and traditional dances will greet you warmly upon your visit to Melo Village. Located in West Manggarai, it is located around 40 km from the heart of Labuan Bajo. Don’t forget to stop by and get to know them!</p>\n<p>If you are looking for places to stay, stroll along the Wae Cicu beach, where lines of hotels and resorts are available, overlooking the best view.</p>\n<p>You can also find amazing accommodation on nearby islands, like on Bidadari or Seraya.</p>\n<p><br/>\n<b><span>Get There</span></b></p>\n<p>Labuan Bajo is accessible by air, land, and sea. It’s a favorable location as an entry port to Komodo National Park. These are three ways you can reach this paradise:</p>\n<p><b>By Air<br/>\n</b></p>\n<p>You can reach Labuan Bajo from Komodo Airport. For direct flights, Transnusa Airlines is your best option. It connects to several major cities, including Denpasar, Kupang, Ende, and Mataram. With connecting flights, Labuan Bajo is also connected with Kalabahi in Alor. It also connects Bajawa, Sikka, Manggarai, and Larantuka via Ende, Kupang, Maumere, Ruteng, and Tambolaka. Please go to its website for more detailed flight schedules.</p>\n<p><b><br/>\r\nOverland</b><br/>\n</p>\n<p>An overland trip across the Island of Flores is possible but costly. It connects Labuan Bajo in the westernmost area to its eastern part.</p>\n<p>A bus from Denpasar, Bali will take you to a long overland adventure on the bus to Bima, Sumbawa. In Bima, you will resume Sape. There you can take a ferry to  Labuan Bajo.<br/>\n</p>\n<p><b><br/>\r\nBy Sea</b></p>\n<p>A convenient option is joining liveaboards, serving Komodo and Flores. It benefits the traveler’s timing and best spots, depending on the tour package.</p>\n<p>There are several schedules for a ship to depart to Labuan Bajo. Tilongkabila ship from PELNI cruises from Makassar in South Sulawesi to Labuan Bajo. The Leuser ship departs from Tanjung Perak, Surabaya in East Java. From Benoa seaport in Bali, you can also take the Leuser to get to Labuan Bajo.</p>\n<p>Wilis ship departs from Makassar, and takes you from Larantuka in East Flores to Labuan Bajo. Please refer to the<a href=\"http://www.pelni.co.id\"> PELNI website</a> for detailed information and updates.</p>\n<p> </p>\n<p><b>Get Around</b></p>\n<p>There are different options for you to get around Labuan Bajo. They are: ojek (motor taxis), travel agency cars, buses, and bemos (rented local vans with a guide-driver).</p>\n<p>Make sure you check from official sources to rent cars or local guides. You can also find information from your hotel about the best way to get around.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 5,
        "name": "Sumbawa",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/bali-nusa-tenggara/Sumbawa.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/sumbawa",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumbawaH.jpg",
        "content": "<h1>Sumbawa</h1><p>A Perfect Place to Surf and Dive in the West Nusa Tenggara</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Located to the east of the more famous Lombok Island, Sumbawa is just waiting to be discovered. It may take longer to reach but once you get to Sumbawa you’ll be rewarded with excellent surf and incredible views. This island is best known for its waves, sandy beaches and wild terrain. With great surf and spectacular coral reefs, the majority of travelers to Sumbawa come to surf and dive. In parts of Sumbawa, traditional ways of living continue today. Many of the ritual events of old ways are still performed such as water buffalo racing and berempuk – a ritual boxing match. Visit here if you have a thirst for adventure and want to get a truly authentic experience of local culture.</span></p>\n<p> </p>\n<p><span>Get There</span></p>\n<p><span>First make your way to <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/lombok.html\" target=\"_self\">Lombok</a></u>. From Lombok, you can take a ferry to Poto Tano in West Sumbawa. </span><span><span>Some resorts can arrange a private sea plane from <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/bali.html\" target=\"_self\">Bali </a></u>directly to Sumbawa or a fast boat from Lombok. </span></span><span>On Sumbawa, there are public buses which run on the islands main highways. Car hire is possible through hotels in Sumbawa Besar of Bima. Motorcycles can also be rented. </span><span><span>If you want a more authentic experience, try a traditional horse cart – called a benhur – to explore around Sumbawa Besar. </span></span></p>\n<p> </p>\n</p>"
    },
    {
        "id": 6,
        "name": "Mount Agung",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/bali-nusa-tenggara/Gunung_Agung.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/gunung-agung",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/agungH.jpg",
        "content": "<h1>Mount Agung</h1><p>Trekking up Bali’s sacred mountain</p><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p>Standing majestically on the eastern seaboard of <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/bali.html\"><u>Bali</u></a> is the island’s highest mountain: <b>Gunung Agung </b>or Mount Agung, located in the district of <b>Karangasem</b>. With its summit reaching a height of 3,142 meters above sea level, Mt. Agung affects its surrounding climate. Its western slopes catch the rain clouds making the west side lush and fertile, while its eastern slopes remain dry and barren.</p>\n<p><img alt=\"mount agung\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/image1.jpg\" width=\"500\"/><br/>\n</p>\n<p>The Balinese believe that Mt. Agung is the abode of the gods, and the volcano, therefore, is revered as sacred. It is on this mountain that the mother of all temples in Bali is located, called <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/bali/pura-besakih.html\">Pura Besakih</a>. Entering the temple one has to climb hundreds of steps before reaching the main gate.  But, fortunately, other staircases with easier climbs are available to make it easier for women carrying high mountains of offerings on their heads to reach the temple.<br/>\n</p>\n<p>The best time to visit Besakih is at Galungan celebrations when the entire entrance and temple is beautifully decorated with tall bamboo poles,  coconut leaves, and flowers, while hundreds of women in a neat row,  in their best white costume, gracefully bear piles of colorful fruits and flowers offerings on their head. While commanding protectively in the background of the temple looms Mt. Agung. This is indeed a spectacle never to be forgotten. <br/>\n</p>\n<p><img alt=\"mount agung\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/image2.jpg\" width=\"500\"/><br/>\n</p>\n<p>Although Mt. Agung inspires peace and tranquility, nonetheless,  after 100 years of slumber, on 17 March 1963 the volcano burst violently, spewing ash and volcanic materials  8 to 10 km high into the air while pyroclastic clouds rolled down all sides of the mountain. Over a thousand people perished that day. And the entire surrounding down to Kintamani was blanketed for months in deep grey ash.  But surprisingly, the ash brought fertility and large sweet potatoes grew from the volcanic material.</p>\n<p>Today, however,  the landscape has turned green and fertile again, and  Mt. Agung has become a challenging mountain to climb.  There are two trails that trekkers may follow, the steepest and toughest being the trail right by Pura Besakih.<br/>\n</p>\n<p>The second is along its southern peak starting from <b>Pura Pasir Agung</b>. Reaching the top one has a magnificent view on Bali with its east the island of <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/lombok.html\" target=\"_self\">Lombok</a> with its own volcanic peak of <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/lombok/mount-rinjani.html\" target=\"_self\">Mt. Rinjani</a>. </p>\n<p> </p>\n</p>"
    },
    {
        "id": 7,
        "name": "Seminyak",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/bali/seminyak/thumb-seminyak.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/seminyak",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/bali/seminyak/header-seminyak.jpg",
        "content": "<h1>Seminyak</h1><p>Bali's Centre of Life</p><p class=\"fs-6 border-top fw-light\">\n<p>Seminyak today is Bali's up-and-coming fashion, dining and accommodation precinct, an upmarket coastal enclave just north of Legian and Kuta. Situated some 10 km from Denpasar, capital city of Bali, Seminyak stretches from Double Six Street in the south and morphs into the villages of Kerobokan and Umalas, north of Petitenget Temple. Although it may be somewhat difficult to stipulate where precisely Kuta, Legian or Seminyak begin or end, one thing is clear: Seminyak is certainly in a class all its own. The atmosphere here is much more sophisticated and laid-back compared to Kuta, while the beach in particular is relatively quiet during the day.</p>\n<p><img alt=\"Seminyak\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/bali/seminyak/seminyak-1.jpg\" width=\"500\"><br/>\n</img></p>\n<p>Seminyak is also a great start if you are planning to explore Bali’s lush landscapes and cultural gems, from Uluwatu Temple in the south and Tanah Lot Temple to the north, to the stunning rice terraces that stretch as wide as the eye can see. Seminyak also has an abundance of budget hostels and high-end resorts so you wouldn’t have to worry about looking for the right place to stay. Needless to say, it’s everything you could want in one perfect Balinese getaway.</p>\n<p> </p>\n<h3>Get There</h3>\n<p>Seminyak is part of the main west coast conurbation in South Bali and traffic can get very congested at times. The easiest way to get there from Ngurah Rai International Airport would be starting from Kuta and Legian. The Legian Street runs parallel with the beach, and at its western limit continues as Seminyak Street. You can also get to Seminyak via the eastern bypass of Sunset Street. This is almost invariably the quicker route from Kuta and Legian into Seminyak, although it is actually further distance-wise.</p>\n<p><img alt=\"Seminyak\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/bali/seminyak/seminyak-2.jpg\" width=\"500\"><br/>\n</img></p>\n<p>There are many hotels that provide shuttle services from and to Seminyak. A prepaid taxi from the airport to Seminyak costs approximately around the rate of IDR 60,000. Trips to or from Kuta cost around IDR 30,000 and from Legian about IDR 15,000.<br/>\r\n </p>\n<h3>Get Around</h3>\n<p>There is no better way to explore every inch of Seminyak than going for a walk. While the nights are offering cool breeze, walking will be the best option. Otherwise, when the sun is too hot, or you plan to go far, then you can simply catch a taxi. If you’re staying at a mid-range hotel or high-end resort, you can ask your concierge for a shuttle or private car.</p>\n<p>If you’re looking for a bit more adventure and feel confident about exploring on your own, then renting a motorbike for a small fee is the Bali way of life!</p>\n<p> </p>\n</p>"
    },
    {
        "id": 8,
        "name": "Kupang on Timur",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/bali-nusa-tenggara/Kupang_on_Timor.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/kupang-on-timur",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/kupangH.jpg",
        "content": "<h1>Kupang on Timor</h1><p class=\"fs-6 border-top fw-light\">\n<p>During World War II, the city of Kupang, formerly known as Koepang, on the island of Timor, was the hub for refueling and landing for long-haul flights from Europe to Australia. The historical El Tari airstrip that was first landed by an American pilot, Lamij Johnson, in 1928 holds many stories, more than being a mere transit lounge and fuel depot for the few fliers back then. Today, when visitors step on to the modernizing city, one can still find traces of Dutch occupation as well as a Portuguese inherited aura. For since long before Indonesia’s Independence, Timor’s western part had been colonized by the Dutch while the islands eastern part by the Portuguese. This division originated from the time when these two powers fought for hegemony in the lucrative spice trade.</p>\n<p>Today, Kupang is the capital city of the province of East Nusa Tenggara, perched in the southwestern part of Timor Island. As one of the three largest islands in East Nusa Tenggara (comprising Sumba, Flores and Timor), Timor island is now shared by two independent countries. The island’s eastern part being the newly independent East Timor – or Timor Leste, while the island’s western part is Indonesian territory. Its favorable position in the south-eastern most part of Indonesia, has made the city of Kupang into the first port of entry in Indonesian waters from Australia, if not yet as a tourist destination in its own right.</p>\n<p>The Nusa Tenggara is a string of islands to the east of Bali, while Timor is its easternmost island in that string. Topographically, Timor differs from the rest of the East Nusa Tenggara islands. For the line of volcanoes that runs from Sumatra, Java, and on to other Nusa Tenggara islands, skips Timor and continues north to Maluku or the Moluccas. The cause of this is that unlike other Nusa Tenggara islands, Timor is in fact geologically related to Australia, and therefore has no volcanoes. While it geographical location and long history and tradition make it culturally Indonesian.</p>\n<p>Being closest than any Indonesian cities to the marinas of Australian yachts in Darwin, the lighthouse at the seaport of Kupang stands as the first milepost for participating yachtsmen in the annual Sail Indonesia event. Each year, hundreds of yachts cross the open seas from Darwin, Australia sailing to Kupang, and from here to visit many known as well as remote Indonesian islands, to finally dock in Singapore. The annual Sail Indonesia has brought the name of Koepang to the fore, recalling its fame in the early twentieth century.</p>\n<p>“Indonesians laugh a lot”, said Prooke of Marlborough, UK. It’s the land of laughs and smiles.</p>\n<p>People in Timor are friendly. They love to laugh as do most Indonesians on the whole. Traditionally, people in Kupang and West Timor were distinguished by their social positions. The nobility here used to be called Amaf, the rulers Atupas, the commons Too, and slaves Ata. Today, ata no longer exist. Each of the social class had its own role to play in society. Yet, these classes share a mutual sentiment when it comes to tradition. The root of its heritage is so deep, making it difficult to trace. These deep rooted traditions even persisted through centuries of teachings of newer religions that were brought by traders or colonial rulers.</p>\n<p>Look at the motives and patterns of their woven cloths called tenun ikat, and one can sense its age old heritage. Tenun ikat is the local craftsmanship in producing beautifully and sometimes mysteriously formed patterns on traditionally woven fabrics. Not only are the people proud of these cloths, but all Indonesians share the pride that these cloths are one of Indonesia’s most precious tangible national heritage.</p>\n<p> </p>\n<p><b>Get There</b></p>\n<p>Kupang is accessible by plane or ferries. Its historical airport, El Tari was formerly known as Penfui airstrip, having first served an American pilot, Lamij Johnson, in 1928. Penfui literally means ‘bush of cornfields’, since the airstrip’s surroundings were heavily covered with cornfields. El Tari connects western Timor Island with other large cities in Indonesia.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 9,
        "name": "Flores",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/bali-nusa-tenggara/Flores.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/flores",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/floresH.jpg",
        "content": "<h1>Flores</h1><p>The Most Fascinating Island in the East Nusa Tenggara</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Flores is the most fascinating and beautiful island. Long hidden in the shadows of its more famous neighbor <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/bali.html\" target=\"_self\">Bali</a></u>, the island of Flores is finally emerging as a unique destination of its own. So, after visiting the lair of the <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/labuan-bajo/komodo-national-park.html\" target=\"_self\">Komodo dragons</a></u>, take time to marvel at some of the wonders of Flores. Here, you can swim in pristine lakes and waterfalls, dive at one of the 50 spectacular dive sites, go kayaking among craggy coasts and mangrove shores, explore mysterious caves and be warmly welcomed by the island’s people in their rituals, dances and daily life.</span></p>\n<p><span>Flores spells adventure, diving, eco-tours, and mountain climbing interspersed with visits to prehistoric heritage sites, traditional villages and cultural events. Find some of the world’s most exotic underwater life, dive in the pristine seas of Komodo, or swim along with huge manta rays, dolphins and dugongs in the island of Flores!</span></p>\n<p> </p>\n<p><span>Get There</span></p>\n<p><span>The flight from <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/denpasar.html\" target=\"_self\">Denpasar</a></u> or Labuan bajo to Flores takes about 1 hour. Meanwhile, Garuda Indonesia flies only Jakarta-Kupang (on the  island of Timor) from there you can connect on local airlines to Flores.</span></p>\n<p> </p>\n</p>"
    },
    {
        "id": 10,
        "name": "Lombok",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/destinations-thumbnail/Lombok-Thumbnail.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/lombok",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/lombokH.jpg",
        "content": "<h1>Beautiful Lombok Island</h1><p class=\"fs-6 border-top fw-light\">\n<p>With divine beaches, the majestic <a href=\"http://www.indonesia.travel/content/indtravelrevamp/de/en/destinations/bali-nusa-tenggara/lombok/mount-rinjani.html\" target=\"Target\"><b>Mt Rinjani</b></a> and spectacular marine life to discover, the island of <b>Lombok</b> in West Nusa Tenggara has no shortage of attractions both in and out of the water. It’s no wonder that Lombok become one of the most popular destination in West Nusa Tenggara.<br/>\r\n </p>\n<h2>The Adventurous Trek</h2>\n<p>Challenge yourself with a trek up steep volcanic peaks. Hire a bike and cycle through lush evergreen rice paddies. Whichever way you choose to spend your time you won’t be disappointed with the spectacular natural beauty on offer here.<br/>\n</p>\n<p>Lombok Island is separated by the Lombok strait from Bali Island in the west and by Alas strait in the east from Sumbawa Island.</p>\n<p>The Sasak people are the dominant ethnic group living in this island, which also consist of 5 regions: North Lombok, Central Lombok, East Lombok, West Lombok and Mataram city, the capital of West Nusa Tenggara.</p>\n<p>North Lombok is where you can embark on the great hike to Mount Rinjani and linger until the sunset at Gili’s beautiful beaches.</p>\n<p>Mount Rinjani is one of the highest volcano in Indonesia, with its summit rising to 3,726 meters above sea level. The Segara Anak Crater Lake located on top of the volcano, is one of the scenic view you should stop by and marvel at!</p>\n<p><img alt=\"Beautiful Lombok Island\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/west-nusa-tenggara/lombok/lombok1.jpg\"/></p>\n<h2>Explore the Waters</h2>\n<p>Among more than 20 gilis - local name that means ”small island” in Sasak language - three stood out to be the hot spot destination : Gili Trawangan, Gili Meno and Gili Air.</p>\n<p>Gili Trawangan or Gili T, is where travelers flock to enjoy a laid back atmosphere during day light and still are up to enjoy moonlit parties all night by the beach. You can also enjoy a great scuba dive and circle the island on bicycle to catch the most incredible sunset!</p>\n<p>Gili Meno is defined by long stretch of pearly white beaches that will give you a secluded feel. Famous for honeymooners destination, the island provide accommodation ranging from unique bungalows to luxurious resorts overlooking amazing panorama.</p>\n<p>Gili Air is a cheerful mix of the two vibes, where you can still enjoy parties in hip hang outs or succumb at a peaceful nook and just enjoy the ocean breeze. Families love to travel to Gili Air to explore the island on the horse drawn cart or just swimming in the low tides before sun down.</p>\n<p>Central Lombok is where the lovely beaches are situated. Kuta Beach, Tanjung A’an, and Mawun Beach are just a few on the list. Don’t miss out to brush up your wave riding skills in the splendid <b>Selong Belanak Beach, </b>or make way to Merese Hill and enjoy the view.</p>\n<p><img alt=\"Beautiful Lombok Island\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/west-nusa-tenggara/lombok/lombok2.jpg\"/></p>\n<p> </p>\n<h2>Blend in with the Locals</h2>\n<p>Here you can also visit the traditional villages and join the locals of <b>Sasak tribe</b> to experience their daily life in the weaving village of <b>Sade</b> and <b>Rambitan</b>. You may learn a thing or two from the wonderful women with meticulous weaving skills that produces fine quality textiles.</p>\n<p>You can get across the sea to Sumbawa Island from the harbors in East Lombok. If you love exploring something new, you may find the black sand beach of Obel-Obel to be captivating!</p>\n<p>In West Lombok, you can linger in Senggigi beach and discover the wild life at the Monkey Forest in Pusuk Village, right at the border between North and West Lombok. Just be careful with your belongings and keep them out of the monkey’s reach.</p>\n<p>Mataram is the center for government and industry. It consist of the old town district of Ampenan, Cakranegara as the commercial district and Mataram city as office district.</p>\n<p><img alt=\"Beautiful Lombok Island\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/west-nusa-tenggara/lombok/lombok3.jpg\"><br/>\n</img></p>\n<p> </p>\n<p>Make time to visit the West Nusa Tenggara Museum, Mayura Garden and Narmada Park to find more stories about the island.</p>\n<p>For the adventurous spirit, you can explore more of its south coast like the famous Tangsi ‘<a href=\"http://www.indonesia.travel/content/indtravelrevamp/de/en/destinations/bali-nusa-tenggara/labuan-bajo/pink-beach.html\" target=\"Target\"><b>Pink’ Beach</b></a> in further south east, with pretty corals making the shore looked blushed. Trek the path to find the amazing <b>Senaru Waterfalls</b> and <b>Benang Kelambu Waterfalls</b> for a soothing sight.</p>\n<p> </p>\n<h2>Get There</h2>\n<p><b>By Air</b></p>\n<p>There are daily flights between <b>Denpasar</b>, <a href=\"http://www.indonesia.travel/content/indtravelrevamp/de/en/destinations/bali-nusa-tenggara/bali.html\" target=\"Target\"><b>Bali</b></a> and the capital of Lombok, <b>Mataram</b>. Lombok International Airport (LOP) in Tanah Awu, Central Lombok District is located about 30 km or an hour drive south east of Mataram. Airlines which fly to Lombok are Garuda, Lion Air, Silk Air and Trans Nusa. </p>\n<p><b>By Ferry</b></p>\n<p>The public ferry travels between Padangbai (Bali) and Lembar (Lombok) multiple times a day. The trip takes around 4-5 hours. Motorbikes and cars can be taken on the ferry. If you are prone to sea-sickness be warned that the trip can be rough.  Ferries travel between <b>Labuhan Lombok </b>and <b>Poto Tano </b>on <a href=\"http://www.indonesia.travel/content/indtravelrevamp/de/en/destinations/bali-nusa-tenggara/sumbawa.html\" target=\"Target\"><b>Sumbawa</b></a> multiple times a day. The trip takes one and a half hours.<b></b></p>\n<p><b>By Fast Boat</b></p>\n<p>Blue Water Safari Express is one of the fast boat companies that will take you from Bali to mainland Lombok. There are 2 convenient departure points from Bali: <b>Serangan</b> (just near the Benoa Harbour) and <b>Padang Bai Harbour. </b>You can also check on Gilibookings.com for more options and information around transport or accommodation in this scenic island.</p>\n<p> </p>\n<h2>Get Around</h2>\n<p>In mainland Lombok, you can get around by renting motorcycle or cars from trusted providers. Public transportations are a natural-air conditioned minibus called Bemo. It will take you to most tourist attractions, but only operates during daytime. When night fell, there will be Ojek, a motorcycle transport with no meter that allows you to practice your bargain skills before you hop on. And the most unique will be the Cidomo, found in Senggigi beach or the Gilis. It’s a nickname for Cikar-Dokar-Motor, a cart with literal horse power enough to carry around 4 people.</p>\n<p> </p>\n<p> </p>\n</p>"
    },
    {
        "id": 11,
        "name": "Alor Island",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/bali-nusa-tenggara/Alor_Island.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/alor-island",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/alorH.jpg",
        "content": "<h1>Alor Island</h1><p>The Fascinating Alor Islands at the East-Most End of Flores</p><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p>Extending at the east- most tip of <b><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/flores.html\">Flores Island</a></b>, still in the province of East Nusatenggara, Alor is a name pinned to the regency, the archipelago, as well as the main island of the archipelago.</p>\n<p>The Alor Archipelago comprises 20 islands and 17 sub-districts. Despite of its short name, the Alor islands hide a long list of splendors, from fascinating underwater wonders up to the unique culture of the highland people.</p>\n<p>Although not yet as popular as <b><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/maluku-papua/raja-ampat.html\">Raja Ampat</a></b> or neighboring <b><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/labuan-bajo/komodo-national-park.html\">Komodo Island</a></b>, the waters around the archipelago offer equally fascinating spectacles – if not better. There are at least 50 dive spots stretching from Alor Island to Pantar Island, and several islets around them. Some of the best sites are found along the Pantar Strait.</p>\n<p><img alt=\"alor island\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/image1.jpg\" width=\"500\"><br/>\n</img></p>\n<p>Those who are fortunate enough to have experienced diving in these waters have said that the underwater splendors of Alor outclass those in the Caribbean. In his book \"East of Bali\", <b>Photographer Kal Muller </b>described the waters around Alor as pristine, filled with a variety of fascinating creatures, and highlighted with night-dive spots. He considered Alor as a world-class underwater paradise.</p>\n<p><img alt=\"alor island\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/top-spot-komodo/image2.jpg\" width=\"500\"><br/>\n</img></p>\n<p>The island of Alor itself is inhabited by a number of Flores sub-ethnic groups who still preserve their traditional ways of life. The unique culture of the Alorese is best observed among the <b>Takpala indigenous group </b>who dwell in <b>the village of Lembur Barat</b>, North-Central Alor. The Takpala still preserves the traditional housing construction that resembles a pyramid, covered with coconut leaves, bamboo plaited walls, and four main wooden pillars.</p>\n<p>The island of Alor is also known as <b>the island of a Thousand Moko's</b>. Moko is a small bronze kettledrum that is believed to have originated from the Dong Son culture of Vietnam. To observe these unique artifacts, one can visit <b>the Museum of A Thousand Mokos </b>located in the main town of <b>Kalabahi</b>, on Alor Island. The Museum also showcases a collection of distinct Alor hand-woven clothing called <b>Kawate</b>.<br/>\n</p>\n<p><img alt=\"alor island\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/image3.jpg\" width=\"500\"><br/>\n</img></p>\n<p><span> </span></p>\n<p><b><span>Get There</span></b><span></span></p>\n<p>To get to Alor, you can take a flight from Kupang, the capital of East Nusa Tenggara. From Kupang there are several airlines that serve flights to Mali Airport in Kalabahi, the main town of Alor.</p>\n<p>The other option is by ferry which will take approximately 12 hours from Kupang to Larantuka, and followed by wooden boats to Kalabahi Seaport, which takes about one hour.</p>\n<p><span> </span></p>\n<p><b><span>Where To Stay</span></b></p>\n<p>Kalabahi is the main city and the capital of the Alor Regency. This is where all the facilities and accommodation are centered.</p>\n<p>There is also other accommodation available on other islands that particularly cater to divers. These are:<br/>\n<b><i>Homestay and Diving La P'tite, Kepa Island</i></b> <br/>\r\nKecamatan Alor Barat laut, Alor, NTT<br/>\r\nWebsite: <a href=\"http://www.alor-diving-kepa.com/\">www.la-petite-kepa.com</a></p>\n<p> </p>\n<p><b><i>Javatoda, Alor Divers</i></b> <br/>\r\nJalan Tengiri No. 1 Kalabahi, Alor<br/>\r\nWebsite: <a href=\"https://www.alor-divers.com/\">www.alor-divers.com</a></p>\n</p>"
    },
    {
        "id": 12,
        "name": "Nusa Dua",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/bali/nusa-dua/thumb-nusa-dua.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/nusa-dua",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/bali/nusa-dua/banner-nusa-dua.jpg",
        "content": "<h1>Nusa Dua</h1><p>Pure Luxury in Bali Indonesia</p><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p>Nusa Dua situated about 40 km from <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/denpasar.html\" target=\"_self\">Denpasar</a></u> and is the capital of Bali province. Nusa Dua is a sparklingly prestigious, sprawling enclave of international luxury hotels, deluxe spas, exclusive golf courses, and world class convention centers, that was purposely built to present the beauty of the island wrapped in exclusive luxury and also acknowledged as an ideal integrated venue for international conventions and exhibitions.</p>\n<p><img alt=\"Pure Luxury in Bali Indonesia\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/Nusadua_1.jpg\"/></p>\n<p>The crystal clear shallow waters and the pearly soft white sandy beaches surrounding Nusa Dua make it a perfect place to have fun for all members of the family or for tired conference delegates to relax, go swimming and return completely reinvigorated and re-inspired. The name Nusa Dua itself literally translated means 'Two Islands' which refers to the two small raised headlands or islands found just off the coast of the peninsula. On one of the islands stands a Hindu shrine (Pura) called Nusa Dharma which was built in 1948 by Tan Sie Yong of Chinese descent.<br/>\n</p>\n<p><img alt=\"Pure Luxury in Bali Indonesia\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/Nusadua_2.jpg\"/></p>\n<h2><br/>\n<br/>\r\nGet There</h2>\n<p><img alt=\"Pure Luxury in Bali Indonesia\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/Nusadua_3.jpg\"/></p>\n<p>Nusa Dua is located 40 km south of Denpasar, the provincial capital of Bali. Access is easy from the <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/kuta.html\">Kuta</a></u> area (20-30 minutes) and Jimbaran (15 minutes) on the main southern route called Jalan Bypass Ngurah Rai, which becomes Jalan Bypass Nusa Dua as it approaches the enclave.<br/>\n</p>\n<p> </p>\n<p> </p>\n</p>"
    },
    {
        "id": 13,
        "name": "Ubud",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/bali-nusa-tenggara/Ubud.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/ubud",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/ubudH.jpg",
        "content": "<h1>Find Serenity in Ubud, Bali</h1><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p>Have you ever seen the soothing image of rice field terraces in Bali? If you have, then you can also come to see them yourself in <a href=\"http://www.indonesia.travel/us/en/destinations/bali-nusa-tenggara/ubud\" target=\"Target\">Ubud</a>. The lush panorama of Ubud is located in the central part of Bali Island. The name Ubud comes from the Balinese word Ubad that means medicine, inspired by the abundance of medicinal plants and herbs in this region.</p>\n<p>If you’re looking for peace and quiet, then Ubud is the place to be.</p>\n<p><img alt=\"Find Serenity in Ubud, Bali\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/bali/ubud/ubud1.jpg\"/></p>\n<p>Steeped in culture and enhanced by magnificent vistas, Ubud offers a respite from the humdrum of your busy life. In the past, Ubud was just a small village, but now it has grown into a thriving yet laid-back cosmopolitan community.</p>\n<p>Ubud pampers visitors in body and soul. Fine dining restaurants and spas here will delight and relax the senses. A walk through the lush paddy fields, watching colorful processions of women gracefully balancing piles of fruit offerings on their way to the temple, are lasting impressions and simply breathtaking.</p>\n<p>So, if you are a first-timer to visit Ubud, where should you go first?</p>\n<p>To best experience the nature of Ubud, you might want to choose the accommodation that is located off the heart of Ubud, somewhere between the greeneries and sounds of nature.</p>\n<p>But if you want to stay close to the action, numerous choices of accommodation are also available in Ubud city center.</p>\n<p>When you have settled in, let the adventure begin in the morning!</p>\n<p>Start early and gather your energy with a refreshing yoga and a good healthy breakfast. Ubud offers many choices for both, a great start of the day, where you can feel fit for the whole holiday.</p>\n<p>When the sun is still young, explore the magical Tegalalang rice fields. You can also find more rice fields in Ubud area that is also as scenic and worth to experience.</p>\n<p>Afterward, make way to the iconic Ubud Monkey Forest. Meet some 700 long-tailed Macaques in their verdant home. The forest also has about 115 species of trees growing around its 27 acres land.</p>\n<p><img alt=\"Find Serenity in Ubud, Bali\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/ubud1.jpg\"><br/>\n</img></p>\n<p>Pura Dalem Agung Padangtegal and a \"Holy Spring\" bathing temple can be found inside the Ubud Monkey Forest area. Here, you must always also be sure to secure your belongings from the monkey’s reach.</p>\n<p>Next up, finding a great lunch stop to refuel. There are a plethora of choices for where to go. You can taste local Balinese delicacies at Bebek Tepi Sawah, Babi Guling Ibu Oka, Bebek Bengil and Laka Leke.</p>\n<p>For more variety with Asian and western cuisines, you can try dining at Locavore, Hujan Locale, Alchemy, Kampung Café, Bridges and Naughty Nuri’s.</p>\n<p>Feeling sleepy after a good full course meal? You can find some refreshing ambiance at Kanto Lampo Waterfall. Located in Beng village, in Gianyar regency, this marvelous cascading water is the perfect remedy for a sunny day.</p>\n<p>Towards the afternoon, you might want to sip a warm cup of coffee before you embark on another journey. Discover the aromatic scent of coffee at Seniman Coffee Studio, Anomali Coffee, Monsieur Spoon Ubud, Monkey Cave Espresso and Watercress Café.</p>\n<p>If the weather is cooler and nice enough, you can head to Campuhan and spend a walk in the afternoon amongst the luxuriant Ubud. You can stop by at Sari Organik for a light bite on the way to finish your trekking.</p>\n<p>For extraordinary fine dining agenda, you can certainly try the luxury of riverside dinner at Swept Away at The Samaya, Kubu at Mandapa and the exquisite Restaurant at Hanging Gardens of Ubud.</p>\n<p>You can end the wholesome day with total relaxation in Ubud’s soothing spa services. Five Elements, Maya Ubud, Amandari and Como Shambala will treat you well and pamper you amongst Ubud’s pasture surroundings.</p>\n<p>The next day, you can try a more adventurous start by joining the white water rafting in Ayung River! An exciting adrenaline rush, with scenic routes along the way.</p>\n<p>For an Instagramable holiday picture, you can try the exhilarating Ubud swing and fly up in the air with Ubud’s green landscape as background.</p>\n<p>Cool off and slow down to enjoy some artistic works in Ubud’s art galleries and museums. Museum Puri Lukisan, ARMA, Museum Rudana, Neka Art Museum and the eccentric Blanco Renaissance Museum are the checklists to explore.<br/>\n</p>\n<p>Don’t forget to stop by Ubud Market and browse for iconic handicrafts made in Bali for a precious souvenir.</p>\n<p> </p>\n<p><span>Get Around</span></p>\n<p>Since Ubud is relatively small, you can explore the town on foot or hire a bicycle or motorbike. Bear in mind that as this is hilly terrain, so do ask locals first which places are easier explored on foot, by bicycle, motorbike or by car.</p>\n<p>Ubud is a perfect place for you to experience spiritual awakening and enlightenment. Visit Ubud to experience its excitement, peace, and tranquility!</p>\n<p><span><br/>\n</span><span>Get There</span></p>\n<p>Various modes of transport are available from all over <a href=\"http://www.indonesia.travel/content/indtravelrevamp/us/en/destinations/bali-nusa-tenggara/bali.html\" target=\"Target\">Bali</a>. If you decide to visit Ubud directly from the airport, you can hire prepaid cabs but the fee may be quite hefty. You can also take regular taxis or rental cars. Public transportation such as buses can also take you to Ubud.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 14,
        "name": "Uluwatu",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/bali-nusa-tenggara/Uluwatu.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/uluwatu",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/uluwatuH.jpg",
        "content": "<h1>Uluwatu</h1><p>Home of the Most Famous Waves in Bali</p><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p>Uluwatu is home of the most famous waves in Bali. The spot offers several waves which are working with different swells and tides. The Peak is best at mid and high tide, closes out at low tide. In front of the cave, it's the most consistent. The Racetracks is at 100 meters further with fast wave, a lot of sections with easy tubes. Best at low tide and at 6 ft which can hold bigger swell. On the right tide and the right swell, 'The Peak' connects with 'Racetraks'.</p>\n<p>Outside the corner is the real Uluwatu. Works only with big swells (&gt;8 feet) and at low tide. The lower the tide, the better is the wave. Take at least a 7\" board. It is a succession of long walls good for carving and, sometimes, a beautiful final tube.</p>\n<p>Temple is less surfed. Two waves in fact (\"Outside temple\" and \"The Bombies\"). Only for experts because the water is very shallow. For them, it is an incredible tube when it works.</p>\n<p><img alt=\"uluwatu\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/revamp-image/new/uluwatu.jpg\" width=\"500\"><br/>\n</img></p>\n<p>Various restaurants and cafes throughout Uluwatu, from cheap food stalls to luxury restaurants. Naturally, the souvenirs around here are sea-related products, such as items made of seashells and corals. But of course, there are also modern kind of merchandises, such as T-shirts. There are many accommodations from warung (a traditional cafe), motels, hotels to villas. If you stay in a warung you just need to pay for the meals, while better accommodations like starred hotels are located near resorts.<br/>\n</p>\n<p> </p>\n<p><span>Get There</span></p>\n<p>Uluwatu is about one hour drive from the Ngurah Rai International Airport. You can use a taxi from the airport. Or you can go to <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/denpasar.html\"><u>Denpasar </u></a>and to find a travel agent or auto rental. Many rentals also provide motorcycles.<br/>\n</p>\n<p> </p>\n</p>"
    },
    {
        "id": 15,
        "name": "Kuta",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/bali-nusa-tenggara/Kuta.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/kuta",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/kutaH.jpg",
        "content": "<h1>Kuta Beach</h1><p>Indonesia</p><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p>Once a sleepy village with a quiet, beautiful sweep of <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/kuta/canggu-beach.html\" target=\"_self\">beach</a></u>, Kuta today has become a popular beach destination in its own right, alive with tourists from all over the world, swimming, surfing or sunbathing by the beach. Others, casually dressed in shorts, T-shirts and flip-flops stroll along its main road, shopping around or enjoying meals at its many open air restaurants. When in Kuta you know that you are in a holiday town, and people here are in a holiday mood.</p>\n<p><img alt=\"Indonesia\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/Kuta_1.jpg\"/></p>\n<p>Back in the 1960s, the only hotel was the Kuta Beach Hotel, but soon without much planning, Kuta developed rapidly into a haunt for surfers and backpackers, while the high-end market preferred to stay at the more sedate Sanur village on the opposite side of the peninsula. With time, Kuta’s popularity grew, and shops, restaurants, discos hotels, - from the simple to the exclusive - sprang up along the main road from Kuta to Legian, catering to the ever-increasing holiday crowd, that not only included international tourists but also domestic visitors from <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\">Jakarta </a>and other big cities.<br/>\n</p>\n<p><img alt=\"Indonesia\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/Kuta_2.jpg\"/></p>\n<p> </p>\n<p><span>Get Around</span></p>\n<p>Moving around Kuta it's very fun and simple. You can go around on foot or you can rent a bike or motorcycle.</p>\n<p><span>Get There</span></p>\n<p>There are plenty of taxis that can take you to <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/kuta/kuta-beach.html\">Kuta beach</a></u>. You can rent these by the meter or by the hour. Taking your own car is not recommended as parking here is very tight.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 16,
        "name": "West Bali National Park",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/bali-nusa-tenggara/West_Bali_National_Park.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/west-bali-national-park",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/westH.jpg",
        "content": "<h1>West Bali National Park</h1><p>Sanctuary of the Exotic White Bali Starling</p><p class=\"fs-6 border-top fw-light\">\n<p>Unspoilt beauty lies at the west end of the fabled island of Bali: lush green forests, picturesque mountain range, crystal clear blue water, and vast stretches of pristine beaches, those are what await at the West Bali National Park. Home to over a hundred species of wildlife, the national park is best known as the sanctuary of the <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/west-bali-national-park/bali-starling-songbird.html\" target=\"_blank\">exotic white Bali Starling</a></u> , an endemic iconic bird of the island of the gods.</p>\n<p>Located in the most north-westerly point of Bali, the national park includes the whole area of the Prapat Agung Peninsula, and large swathes of land around the towns of Gilimanuk, Cekik and Banyuwedang which lie in the regencies of Jembrana and Buleleng. This national park is approximately 100Km from Bali’s capital city, <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/denpasar.html\" target=\"_blank\">Denpasar,</a></u> or about 50 km west from the northern city of Singaraja, capital of Buleleng regency.</p>\n<p>West Bali National Park has a total area of 19,002.89 hectares, covering 15,587.89 hectares of land and 3,415 hectares of water. The habitat is very varied with rainforests, dry savannas, acacia scrubs and lowland forests, as well as more montane forests in the higher region. There are also some pockets of dense mangrove forests. In the north of the park is an obvious north jutting peninsula called Prapat Agung. Around this peninsula are long stretches of protected beach and offshore coral reefs as well as a small offshore island called <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/bali/menjangan-island.html\" target=\"_blank\">Menjangan</a></u> . The latter is a very popular diving destination.</p>\n<p>One hundred and sixty species of birds have been recorded in the park, including the near extinct Bali Starling (<i>Leucopsar rothschildi</i>), Bali's only endemic vertebrate species,the fauna icon of Bali. It was the key reason why this national park was created in 1941. By 2001, it was estimated that as few as only six individual starlings were thought to have survived in the wild, all of them in this park. Since then, captive breeding and re-introduction efforts have continued apace, but poaching pressures remain a large problem. With that in mind, a second re-introduction program was started in the remote regions of Nusa Penida, off the coast of Sanur Beach in 2004. In June 2011, West Bali National Park received 60 endangered Bali Starling for release, 40 from the <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/surabaya.html\" target=\"_blank\">Surabaya</a></u> Zoo and 20 from <a href=\"http://202.72.206.26:4502/content/indtravelrevamp/id/en/destinations/java/bogor/taman-safari.html\" target=\"Target\"><u>Taman Safari</u> Indonesia</a> . Keen birdwatchers can find a checklist of likely species and their status here.</p>\n<p>Among some other fauna found in the National park are: the Wild Bull ( <i>Banteng</i>), Barn Swallow, Black-naped Oriole, Black Racket-tailed Treepie, Crested Serpent-eagle, Crested Treeswift, Dollarbird, Hawksbill Turtle, Indian Muntjac, Java Sparrow, Javan macaque (<i>Lutung</i>), Large Flying Fox, Leopard Cat, Lesser Adjutant, Long-tailed Shrike, Milky Stork, Pacific Swallow, Red-rumped Swallow, <i>Menjangan</i> Wild Deer, Sacred Kingfisher, Savanna Nightjar, Stork-billed Kingfisher, Water Monitor, Wild Boar, Yellow-vented Bulbul, and many more.</p>\n<p>The national park is also the home of several endangered species of flora such as: <i>Pterospermum diversifolium, Antidesma bunius, Lagerstroemia speciosa, Steleochocarpus burahol, Santalum album, Aleuritas moluccana, Sterculia foetida, Schleichera oleosa, Dipterocarpus hasseltii, Garcinia dulcis, Alstonia scholaris, Manilkara kauki, Dalbergia latifolia</i> <i></i> and<i> Cassia fistula</i>.</p>\n<p>The Marine reserve includes the cape shores and several sanctuary islands with many seabirds in the bay of Gilimanuk, on the island of Menjangan and the excellent coral reefs surrounding it. The good drop-offs on Menjangan's south side are only surpassed by the particularly superb reefs on its northern shores. The island is a popular spot for locals and tourists wishing to dive for a variety of fish and coral reef exploration. There are no dangerous currents to contend with in this area.</p>\n<p>West Bali Barat National Park also shows high bio-diversity in a relatively small marine area. At the end of the last century, 110 species of corals belonging to 18 families were recorded, of which 22 species were of the mushroom coral family (there are only 29 species of mushroom corals recorded worldwide), and there were at least 27 species of <i>Acropora</i> coral found in a relatively small area of only 2 hectares.</p>\n<p>With all the splendors that stretch from the heart of its thick jungle to the deep waters that surround the peninsula, West Bali National Park is truly a natural treasure of the fabled island of Bali.</p>\n<p>For permit and information please contact:</p>\n<p>West Bali National Park Head Office:</p>\n<p>Balai Taman Nasional Bali Barat</p>\n<p>Jl. Raya Cekik-Gilimanuk Jembrana, BALI 82253</p>\n<p>Phone: <a target=\"_blank\">+62 365 61060</a></p>\n<p>Fax: <a target=\"_blank\">+62 365 61479</a></p>\n<p>E-mail: <a href=\"mailto:tnbb09@gmail.com\" target=\"_blank\">tnbb09@gmail.com</a></p>\n<p>Website: <u><a href=\"http://www.tnbalibarat.com/\" target=\"_blank\">www.tnbalibarat.com</a></u></p>\n<p><span> </span></p>\n<p><span>Get There</span></p>\n<p>Most visitors to the park arrive along the north coast road from Lovina (about 90 minutes) or <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/kuta/pemuteran-beach.html\" target=\"_blank\">Pemuteran</a></u> (about 15 minutes). Others come from the south via Gilimanuk harbor which is the main port that connects Java with Bali (about 15 minutes). From the capital city of Denpasar, the trip will take roughly about 4 to 5 hours along the main west road that connects Denpasar to Gilimanuk.</p>\n<p>All visitors should check in at one of the two park offices (PHPA) for information, and to obtain permits and arrange guides. The headquarters is at the village of Cekik just south of Gilimanuk in the west. The other is at Labuan Lalang on the north coast from where boats to Menjangan Island depart. The main ranger station is on the road between the two offices at Sumber Klampok.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 17,
        "name": "Tanah Lot",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/revamp-image/destination/thumbnail-tanahlot.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/tanah-lot",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/revamp-image/destination/tanahlot-header.jpg",
        "content": "<h1>Tanah Lot</h1><p>Magnificent Balinese Temple in the Open Ocean</p><p class=\"fs-6 border-top fw-light\">\n<p>To many people, Tanah Lot epitomizes the romantic island of <a href=\"http://www.indonesia.travel/sa/en/destinations/bali-nusa-tenggara/tanah-lot\" style=\"background-color: rgb(255,255,255);\">Bali</a>. Tanah Lot means Land in The Sea, a perfectly fit name for its unique offshore settings. The silhouette of Pura Tanah Lot is one of the most popular iconic features of Bali.<br/>\n</p>\n<p><img alt=\"Magnificent Balinese Temple in the Open Ocean\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/bali/tanahlot.jpg\"><br/>\n</img></p>\n<p>Imagine the image of a Balinese temple (pura) perched high on the rock, facing the wide open ocean. With the crashing waves below and the dramatic colors of the dusk sky as background, lit by the slowly disappearing sun. Tanah Lot is located in Tabanan, only around 30 km away from Denpasar. The temple is located some 300 meters offshore. The history of Tanah Lot temple was believed to date back to the 16th century, by Dang Hyang Nirartha, a respected religious figure in Bali.</p>\n<p>Dang Hyang Nirartha was said to be the one who created a three-temple system in Balinese villages. Setting the site plan that the temple built in the northern area of the village would be for Brahma, middle area for Vishnu and the southern side for Shiva. While traveling along the southern coast of Bali, he saw the little rock-island and decided to spend the night. The rock was known as Gili Beo, which means a bird-shaped rock, located in Beraban village. He then felt an enlightenment, that this was a holy place to build a shrine. The leader of Beraban was angry and order people to banish Nirartha from Gili Beo.</p>\n<p><img alt=\"Magnificent Balinese Temple in the Open Ocean\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/bali/tanahlot1.jpg\"><br/>\n</img></p>\n<p>In Balinese mythology, Dang Hyang Nirartha was known as a man of mighty supernatural power. So he moves the whole rock island to the sea, builds a temple and named it Tanah Lot. The whole Beraban village were astounded and later join to follow he believes. Tanah Lot temple was built to worship Bhatara Segara, or the sea God. To protect the temple, with his mighty power, he created a poisonous snake from his sash. The sea snake is believed to be living at the base of this rocky island, to guard the temple from evil intruders.<br/>\r\nToday, as one of the most photographed sea temple in Bali, you will find many art shops offering local handicrafts besides other signature local products at the entrance to get to Tanah Lot.</p>\n<p><img alt=\"Magnificent Balinese Temple in the Open Ocean\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/bali/sajen.jpg\"><br/>\n</img></p>\n<p>The best time to visit Tanah Lot is during Odalan, which is celebrated every 210 days. The rituals usually takes place near the Galungan and Kuningan festivities on the holy day known as Buddha Cemeng Langkir. On this day you will see rows of Balinese women gracefully carrying offerings on their head to pray at the temple of Tanah Lot. The tourist area of Tanah Lot near the rock is very well managed for visitors. It has a parking area, toilets, art shops, restaurants, hotel, open stage, tourist information center, security and safety services.</p>\n<p>There are many restaurants here where you can enjoy a sumptuous breakfast or lunch, while enjoying the panorama. Experience the serenity of the tropical sun slowly disappearing beyond the horizon into the wide open ocean, an incredible sight to treasure all your life.</p>\n<p> </p>\n<p><b>Get There</b></p>\n<p>Tanah Lot is located around 30 km away from Ngurah Rai Airport in Denpasar. Coming from Denpasar on the main highway and arriving in the town of Kediri, you will certainly not miss the large sign at the main intersection announcing the southwest turn to Pura Tanah Lot. To reach the temple of Tanah Lot you will need to cross some dry land then climb a hill to reach the site of the temple<b>.</b></p>\n<p><br/>\n<b>Get Around</b><br/>\r\nInside the temple area, you can just walk around and explore its photogenic surroundings. Although famous for its sunset view, you may also want to try coming at really early in the morning, so that there will be less crowd and higher chance to have a serene image of the temple. There are also several temples that you can visit around Tanah Lot. They are Pura Pekendungan, Pura Batu Bolong, Pura Jero Kandang, Pura Enjung Galuh, and Pura Batu Mejan.</p>\n<p>These temples have a variety of legends and myths surrounding their historical roots. When Nirartha left Beraban village, he bestows a special keris -a blade like a traditional weapon- to the Beraban leaders. The Ki Batu Gajah keris was said to possess the ability to repel plant diseases from crops. This keris was kept in Pura Pekendungan, before it is now safely stored in Puri Kediri. But on Odalan day, Ki Batu Gajah keris is always involved in the ceremonies.</p>\n<p>Pura Batu Bolong is another extraordinary sea temples build upon a jutting rock cliff. Batu Bolong means “hollowed stone”, depicted from its obvious characteristic. It is said to be the twin of Tanah Lot, with many similar features between the two.</p>\n<p>Located in Canggu, Batu Bolong sea temple is the cradle of the holy spring water. Many important Balinese rituals and ceremonies are held on this stunning location. Pura Jero Kandang in Tabanan is a temple devoted to seeking wellness and protection for livestock and agricultural crops. Pura Enjung Galuh is a temple renowned for a place to worship the Goddess Sri. Here, devotees pray for welfare and prosperity. Pura Batu Mejan is the location of Tirta Penglukatan, a holy spring believes to have to purify bliss against all negativity.</p>\n<p>Bali is indeed known as an island of the thousand temples. Make time to explore and discover which one is on your top favorite place to be!</p>\n<p><b><i>Address :</i></b><br/>\r\nJl.Raya Tanah Lot, Kawasan Pura Tanah Lot. Beraban Village, Kediri, Beraban 82121</p>\n<p> </p>\n<p> </p>\n</p>"
    },
    {
        "id": 18,
        "name": "Denpasar",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/bali-nusa-tenggara/Denpasar.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/denpasar",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/denpasarH.jpg",
        "content": "<h1>Denpasar</h1><p>Bali Indonesia</p><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p>Although Denpasar may not be as popular as the vibrant tourist’s compound of <a href=\"http://www.indonesia.travel/content/indtravelrevamp/au/en/destinations/bali-nusa-tenggara/kuta.html\" target=\"Target\">Kuta</a> land Legian or the thrilling waves of the island’s south coast, holds its own charm as a place where modernity and Balinese distinct culture blend flawlessly as a whole. <a href=\"http://www.indonesia.travel/au/en/destinations/bali-nusa-tenggara/denpasar\" target=\"Target\">Denpasar</a> is the capital City of Bali Island, and also acts as the major hub that connects the many tourists’ destinations within Bali Island. Denpasar is also the site where the famous Bali Arts Festival is held annually. Designated as Bali’s capital since 1958, replacing the former capital of Singaraja in the north, the city of Denpasar has since then grown rapidly in population and economy.</p>\n<p><img alt=\"Bali Indonesia\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/bali/denpasar/denpasar1.jpg\"><br/>\n</img></p>\n<p>Around its major square are the office of the Governor, the Bali Museum, and Bali’s first hotel, the Bali Hotel, where Hollywood film stars Charlie Chaplin and Barbara Hutton once stayed. Also around here are major banks. While other government offices can be found at Renon. The Puputan Square itself is a historic landmark in Bali’s heroic history. As a historic reminder of this phenomenal stance, the huge Bajra Sandhi Monument was erected at the Puputan Margarana Square, right in the heart of the city. Inside the monument, visitors will find dioramas and other valuable collections depicting the history of the Balinese struggle against colonialism.</p>\n<p>Denpasar is by far the largest city in Bali but still manages to retain a small-town ambiance despite heavy traffic congestion on its roads. The city is generally made up of tightly knit villages complete with historic Hindu temples surrounded by communal family compounds. It offers the most accessible way to see real, uncompromising Balinese life. Denpasar is also Bali’s best spot for shopping and features everything from lively street markets, vast department stores and more than its fair share of trendy boutiques. Expect the cheapest prices in Bali for almost everything as most stores cater to locals.</p>\n<p><img alt=\"Bali Indonesia\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/bali/denpasar/denpasar2.jpg\"><br/>\n</img></p>\n<p>The capital city offers the best way to explore the island complete insight through the Bali Provincial Museum (Museum Negeri Provinsi Bali) or simply known as Bali Museum. As Bali’s flagship museum, it offers an informative introduction to almost all things in Bali through a vast array of cultural and historic artifacts from across the island. It is housed in four traditional pavilions set around a walled compound, right in the heart of town. Weaponry, utensils, precious jewelry, Balinese textiles, religious artifacts, traditional costumes and masks, and several artworks are among some of the collections displayed in the museum.</p>\n<p>Located in the eastern suburbs, the Taman Werdhi Budaya or Bali Art’s Center is Bali’s foremost cultural center. It comprises a large exhibition space, art museum, concert hall and amphitheater and an adjoining school for the performing arts. There are permanent displays of Balinese art covering all styles made famous in nearby Ubud, woodcarvings and traditional costumes.</p>\n<p><img alt=\"Bali Indonesia\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/bali-nusa-tenggara/bali/denpasar/denpasar3.jpg\"><br/>\n</img></p>\n<p>Visitors can experience dance and music performances in two open-air amphitheaters with modern lighting. Dances are also regularly staged for the public, including works integrating modern Balinese choreography. The unique Kecak performance staged every night at 6:30-7:30 pm. As any place in Bali, Denpasar is also decorated with many Hindu Temples. Among some of the renowned temples in Denpasar are the Pura Agung Jagatnatha (adjacent to the Bali Museum), Pura Maospahit, and Puri Pemecutan.</p>\n<p> </p>\n<p>Get There</p>\n<p><b>By Air</b></p>\n<p>Most visitors coming to Bali will arrive at Ngurah Rai International Airport, located in Tuban between Kuta and Jimbaran, roughly 15 km from Denpasar or about 30 minutes’ drive. Acting as the main entrance to Bali, the airport is the second-busiest international airport in Indonesia, after Soekarno-Hatta International Airport.</p>\n<p>Ngurah Rai International Airport connects Bali to most of the Indonesian major cities and some of the major cities of the world. More information on domestic and international flights to and from Ngurah Rai International Airport can be found at <a href=\"http://www.ngurahrai-airport.co.id\">http://www.ngurahrai-airport.co.id</a></p>\n<p> </p>\n<p>Get Around</p>\n<p>Denpasar is centrally located and easily reached by car or taxi from the main tourist regions of south Bali. A trip from Kuta, Legian and <a href=\"http://www.indonesia.travel/content/indtravelrevamp/au/en/destinations/bali-nusa-tenggara/seminyak.html\" target=\"Target\">Seminyak</a><u><a href=\"http://www.indonesia.travel/content/indtravelrevamp/au/en/destinations/bali-nusa-tenggara/seminyak.html\" target=\"_self\"></a></u> will take 20-30 minutes depending on traffic. Sanur is just 15 minutes to the east and <a href=\"http://www.indonesia.travel/content/indtravelrevamp/au/en/destinations/bali-nusa-tenggara/ubud.html\" target=\"Target\">Ubud</a><u><a href=\"http://www.indonesia.travel/content/indtravelrevamp/au/en/destinations/bali-nusa-tenggara/ubud.html\" target=\"_self\"></a></u> about 30 minutes to the north. Tabanan is about 40 minutes to the northwest.</p>\n<p>A pre-paid taxi from the airport will cost between Rp 70,000-100,000, depending on exactly where in Denpasar you are heading to.</p>\n<p>The main bus terminal of Denpasar is Ubung, which is also a bemo (public minibusses transportation) terminal. Aside from connecting many cities in Bali, Ubung is also the main bus hub of Southern Bali to Java.</p>\n<p>A bus to and from Surabaya, the capital of East Java will cost about Rp 120,000 including the ferry trip between Banyuwangi and Gilimanuk, mineral water and a meal.</p>\n<p>Although there is no train station nor any railroad tracks in Bali, you can still use a train as a transportation option to Denpasar.</p>\n<p>Through the Inter-Transportation Modes Ticket (Titam/Tiket Terpadu Antar Moda) You can buy the so-called “train tickets” to and from Surabaya, including a bus (air-conditioned) to Banyuwangi, and the ferry between Gilimanuk and Ketapang, and then a train from Banyuwangi to Surabaya. <a href=\"http://www.indo.com/ground_transport/train_old/deparinfo.html\" target=\"Target\">Read more information</a> about it.</p>\n<p> </p>\n</p>"
    }
]