[
  {
    "id": 19,
    "name": "Cirebon",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/cirebonthumb.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/cirebon",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/headercirebon.jpg",
    "island_id": 1,
    "province_id": 10,
    "location": "Cirebon, Jawa Barat",
    "video_url": "https://www.youtube.com/watch?v=D-tWw_N_xYU&pp=ygUbY2lyZWJvbiB3b25kZXJmdWwgaW5kb25lc2lh",
    "description": "Explore Cirebon's unique blend of Sundanese, Javanese, Chinese, Indian, Arab, and European cultures. A rich tapestry of heritage awaits",
    "content": "<h1>Cirebon</h1><p>The Richness in Diversity</p><p class=\"fs-6 border-top fw-light\">\n<p>Cirebon is located right on the border between the provinces of West Java and Central Java on the northern coastal plains of Java. What makes Cirebon so interesting is its multi-national acculturation; Sundanese and Javanese mixture with Chinese, Indian, Arab, and European. The palace buildings and Islamic graves are decorated with old Ming porcelain plates, its Batik art has strong Chinese influences, while its mosques have strong Arabian influences.</p>\n<p><img alt=\"temple\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/west-java/cirebon/image/temple.jpg\" width=\"500\"/><br/>\n</p>\n<p> </p>\n<h2>A Port Full of Historical Experiences</h2>\n<p>Cirebon was once a part of powerful kingdoms on Java’s north coast which consisted of Banten (once known as Bantam) in the west, to Semarang, Demak, Kudus in Central Java, all the way to Tuban in East Java. This swathe of coastline was known as Daerah Pesisir. Known as Pantura nowadays, the region has become a main commercial arterial busy road until today. As the fourth-largest city on Java’s north coast after Jakarta, Surabaya, and Semarang, Cirebon’s industry and trade are thriving. A visit to Cirebon will take you back to 16th-century commercial life, with its palaces, batik shops, mosques, and crowded markets. Besides, another attraction of Cirebon lies in its rich cuisine.</p>\n<p><img alt=\"batik\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/west-java/cirebon/image/batik.jpg\" width=\"500\"/><br/>\n</p>\n<p><span> </span></p>\n<h2>Get There</h2>\n<p>Because of its central location, Cirebon is easily accessible by car, air, or train. There are two large railway stations in Cirebon. They are Kejaksan Station and Prujakan station. Cirebon also has a small airport known as Cakrabuana Airport, while the larger one, known as Kertajati Airport, is located not too far from the city, in Majalengka.</p>\n<p>When traveling by car, please note that since this is a busy highway, you will encounter a lot of container trucks along the way.</p>\n<p><img alt=\"train\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/west-java/cirebon/image/train.jpg\" width=\"500\"/><br/>\n</p>\n<p>If you want to travel by train, there are two available routes you can take. They are from Jakarta and Bandung. The route from Jakarta starts at Gambir Station in the east of the <a href=\"https://www.indonesia.travel/gb/en/destinations/java/dki-jakarta/national-monument\">National Monument</a> and ends at Kejaksan Station. Meanwhile, the route from Bandung starts at Bandung Station in Andir district and also ends at Kejaksan Station. Kejaksan Station itself is situated strategically in the heart of Cirebon. Some of the most popular destinations in Cirebon include <a href=\"https://www.indonesia.travel/gb/en/destinations/java/cirebon/kasepuhan-palace\">Kasepuhan Palace</a> and <a href=\"https://www.indonesia.travel/gb/en/destinations/java/cirebon/trusmi-batik-village\">Trusmi Batik Village</a>.</p>\n</p>"
  },
  {
    "id": 20,
    "name": "Bogor",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/bogorthumb.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/bogor",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/headerbogor.jpg",
    "island_id": 1,
    "province_id": 10,
    "location": "Bogor, Jawa Barat",
    "video_url": "https://www.youtube.com/watch?v=4RsOEy5uh5A&pp=ygUZYm9nb3Igd29uZGVyZnVsIGluZG9uZXNpYQ%3D%3D",
    "description": "Explore Bogor's pleasant climate and famous attractions, including the Indonesian Agricultural Institute and the Zoological Museum",
    "content": "<h1>Bogor</h1><p>Pleasant City with High Year-round Rainfall</p><p class=\"fs-6 border-top fw-light\">\n<p>Bogor is located about 60 km in the south of <a href=\"https://www.indonesia.travel/gb/en/destinations/java/dki-jakarta\">Jakarta</a>. Once known as Buitenzorg meaning 'free of care', Bogor lies at the foothills of Mount Salak. It has high, year-round rainfall, and a much cooler climate compared to metropolitan Jakarta. Bogor itself is a pleasant town, and home to Indonesia's Agricultural University and the Zoological Museum, a place where you can find a mount of the last one-horned rhino in the Bandung plateau.</p>\n<p><img alt=\"whalebone\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/west-java/bogor/image/whalebone.jpg\" width=\"500\"/><br/>\n</p>\n<h2> </h2>\n<h2>A Majestic Weekend Escapade</h2>\n<p>From Bogor, you can go through a road that climbs up passing picturesque mountain resorts all the way to Puncak, which literally means the peak. A wonderful zoo famously known as Taman Safari Indonesia is located on this winding yet beautiful route. Further beyond Puncak before reaching Cipanas is the Cibodas Park just at the foot of Mount Gede-Pangrango, laid out for the study of temperate plants, where Java coffee was originally cultivated.</p>\n<p><img alt=\"zoo\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/west-java/bogor/image/zoo.jpg\" width=\"500\"/><br/>\n</p>\n<p>Today, Bogor is a favorite place to spend weekends and short holidays. Bogor is famous for its Asinan, fresh fruit, sour vegetables salads, and oddly enough also for its apple pies and baked macaroni.</p>\n<p><img alt=\"drink\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/west-java/bogor/image/traditional-drink.jpg\"/><br/>\n</p>\n<p><span> </span></p>\n<h2>Get There</h2>\n<p>From Jakarta, you can rent a car (complete with a driver) to reach Bogor. A journey to Bogor will take you only about one hour. Be advised that the traffic on weekends and long holidays will be more packed.</p>\n<p> </p>\n</p>"
  },
  {
    "id": 21,
    "name": "Banyuwangi",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/revamp-image/banyuwangi-pulau-merah/thumbnailartikelbanyuwangi.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/banyuwangi",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/revamp-image/banyuwangi-pulau-merah/headerbanyuwangi.jpg",
    "island_id": 1,
    "province_id": 13,
    "location": "Banyuwangi, Jawa Timur",
    "video_url": "https://www.youtube.com/watch?v=zzJcADNiNhg&pp=ygUeYmFueXV3YW5naSB3b25kZXJmdWwgaW5kb25lc2lh",
    "description": "Discover Banyuwangi, Java's hidden treasure with stunning nature. Explore mountains, beaches, and witness the legendary Ijen Crater's blue flames",
    "content": "<h1>Banyuwangi</h1><p>Secret Gem in The East-Most of Java</p><p class=\"fs-6 border-top fw-light\">\n<p><br/>\r\nBanyuwangi is the east-most city in Java, this is where the sun first rises in the morning throwing its welcoming rays over Java. This lush green island is densely populated. Banyuwangi Regency extends over an area of 5,800 square km, comprising the southern beaches brushed by the Indian Ocean, to the impressive Mt Raung that stands at 3,282 meters and Mt Merapi at 2,800 meters above sea level.</p>\n<h2><b>Eastern Haven</b></h2>\n<p>Mountain climbers can hike up from Banyuwangi to the stunning Ijen Crater and be amazed by its legendary blue flames that spring out among the yellow sulphurous rocks, which are cut and gathered manually by traditional miners. However, if you are planning to witness the magnificence of the blue fire, it is advised to not carry or wear any silver jewellery as the high amount of sulphur is going to tarnish it.</p>\n<p><img alt=\"Secret Gem in The East-Most of Java\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/Image1.jpg\"/></p>\n<p>Not only famous for its blue fire, but Banyuwangi is also internationally known as the destination that has many perfect spots for surfing. Plengkung Beach in Banyuwangi is considered to have the second-best waves for surfing after Hawaii!</p>\n<p>The beach that is famous with the name “G-Land” has a roll of waves with an average of seven rows, hence the title it has been given: “The Seven Giant Waves Wonder”.<br/>\n</p>\n<p><img alt=\"Secret Gem in The East-Most of Java\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/Image2.jpg\"><br/>\n</img></p>\n<p>Red Beach or “Pantai Merah” is the best alternative for those who are still beginners and looking for a less risky experience of surfing. In comparison to Plengkung Beach, Red Beach has almost no coral reefs along the beach line. Moreover, Red Beach has stunning views of sunsets that attract many international visitors and leaves them in awe! </p>\n<p>Are you looking for an extreme challenge? Make your way through the waterway onto Tabuhan Island, which is located between Java Island and Bali Island, 20 kilometers away from the town of Banyuwangi. Different from other beaches, Tabuhan Island delivers an excitingly adventurous sensation of kite-surfing and wind-surfing.</p>\n<h2><b>How to Get Here</b></h2>\n<h3><b>By Air</b></h3>\n<p>Indonesia’s second-largest city, Surabaya is connected directly from abroad by a number of international airlines. You can then connect through Garuda Indonesia or Lion Air flights from Surabaya to Banyuwangi Blimbingsari Airport. There are also daily flights from Bali to Banyuwangi.</p>\n<h3><b>By Land</b></h3>\n<p>The city of Banyuwangi is located around 239 km east of Surabaya, the capital of the province of East Java. You can travel from Surabaya to Banyuwangi by car or by train. You can also travel by car from any other large city in East Java to Banyuwangi.</p>\n<h3><b>By Water</b></h3>\n<p>If you wish to travel overland from Bali, catch the ferry at Gilimanuk port, on the western tip of Bali which sails to the port of Ketapang at Banyuwangi.</p>\n<h2><b>How to Get Around</b></h2>\n<p>It is best to rent a car at the airport or through your hotel/travel agent to explore the attractions around Banyuwangi. Make sure to have a sturdy and comfortable vehicle especially when you plan to visit the mountainous regions or the savannah, even though the roads are well constructed.</p>\n<h2><b>Attraction</b></h2>\n<h3><b>Nature Adventure</b></h3>\n<p>The town of Banyuwangi is the gateway to your explorations to watch wild animals roam freely in the reserve of Alas Purwo National Park, the oldest conservation area on Java Island. You can also go trekking through the savannah of Baluran National Park, where you can see the large Java water buffaloes called “banteng”, small Java mouse-deer known as “kancil”, peacocks, eagles, macaques, and also many other wild animals.<br/>\n</p>\n<p><img alt=\"Secret Gem in The East-Most of Java\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/Image3.jpg\"><br/>\n</img></p>\n<p>Are you looking for a unique spot? Green Bay or Sarongan Pesanggaran will astound you with its waters, which are green on the shores and turn to blue, as the water flows further away from the beach line. Its white sands and tropical atmosphere will give a similar feeling to Bali or Lombok. </p>\n<p>Last but not least, you can travel to Sukamade Beach where turtles come to hatch their eggs. While on your way from Banyuwangi, you can also experience a true sensation of jungle exploration on the challenging wilderness of Meru Betiri National Park. </p>\n<p>There, one can see, macaques, peacocks and other endemic species of birds. If you are planning to visit this National Park, make sure to do the best you can in participating in sustainable tourism efforts by avoiding littering and respecting the local community.</p>\n<h2><b>Culture</b></h2>\n<p>You can visit Blambangan Park, the landmark of the Banyuwangi Regency. Every night, you will be entertained by a bunch of cultural shows in a program held by the Banyuwangi Tourism Office named “Banyuwangi Culture Everyday”. Besides being a tourist attraction, this event is intended to appreciate the talents and hobbies of Banyuwangi’s young artists and also to preserve the Banyuwangi culture.</p>\n<h2><b>Culinary</b></h2>\n<p>There are four authentic cuisines of Banyuwangi that you should taste while you are there. Tempong Riceconsists of steamed white rice served with steamed vegetables and raw condiment. It is perfect for those who love spicy food. If you’re looking for a distinctive breakfast meal in Banyuwangi, then a plate of Nasi Cawuk is all you need. This meal consists of white rice, savoury grated coconut, and grilled corn. Nasi Cawukis also topped with lemongrass sauce and steamed clover. You can choose between a boiled egg or steamed fish as the side dishes. The taste is very comforting!<br/>\n</p>\n<p> </p>\n</p>"
  },
  {
    "id": 22,
    "name": "Baluran National Park",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/baluranthumb.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/baluran-national-park",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/headerbaluran.jpg",
    "island_id": 1,
    "province_id": 13,
    "location": "Situbondo, Jawa Timur",
    "video_url": "https://www.youtube.com/watch?v=rN2y8Vy9xdE&pp=ygUbQmFsdXJhbiB3b25kZXJmdWwgaW5kb25lc2lh",
    "description": "Discover Baluran National Park's distinct savannah landscape and diverse wildlife on Java's east coast. Witness banteng, kancil, peacocks, and more",
    "content": "<h1>Baluran National Park</h1><p class=\"fs-6 border-top fw-light\">\n<p>In stark contrast to the lush green scenery found elsewhere on the island of Java, the Baluran National Park, located on the east-most edge of Java, consists predominantly of open savannahs, where wildlife roams free. Here one can watch grazing, the large Javan water buffaloes called “banteng”, small Java mouse-deer is known as “kancil”, peacocks strutting about displaying their colorful plumage, eagles flying overhead and macaques fishing for crabs with their tails.<br/>\n</p>\n<p><img src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/revamp-image/baluran-national-park/sunset.jpg\" width=\"500\"/><br/>\n</p>\n<p>Coverning 250 sq km, the Park forms part of the district of Situbondo, in the province of East Java, comprising lowland forests, mangrove forests and 40% swathes of fertile savannahs, they provide abundant food for the animals. Here also are many typical Java trees like the Java tamarind and the pecan nut trees.</p>\n<p>Discovered by Dutchman A.H.Loredeboer, in 1937 it was designated Wildlife Refuge by the Dutch colonial authorities, and in 1980 Indonesia designated this as a National Park. At the center of this large Park stands the extinct Baluran volcano, watching over its pristine environment dominated by the dry east wind, Baluran receives on average only 3 months of rain. The rainy season in East Java being between Novembers through April, peaking in December and January, while the dry season lasts from April through October.</p>\n<p>During the dry season, the land parches and water becomes scarce, while when it rains, water slides over the black alluvial land with little being absorbed, forming water pools especially along the Park’s southern part that connects Talpat with Bama Beach. When you visit Baluran during the rainy season, you will see ample water holes, but during this time the Banteng and the wild bulls prefer to wander in the forests, although other animals like peacocks, mouse deer, and wildfowl do come out and can still be observed.</p>\n<p><img src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/revamp-image/baluran-national-park/deer.jpg\" width=\"500\"/><br/>\n</p>\n<p>Baluran National Park boasts 444 species of trees, some unique to the area like the widoro bukol (<i>Ziziphus rotundifolia</i>), mimba (<i>Azadirachta indica</i>), and pilang (<i>Acacia leucophloea</i>). These plants are able to adapt to dry conditions when others have long wilted. Other trees also remaining green are the candle trees or kemiri (<i>Aleurites moluccana</i>), gebang (<i>Corypha utan</i>), api-api (<i>Avicennia sp.</i>), the tamarind tree (<i>Tamarindus indica</i>), gadung (<i>Dioscorea hispida</i>), kendal (<i>Cordia obliqua</i>), manting (<i>Syzygium polyanthum</i>), and kepuh (<i>Sterculia foetida</i>). </p>\n<p><img src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/revamp-image/baluran-national-park/savana.jpg\" width=\"500\"/><br/>\n</p>\n<p>The Park is habitat to 26 mammal species among which are the banteng (<i>Bos javanicus</i>), wild water buffaloes (<i>Bubalus bubalis</i>), the ajag (<i>Cuon alpinus javanicus</i>), the muncak deer (<i>Muntiacus muntjak</i>), the rusa (<i>Cervus timorensis), </i>leopards (<i>Panthera pardus</i>), the mouse deer (<i>Tragulus javanicus</i>), and mangrove cats (<i>Prionailurus viverrinus</i>). The Banteng are specific to Baluran and are therefore the Park’s mascot.</p>\n<p>Additionally, Baluran is habitat to 155 types of birds, among which are the rare fire kite (<i>Hirundo rustica</i>), the red forest fowl (<i>Gallus gallus</i>), kangkareng (<i>Anthracoceros convecus</i>), hornbills (<i>Buceros rhinoceros</i>), tuwuk or asian tuwur  (<i>Eudynamys scolopacea</i>), peacocks  (<i>Pavo muticus</i>), and herons (<i>Leptoptilos javanicus</i>).</p>\n<p>A safari trip to Baluran is indeed a precious journey.</p>\n<h2><b>Get There</b></h2>\n<p>To reach the Baluran National Park from Surabaya, capital of East Java, traveling overland takes around 6 hours. Baluran is located partly in the district of Situbondo and partly in the district of Banyuwangi. The Park covers a total area of 22,500 hectares comprising coastal forests and grassland and is protected by three mountains, namely Mt. Baluran, Mt. Merapi (not to be confused with Mt. Merapi near Yogyakarta) and the Ijen volcano.</p>\n<p>From Surabaya driving via the northern coastal road east you will pass the towns of Pasuruan, Probolinggo, and Situbondo. After Banyuputih, the road turns south. Do not take the road further east to the village of Bilik. Before you reach the village of Wongsorejo turn left and you will see the sign: Visitor Center. This is the entrance gate to Baluran Park.</p>\n<p>Alternatively, you can also drive from Sitobondo to Bangandengan. Some 60 km distance. The Baluran National Park is in fact on the highway connecting Surabaya with the city of Banyuwangi from where ferries take cars and passengers to Bali’s west coast.  So that Baluran is also easily accessible from Bali.     </p>\n<p>Now that Garuda and Wings Air also fly daily to Banyuwangi from Surabaya and Denpasar, Bali, you can take the short route from Banyuwangi to Batangan some 35 km away, and then on to Bekol which is 12 km from here and takes around 45 minutes.</p>\n<p>Within Baluran National Park you can drive through the Park to Bekol, The road takes two cars in opposite directions. Although the road is asphalted it is best to use SUV cars. From the entrance to the Bekol-Bama savannah is about 15 km. Around Bekol and Bama are trails for tourists and students.</p>\n<p> </p>\n<p> </p>\n</p>"
  },
  {
    "id": 23,
    "name": "Seribu Archipelago",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/seributhumb.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/seribu-archipelago",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/headerseribu.jpg",
    "island_id": 1,
    "province_id": 9,
    "location": "Kepulauan Seribu, Jakarta",
    "video_url": "https://www.youtube.com/watch?v=IR5sdzuSVAo&pp=ygUkS2VwdWxhdWFuIFNlcmlidSB3b25kZXJmdWwgaW5kb25lc2lh",
    "description": "Experience tranquility in Kepulauan Seribu, an idyllic island paradise near Jakarta, perfect for relaxation, water sports, and exploration",
    "content": "<h1>Seribu Archipelago</h1><p>The Picturesque Escape of the Metropolitan</p><p class=\"fs-6 border-top fw-light\">\n<p>If you’re longing to have a short escape from the busy side of <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta\" target=\"_blank\">Jakarta</a>, KepulauanSeribu or the Thousand Islands is the perfect place for you! There are 108 islands in KepulauanSeribu, located in the northern coast of Jakarta, but only 11 of those are inhabited and 36 may be used for recreation.</p>\n<p>You can go island hopping and visit some of the most famous spots in KepulauanSeribu, or you can go swimming, snorkeling, diving, or just laying around all day long in these laid back islands.  KepulauanSeribu’s Marine National Park is the heart of this archipelago. The park consists of a few islands, such as SemakDaun, GosongPramuka, KarangLebar, KarangBalikLayar and Kotok Island. There are around 19 diving spots with amazing underwater life in this area!</p>\n<p>There are also the historical islands, which comprise of Onrust, Cipir, Kelor, and Bidadari Island. You can stroll around Onrust Island and stumble upon archaeological remains. The exotic Macan Island is an eco-friendly escape that you would not want to miss; and how can you not visit the famous Love Bridge on <a href=\"l/content/indtravelrevamp/gb/en/destinations/java/seribu-archipelago/tidung-island\" target=\"_blank\">Tidung Islan</a>d. The bridge is an iconic structure that connects TidungBesar with Tidung Kecil Island. You can ride a bicycle around the island as the friendly locals greet you. Pari Island is one of the most populated island, yet it still holds a hidden gem, such as the unsullied Perawan Beach, home to a diverse coral reefs and breathtaking marine scenery. Last but not least, is the Putri Island, located furthest from Jakarta. You can walk in an underwater tunnel, where you get to see the wonderful life of sea creatures!</p>\n<p> </p>\n<p><span>Get Around</span></p>\n<p>Everywhere on the island is on walkable distance, but if you want to explore more, you can rent a bicycle. Take your time to interact with the curious local children and stop by at their homes to learn something that might be memorable for you to cherish.</p>\n<p><span>Get There</span></p>\n<p>First, you need to reach the nearest harbor in Jakarta, such as Marina Ancol, Kali Adem, or SundaKelapa. You can also depart from CituisRawaSaban and TanjungPasir Harbor in Banten. From there on, you can take a boat ride to KepulauanSeribu. If you opt for a more convenient and faster ride, just head straight to Marina Ancol to take a speedboat. You can also take a ferry from SundaKelapa. When traveling from Banten area, you can only hop to certain islands that have the shortest distance from the harbor.  Ticket price for one way boat or ferry ride ranges from IDR 15,000 to IDR 125,000, while speedboat ride starts at IDR 110,000 to IDR 270,000. You can get to these harbors by private car, public transportations such as taxi, bus, or motorcycle taxi (ojek), depending on where you will depart from.</p>\n<p><span>Where to Stay</span></p>\n<p>There are plenty of islands that offer proper accommodation, ranging from standard bedrooms to an exclusive private beach hut. Some islands also offers homestays and even a camping ground if you insists on sleeping amongst the ocean breeze. Either way, it’s your choice. Now, let’s get packing!</p>\n</p>"
  },
  {
    "id": 24,
    "name": "Dieng Plateau",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/diengthumb.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dieng-plateau",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/headerdieng.jpg",
    "island_id": 1,
    "province_id": 11,
    "location": "Wonosobo, Jawa Tengah",
    "video_url": "https://www.youtube.com/watch?v=67n97lJcWdg&pp=ygUPRGllbmcgd29uZGVyZnVs",
    "description": "The name ‘dieng’ which literally translates as ‘abode of the Gods’ says all you need to know about this collection small ancient temples set in the  remarkable volcanic landscape of the Dieng Plateau. The misty location, sulphurous springs and colored lakes truly make this a place of natural wonder and cultural significance.",
    "content": "<h1>Dieng Plateau</h1><p>Among the Gods at Dieng Plateau</p><p class=\"fs-6 border-top fw-light\">\n<p>The name ‘dieng’ which literally translates as ‘abode of the Gods’ says all you need to know about this collection small ancient temples set in the  remarkable volcanic landscape of the Dieng Plateau. The misty location, sulphurous springs and colored lakes truly make this a place of natural wonder and cultural significance.  </p>\n<p><img alt=\"dieng\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/central-java/dieng-plateau/dieng.jpg\" width=\"500\"/><br/>\n</p>\n<p>Come here and you will be transported back to ancient times. The temples are remnants from the glorious period of the Hindu empire in Java dating back to the 7th and 8th centuries. Standing on a plateau 2,000 meters (6,500 ft) above sea level, it is the extraordinary setting of these temples which make them most remarkable. It is believed that this place was chosen as the sacred location because of the spectacular landscape.</p>\n<p>From the bubbling mudholes, brightly colored sulphur lakes and thick mist surrounding the plateau, visitors will easily understand why the ancient Javanese considered this place to be the seat of supernatural powers. Modern visitors to the plateau are enthralled by the unearthly beauty of this spot, with many finding it quite eerie.   </p>\n<p>Each of the small temples is named after figures in the epic tale of the Mahabharata such as Bima, Gatotkaca, Arjuna and Srikandi. It is believed that these temples used to serve as residences of Hindu priests who would spread Hindu teachings.</p>\n<p><img alt=\"temple\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/central-java/dieng-plateau/temple.jpg\" width=\"500\"/><br/>\n</p>\n<p> </p>\n<h2>The Two Colorful Lakes</h2>\n<p>The natural splendors of this location are fascinating. From lakes with green and yellow hues called Telaga Warna to the pristine waters of the reflective ‘mirror’ lake called Telaga Pengilon, the natural beauty of this spot is superb. The mirror lake is particularly impressive as it offers a perfectly reflective image of the landscape.  While, the impact of logging can be seen as many of the trees surrounding the lake have been cut down, it still remains an impressive natural phenomenon.</p>\n<p><img alt=\"lake\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/central-java/dieng-plateau/lake.jpg\" width=\"500\"/><br/>\n</p>\n<p>Once you’ve walked to the top of the Dieng plateau you will feel like you are on top of the world. It will be difficult to know just where to look as the view from the plateau takes in steaming and colorful lakes, ancient temples and lush green landscape.</p>\n<p> </p>\n<h2>How to Get There</h2>\n<p>Whether you’re coming from Jakarta, Semarang, or Surabaya, the first thing you need to do is to reach Wonosobo either by train or bus since both are convenient and available anytime. Head to Mendolo Terminal in Wonosobo and then find a public minibus transportation called Mikromini for a ride straight to Dieng Plateau. Mikromini is always available in Mendolo Terminal everyday from 8.00 AM to 5.00 PM local time and the ride is just 1,5 - 2 hours away.</p>\n<p> </p>\n<h2>How to Get Around</h2>\n<p>There’s no better way to explore Dieng Plateau than on foot. However, if you’re looking for a quick method of hopping from one place to another, many locals provide motorcycle rides at affordable rates.</p>\n<p>There are many things you can do in the Dieng Plateau. For a truly amazing spectacle, arrive at the plateau at sunrise and you will be spoiled with not one, but two amazing views of the sunrise, a ‘golden’ and a ‘silver’ sunrise. This double sunrise is a unique natural phenomenon.  Visitors take in the first ‘golden’ sunrise from a watch tower while the second ‘silver’ sunrise can be seen from the temples.</p>\n<p>Even the drive to the plateau offers impressive sights. On the way up, visitors will pass through tobacco plantations and beautiful mountain scenery.</p>\n<p>The Dieng people are used to visitors and warmly welcome travellers to the region.</p>\n</p>"
  },
  {
    "id": 25,
    "name": "Ijen Crater",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/ijenthumb.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/ijen-crater",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/headerijen.jpg",
    "island_id": 1,
    "province_id": 13,
    "location": "Banyuwangi, Jawa Timur",
    "video_url": "https://www.youtube.com/watch?v=mPQOvEaFWQQ&pp=ygUOSWplbiB3b25kZXJmdWw%3D",
    "description": "Ijen plateau or known as 'Kawah Ijen' is highly recommended to mountain buffs and hikers. The magnificent turquoise sulfur lake of Kawah Ijen lies at 2148 m above sea level and is surrounded by the volcanos sheer crater walls.",
    "content": "<h1>Ijen Crater</h1><p>The Active Volcano for Adventurer Hikers</p><p class=\"fs-6 border-top fw-light\">\n<p>Ijen plateau, also known as 'Kawah Ijen' is highly recommended for nature enthusiasts and hikers. The Plateau was at one time a huge active crater, 134 sq km in area. Ijen is a quiet but active volcano, and the landscape is dominated by the volcanic cones of Ijen (2,368 asl) and Merapi (2,800 asl) on the northeastern edge of the Plateau, and Raung (3,332 asl) on the southwestern corner. </p>\n<p><img alt=\"The Active Volcano for Adventurer Hikers\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/east-java/ijen-crater/ijen-crater.jpg\" width=\"500\"/><br/>\n</p>\n<p> </p>\n<h2>A Home to the Phenomenal Blue Fire</h2>\n<p>The beauty of Ijen Crater has been recognized across the world. In March 2016, this magical lake has been included in UNESCO’s World Biosphere Reserves. When you arrived here after walking through a road surrounded by lush greeneries, a refreshing chill breeze will greet you right away. The air around Ijen Crater normally will reach about 10 degrees celsius daily. Sometimes, it might even hit 2 degrees celsius. In the day, the mesmerizing sight of sunlight radiating a turquoise lake enveloped with smokes will give you an everlasting impression. Several small vents can be found surrounding the crater. They are a source of work for sulfur miners, making their way up and down from the crater and down to the lake each and every day. At dawn, you can have a chance to witness an incredible natural phenomenon where blue-tinted flames will appear around the crater. Known by many as the Blue Fire, this phenomenon usually occurs around 05:00 AM.</p>\n<p><img alt=\"The Active Volcano for Adventurer Hikers\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/ijen2.jpg\" width=\"500\"/><br/>\n</p>\n<p> </p>\n<h2>Get Around</h2>\n<p>You can take a walk for about 1-1.5 hours around the crater rim. </p>\n<p><img alt=\"The Active Volcano for Adventurer Hikers\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/east-java/ijen-crater/another-view.jpg\" width=\"500\"/><br/>\n</p>\n<p> </p>\n<h2>Get There</h2>\n<p>The Ijen Plateau can be reached through Bondowoso from either the northern or the southern coast. It is closer to <a href=\"https://www.indonesia.travel/gb/en/destinations/java/banyuwangi\">Banyuwangi</a>, but the road can be very steep and badly deteriorated. A jeep is quite helpful, although difficult to hire in Banyuwangi and outrageously expensive. Most people walk the last 8 km (from about 64 km) along the road to Paltuding Post (the PHPA Post, the starting point, or the trek to the crater) from Bondowoso. Once you’ve arrived at Paltuding Post, you can trek your way up to the edge of the Ijen crater caldera through a 3 km long route. The daily climbing schedule starts at 01:00 AM up until 12:00 AM. However, during the restriction period, the climbing schedule will instead start at 03:00 AM.</p>\n</p>"
  },
  {
    "id": 26,
    "name": "Karimun Jawa",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/karimunthumb.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/karimun-jawa",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/headerkarimun.jpg",
    "island_id": 1,
    "province_id": 11,
    "location": "Jepara, Jawa Tengah",
    "video_url": "https://www.youtube.com/watch?v=HZVuxztLDwI&pp=ygUWS2FyaW11biBKYXdhIHdvbmRlcmZ1bA%3D%3D",
    "description": "Situated some 90km northwest off the northern coast of Jepara Regency in Central Java Province, the Karimunjawa Archipelago is a chain of breathtaking coral-fringed islands replete with underwater splendor secluded in the open Java Sea",
    "content": "<h1>Karimun Jawa</h1><p>Marine Paradise of Java Sea</p><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p>The Karimun Jawa archipelago, located in the Java Sea, across the capital city of <a href=\"https://www.indonesia.travel/gb/en/destinations/java/semarang\">Semarang</a>, has everything to offer for divers and backpackers who enjoy trekking and snorkeling along a gorgeous beach. The Karimunjawa National Park (not to be confused with the Karimun Islands in Bintan, Riau) is one of seven marine national parks in Indonesia. Taking only a four to five-hour trip from Semarang, you will be surrounded by a natural beauty so stunning, you wish you could stay here forever.</p>\n<p><img alt=\"karimun jawa\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/karimunimage1.jpg\" width=\"500\"><br/>\n</img></p>\n<p> </p>\n<h3><b>Vibrant Marine Life in the North of Java</b></h3>\n<p>The sparkling beaches and pristine seas are home to healthy coral reefs that scatter around an 80 km wide area all the way to the coast of Jepara. Here, you can find two protected marine biota species. Namely, the black coral (Antiphates sp )and organ pipe coral (Tubipora musica). Others include the triton trumpet, the horned helmet, and the pearly-chambered nautilus. There are hawksbill turtles as well as common green turtles too. Above the surface, you can also witness the red-breasted parakeet and other tropical bird species. </p>\n<p><img alt=\"karimun jawa\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/karimunimage2.jpg\" width=\"500\"><br/>\n</img></p>\n<h3><br/>\n<br/>\n<b>Get There</b></h3>\n<p>Flights to Semarang are available from <a href=\"https://www.indonesia.travel/gb/en/destinations/java/dki-jakarta\">Jakarta</a>, <a href=\"https://www.indonesia.travel/gb/en/destinations/bali-nusa-tenggara/denpasar\">Denpasar</a>, and also from other cities. Karimun Jawa itself has an airport in Kemujan Island, called the Dewadaru Airport. Small aircraft land here although the flight schedule is still dominated by chartered flights from Semarang, Yogyakarta, or Bali.</p>\n<p><img src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/central-java/karimunjawa/ship.jpg\" width=\"500\"><br/>\n</img></p>\n<p>Ferries serve the islands three times a week, either from Jepara or also Semarang, and speed boats are plenty and available on special request.</p>\n<p> </p>\n</p>"
  },
  {
    "id": 27,
    "name": "Demak",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/demakthumb.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/demak",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/central-java/demak/cf2979ce9f4a17b9e6ef1719e529c05f019a9ccf-e69ed.jpg",
    "island_id": 1,
    "province_id": 11,
    "location": "Demak, Jawa Tengah",
    "video_url": "https://www.youtube.com/watch?v=fTn5KTp5D9I&pp=ygUPRGVtYWsgd29uZGVyZnVs",
    "description": "The town of Demak was the seat of the once powerful Demak Sultanate, the cradle from where Islam spread throughout the entire island of Java.",
    "content": "<h1>Demak</h1><p class=\"fs-6 border-top fw-light\">\n<h2>The History of the Islamic Sultanate in Java</h2>\n<p>Sandwiched between Semarang, capital of Central Java to its west, the regency of Jepara to its north, and the regency of Kudus to the east, the town of Demak was the seat of the once-powerful Demak Sultanate, the cradle from where Islam spread throughout the entire island of Java.</p>\n<p>According to “The Soil of East-Central Java” written by T.W.G Dames in 1955, approximately 6 centuries ago, the area where now stands the town of Demak was then a coastline facing the Silugangga Channel that separated the main island of Java from the then Muria Island (present-day Jepara and Kudus). Thus, the town was a busy harbor with trade connections to Malacca and the Spice Islands of east Indonesia.</p>\n<p>Around the 15th Century, the channel was sufficiently wide and became an important waterway for ships sailing along the northern Javanese coast to the Spice Islands. The channel was also connected to the Serang River, which enabled access to the rice-producing interior of Java. This strategic location enabled Demak to rise as a leading trading center in Java. However, since the 17th century, the channel silted up, shallowed, and eventually vanished completely, thus merging the island of Muria with mainland Java.</p>\n<p>The founding of the Demak Sultanate was traditionally attributed to Raden Patah (1475–1518), a Javanese nobleman related to the once-powerful Majapahit king of East Java. At least one account stated that Raden Patah was, in fact, the son of Kertabhumi, who reigned as king Brawijaya V of Majapahit (1468–1478). Demak managed to consolidate its power and defeated Daha in 1527 because it was more widely accepted as the legitimate successor to Majapahit. The reason for this acceptance was because Raden Patah was believed to be a direct descendant of Kertabhumi who survived the invasion by Girindrawardana on Trowulan, capital of Majapahit, in 1478.</p>\n<p>With the full support of the Wali Songo or the Nine Apostles of Islam, the Demak Sultanate rose to become the most prominent Islamic kingdom on Java and the center in the spread of Islam in Java.</p>\n<p>The symbol of the golden era of the Demak Sultanate and the early spread of Islam in Java still stands today, which is the Masjid Agung Demak or the Great Mosque of Demak.</p>\n<p><img alt=\"agung\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/central-java/demak/image/agung.jpg\" width=\"500\"><br/>\n</img></p>\n<p> </p>\n<h2><b>The Great Mosque of Demak</b></h2>\n<p>Built in 1478, the Great Mosque of Demak is believed to be the first mosque in Java and one of the oldest in Indonesia. Constructed collectively by the Wali Songo and Raden Patah as the first ruler of the Demak Sultanate, the mosque holds great significance as it was not merely a place for prayers but at the time was also the center of the sultan’s governance and the venue where the walis (apostles) used to meet to discuss matters.</p>\n<p>Although the Mosque has undergone a number of renovations, it is thought to have largely remained in its original form. The mosque is a classic example of the traditional Javanese mosque. Unlike mosques in the Middle East, this one was built of timber without a dome, which only appeared on Indonesian mosques by the 19th century. The tiered roof shows many similarities to the wooden religious structures from the Hindu-Buddhist civilizations on Java and Bali.</p>\n<p>The main entrance of the Great Mosque of Demak consists of two doors carved with motifs of plants, vases, crowns and an animal head with a wide-open fanged mouth. It is said that the picture depicts the manifested thunder caught by Ki Ageng Selo, hence their name “Lawang Bledheg” or “the doors of thunder.”</p>\n<p><img alt=\"mosque\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/central-java/demak/image/great-mosque.jpg\" width=\"500\"><br/>\n</img></p>\n<p>The historical and legendary parts of the mosque are the large four main wooden pillars, called the soko guru, that support the heavy wooden roof of the mosque. With each pillar carved out of single trees with a height reaching 16 meters, the four main pillars are placed according to the four cardinal directions and were set up by members of the Wali Songo. The Northwest Pillar was erected by Sunan Bonang, the Southwest by Sunan Gunung Jati, the South East by Sunan Ampel, and the very exceptional pillar known as Soko Tatal which is constructed from joined pieces of wood scrap and erected on the northeast by Sunan Kalijaga. The original four soko guru were replaced with replicas in 1983 and the originals are now placed in the museum in the mosque compound.</p>\n<p><img alt=\"forpilar\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/central-java/demak/image/forpilar.jpg\" width=\"500\"/><br/>\n</p>\n<p>The tomb of Sunan Kalijaga located in the village of Kadilangu approximately 2 kilometers from the Mosque is another legacy from the early Javanese Islamic era frequently visited by visitors and pilgrims. Every year during the “Grebeg Besar” ritual ceremony (which falls on 10 Dzulhijah of the Islamic Calendar) when various heirlooms are ritually cleansed, thousands of visitors and pilgrims flock to Demak to take part in the event.</p>\n<p> </p>\n<h2><b>How to Get There</b></h2>\n<p>Demak lies on the main north coast highway – known as Pantura – between Central Java and East Java, connecting Semarang with Surabaya.  The town of Demak is only 25 Kilometers or about 30-40 minutes’ drive from Semarang, capital of Central Java. There is also a lot of public transportation available in Semarang or intercity buses that pass through Demak.</p>\n<p> </p>\n<h2>How to Get Around</h2>\n<p>Demak also has a lot of public transportation for you to get around, but we suggest you rent a car or motorcycle for a convenient way to go anywhere you want. Aside from the Great Mosque of Demak and the Tomb of Sunan Kalijaga, there are many other attractions that you must explore. Head to Sayung District and you will find Morosari Beach: a mangrove coastline with unexpectedly stunning scenery, especially at sunset. If you’re looking for a delectable seafood cuisine, come to Tirangan Beach in Babalan Village in the early evening and you will be treated with a range of seafood dishes made with newly-captured sea products by the local fishermen.</p>\n</p>"
  },
  {
    "id": 28,
    "name": "Semarang: The Venice of Java",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/destinations-thumbnail/Semarang-Thumbnail.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/semarang",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/destination-update-may-2019/semarang.jpg",
    "island_id": 1,
    "province_id": 11,
    "location": "Semarang, Jawa Tengah",
    "video_url": "https://www.youtube.com/watch?v=DHcmnnI87rk&pp=ygUSU2VtYXJhbmcgd29uZGVyZnVs",
    "description": "The heart of Central Java, Semarang with its multicultural history, would be the best city for those who love exploring cities with diverse cultural heritage",
    "content": "<h1>Semarang: The Venice of Java</h1><p>Semarang: The Venice of Java</p><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p>The heart of Central Java, Semarang, with its multicultural history would be the best city for those who love exploring cities with diverse cultural heritage. It’s also one of the largest metropolitan cities in Indonesia, and provides so many compelling itineraries for you to visit.</p>\n<p>Semarang is traversed by many rivers in the middle of the city just like Venice in Italy, thus Netherland ever called this city as <i>Venetië van Java </i>or The Venice of Java. This city is also known as<i> Kota Lumpia </i>or Lumpia City. Lumpia is one of the most delicious snacks you could ever find in Indonesia. It’s a snack born by acculturation of two cultures, Javanese and Chinese, and a typical food from Semarang.</p>\n<p>As one of the huge cities in Indonesia, Semarang is never deserted by tourists all over the world. Let’s learn more about the reasons why.</p>\n<p> </p>\n<h3>History of Semarang</h3>\n<p>In the 15th century, Chinese emperor’s emissary Zheng He, otherwise known as Admiral Cheng Ho, set foot on Java. From the 17th century onwards, Semarang became an entrepot for spices, also a busy harbor for trade and passengers when travel was made predominantly by sea. The city of Semarang, capital of the province of Central Java, sits precisely in the center of the northern seaboard of the fertile and densely populated island of Java.<br/>\n</p>\n<p><img alt=\"semarang\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/kotalamarevamp.jpg\" width=\"500\"/></p>\n<p>This strategic position of Semarang has made the city a melting pot of Chinese, Indian Arab, and European cultures. Wander around the Chinese quarters and the Dutch commercial district, you will see the influences of different cultures everywhere. In the older part of the city near the harbor named Kota Lama, or the Oudstadt, stroll around to explore the historic old buildings in what was once the European commercial district.</p>\n<p> </p>\n<h3>What to Do</h3>\n<p>With so many countries sailing to Semarang during those old times, no wonder we can feel the charming old-time <a href=\"https://www.indonesia.travel/gb/en/trip-ideas/semarang-old-town-charming-old-time-heritage-atmosphere\">heritage atmosphere</a> around the city. These buildings are also influenced by the European style of architecture and also old Chinese architecture style.</p>\n<p>Here is a list you must stop by when you visit Semarang;</p>\n<p> </p>\n<h3>1.   The Iconic Blenduk Church</h3>\n<p>The most renowned landmark to see here is the Koepelkerk, a Pantheon style church, locally known as Gereja Blenduk, a copper-domed Dutch church dating from 1753. </p>\n<p><img alt=\"semarang\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/benculukrevamp.jpg\" width=\"500\"/></p>\n<h3> </h3>\n<h3>2.   Brown Canyon</h3>\n<p>Another tourist gem you should consider when you visit Semarang is <a href=\"https://www.indonesia.travel/gb/en/trip-ideas/15-summer-signature-experience-in-the-cities-of-yogya-solo-semarang\">Brown Canyon</a>, located in Rowosari. This landmark showcases its majestic sandy brown cliffs with greenery spread throughout the area. The Brown Canyon's panoramic scenery has brought attention among professional and amateur photographers as it offers similar nuance as the Grand Canyon in America.</p>\n<p>Though originally created for mining, this site has naturally eroded throughout the years, creating a unique structure. Those who are interested to visit this site should consider exploring during the weekends, as it will be filled with workers during workdays.</p>\n<p> </p>\n<h3>3.   The historical Lawang Sewu</h3>\n<p>Lawang sewu is another historical building in Semarang. Lawang sewu is originally from Javanese language which means building with thousand doors. During the colonial era, this building was used as the headquarters of the Dutch East Indies railway company. Many people believe that this building is haunted and often visited by ghost hunters.</p>\n<p> </p>\n<h3>4.   Sam Poo Kong Temple Complex</h3>\n<p>Sam poo kong is a historical destination built to reminisce Admiral Cheng Ho, a Muslim explorer originating from china. The temple was built in the 15th century and marked as the oldest Chinese temple in Simongan, Semarang.</p>\n<p>The best time to visit this temple is on the sixth month in the lunar calendar. During that time a festival will be held to commemorate the arrival of admiral Cheng Ho in Semarang. One of the most awaited events is when the people parading the statue of Cheng Ho from Tay Kak Sie temple to Sam Poo Kong. Also, during the auspicious days in the lunar calendar or historical omens in Cheng Ho’s history, there will be festivals and celebrations held in front of the yard of the temple.</p>\n<p> </p>\n<h3>5.   Semawis Night Market</h3>\n<p>If you visit Semarang during the weekend, then a visit to Semawis night market is a must. This area of night market is also known as the Chinatown of Semarang. Located in Gang Warung, Semarang, this night market sells a variety of mouth watering Indonesian and Chinese influenced foods and drinks.</p>\n<p>The area which is also known by the locals as Waroeng Semawis was established in 2004 to memorialise the 600 years of Cheng Ho’s first expedition in Semarang. You can simply say this night market is a food street heaven since it is lined with street hawkers of satays, fried rice, soup, noodles, desserts and you could possibly find Semarang specialities such as Pisang Plenet and Lumpia.</p>\n<p> </p>\n<h3>6.   Semarang Iconic’s snacks</h3>\n<p>It will not be complete when you visit any place without trying their local foods and drinks. Semarang is one of the cities where you can fill your cravings for the good foods which will make you want to dig in more and more.</p>\n<p><img alt=\"semarang\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/central-java/semarang/semarang-the-venice-of-java/risol.jpg\" width=\"500\"/></p>\n<p>For a complete culinary experience, the Pasar Semawis Culinary Center in Gang Warung is truly a must. Most of the food here is different to what you'll find elsewhere. Here a number of stalls sell mouthwatering dishes with pork in them – a rarity anywhere on Java.</p>\n<p><span> </span></p>\n<h3><b>Get Around</b></h3>\n<p>In Semarang, taxi is everywhere. Small buses are visible going by the city streets. They go to different parts of the city. You might want to ask the locals before taking one of those city buses. </p>\n<p>Becak or rickshaw (trishaw) is a pleasant choice to feel the breeze in Semarang while you enjoy the city scenes. When visiting Kota Lama, take one of those becaks, and enjoy the relaxing ride. </p>\n<p><span> </span></p>\n<h3><b>Get There</b></h3>\n<p>Semarang is accessible by air and land. Its strategic location does not make it so difficult to get there. Many domestic airlines fly to Semarang from Jakarta and Surabaya. From Soekarno-Hatta airport in Jakarta, approximately 1 hour to Semarang airport and from Surabaya to Semarang the estimated flight time is 1 hour 10 minutes.</p>\n<p>From <a href=\"https://www.indonesia.travel/gb/en/destinations/java/dki-jakarta\">Jakarta</a>, <a href=\"https://www.indonesia.travel/gb/en/destinations/java/bandung\">Bandung</a>, <a href=\"https://www.indonesia.travel/gb/en/destinations/java/surabaya\">Surabaya</a>, and <a href=\"https://www.indonesia.travel/gb/en/destinations/java/malang\">Malang</a>, trains are available as well as buses and rented cars. Going to Yogyakarta and Solo, buses are available. If you choose to travel by buses from Jakarta to Semarang will be around 6-12 hours, it depends on the bus operator itself. Yet, if you travel from Yogyakarta it will be around 3-4 hours to arrive in Semarang.</p>\n<p>The train station in Semarang is called Stasiun Tawang, It is located right at the northern side of the Kota Lama. Bus station is in Terboyo, which serves intercity buses. If you are travelling from Jakarta by train to Semarang it will take around 5 hours to arrive and from Yogyakarta to Semarang the duration of the train trip is approximately 3 hours 33 minutes.</p>\n<p>Cruises depart or visit Semarang from the port of Tanjung Emas. Taking a cruise is a great way to take in the attractions of Central Java at a relaxed pace. International cruise liners also stop in Semarang, using it as a base to visit various attractions in the region including Borobudur and Prambanan.</p>\n<p>There you go, a complete guide for your next holiday in Semarang. You can learn more attractions that you won’t miss in Semarang <a href=\"https://www.indonesia.travel/gb/en/trip-ideas/semarang-attractions-not-to-be-missed\">here</a>.</p>\n<p> <br/>\n</p>\n</p>"
  },
  {
    "id": 29,
    "name": "Yogyakarta",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/yogyakarta/thumbnail-prambanan-yogyakarta.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/yogyakarta",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/yogyakarta/header-prambanan-yogyakarta.jpg",
    "island_id": 1,
    "province_id": 12,
    "location": "Yogyakarta, Indonesia",
    "video_url": "https://www.youtube.com/watch?v=1V_4-f5Ocy4&pp=ygUeeW9neWFrYXJ0YSB3b25kZXJmdWwgaW5kb25lc2lh",
    "description": "Yogyakarta is the cradle of civilization on Java.  From strolling through the living museum of The Kraton to the magnificent temples of Borobudur and Prambanan, this city is one of the foremost cultural centers of Indonesia.",
    "content": "<h1>Yogyakarta</h1><p>The Neverending Asia</p><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p>Yogyakarta, together with its twin city Surakarta (<a href=\"http://www.indonesia.travel/content/indtravelrevamp/sg/en/destinations/java/solo.html\" target=\"Target\">Solo</a>), is the cradle of civilization on Java. This city was the seat of power that produced the magnificent temples of <a href=\"http://www.indonesia.travel/content/indtravelrevamp/sg/en/destinations/java/yogyakarta/borobudur.html\" target=\"Target\">Borobudur</a> and <a href=\"http://www.indonesia.travel/content/indtravelrevamp/sg/en/destinations/java/yogyakarta/prambanan.html\" target=\"Target\">Prambanan</a> in the 8th and 9th centuries and the new powerful Mataram kingdom of the 16th and 17th century.<br/>\r\nYogyakarta was known with the slogan of “Jogja The Never ending Asia“ for its endless appeals. Today, it is also renowned as “ Jogja Istimewa “, a tagline that elaborates its special values.<br/>\n<br/>\r\nThis city is one of the foremost cultural centers of Indonesia. From strolling through the living museum of The Kraton or The <a href=\"http://www.indonesia.travel/content/indtravelrevamp/sg/en/destinations/java/yogyakarta/the-kraton.html\" target=\"Target\">Keraton (Sultan’s Palace)</a>, to hanging out at the famous Alun Alun, to watching silversmiths produce amazing jewelry at <a href=\"http://www.indonesia.travel/content/indtravelrevamp/sg/en/destinations/java/kota-gede.html\" target=\"Target\">Kotagede</a> and maybe try a splurge shopping up at <a href=\"http://www.indonesia.travel/content/indtravelrevamp/sg/en/destinations/java/yogyakarta/malioboro.html\" target=\"Target\">Malioboro</a> road.<br/>\r\nChasing sunrise in famous temples like Prambanan and Borobudur in the neighboring town of Magelang, are only some of the many more ways to never get bored in this relatively small yet bustling city. <br/>\n</p>\n<p><img alt=\"The Neverending Asia\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/di-yogyakarta/image11.jpg\"><br/>\n</img></p>\n<h2>The Wonders of the Ancient Heritage</h2>\n<p>You can experience all five wonders in this artsy city. Starting from indulging in the natural wonders, by visiting scenic beaches and photogenic landscape. Parangtritis, Indrayanti, Pok Tunggal, Siung, Krakal, and Jogan are some of the famous beaches in town.<br/>\r\nBreathtaking points such as Puncak Becici, Pinus Pengger, and Jurang Tembelan are only several of plenty more exciting back-to-nature destinations in Yogyakarta!</p>\n<p>For culinary wonders, don’t forget to try the Gudeg first, special cooking of traditional Javanese recipe that is iconic to this city. The <i>Bakpia</i>, is a traditional snack with many enticing flavors that are popular for souvenirs. For a beverage, you can try the <i>Jamu</i>, a natural herb mix beverage based on ancient tradition used for natural remedies.</p>\n<p>Batik is the national treasure based on the Javanese word of “<i>amba</i>” and “<i>titik</i>”, meaning to write the dots. It is an art of decorating fabric using wax and dyeing process. Yogyakarta has a signature batik pattern that is usually made with a bright white basic. Some of the motifs are namely The Parang Kusumo, Kawung, and Truntum, each was created with the special philosophy behind its every dots.</p>\n<p><img alt=\"The Neverending Asia\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/di-yogyakarta/image12.jpg\"><br/>\n</img></p>\n<p>There are Batik Tulis, Batik Cap, Batik Print, and the mixed result of the techniques. The most expensive is the Batik Tulis, which are made of 100% hand paint ornaments. It will become even more expensive if it is made from precious silk fabric. Making a fine quality Batik Tulis can range from a day of production to a meticulous months-long process, depend on the size and sheer complicated details of the design.</p>\n<p>Wayang is also an amazing art heritage known from Yogyakarta. There are the Wayang Kulit or leather puppet, played on a shadow puppet show by the <i>dalang</i> or puppet master through a screen lit by lights. Wayang Orang is the life-size performances depicting the same philosophical messages from ancient stories and is presented by men and women in elaborate traditional costumes.</p>\n<p>You can discover the Recreation wonders, by visiting the tourism villages in Yogyakarta. Tembi, Pentingsari, and Nglanggeran are three of the places that you can start with. Experience the authentic daily life of the locals, and learn some new skills, such as playing the gamelan, weaving <i>janur,</i> and perform a Javanese traditional dance!</p>\n<p><img alt=\"The Neverending Asia\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/di-yogyakarta/image13.jpg\"><br/>\n</img></p>\n<p>Adventure wonders are also aplenty in Yogyakarta. Starting with exploring Mount Merapi National Park, riding the thrilling jeep ride, and hiking Mount Nglanggeran, an ancient volcano located in a beautiful village.</p>\n<p>Rock climbing can be done in Siung beach, while cave tubing is a major attraction in Goa Pindul, and If you're looking for some underrated, high-adrenaline experience, then <a href=\"https://www.indonesia.travel/gb/en/trip-ideas/4-destination-s-in-yogyakarta-indonesia-that-you-will-not-believe-actually-exist\" target=\"Target\">Goa Jomblang</a> is the perfect place for you. Located in Jetis Wetan Village, Goa Jomblang is an enormous, 80-meter deep vertical cave that is naturally decorated by karst formations and plants, such as stalagmites, stalactites, crystal stones, and ferns. You can also find a swift-flowing underground river here. Not only cave experts, but beginners can also enjoy the wonders of this cave as they will be given directions by a cave guide here.</p>\n<p>Yogyakarta is indeed a city with numerous attractions to enjoy. All of this and many more to explore has brought Yogyakarta as the second most visited destination in Indonesia after <a href=\"http://www.indonesia.travel/content/indtravelrevamp/sg/en/destinations/bali-nusa-tenggara/bali.html\" target=\"Target\">Bali</a><a href=\"http://www.indonesia.travel/en/destination/area/bali\">.</a></p>\n<p><a href=\"http://www.indonesia.travel/en/destination/area/bali\"> </a></p>\n<h2>Get Here</h2>\n<p><b>By Air </b></p>\n<p>There are plenty of daily flights from <a href=\"http://www.indonesia.travel/content/indtravelrevamp/sg/en/destinations/java/dki-jakarta.html\" target=\"Target\">Jakarta</a>, <a href=\"http://www.indonesia.travel/content/indtravelrevamp/sg/en/destinations/java/surabaya.html\" target=\"Target\">Surabaya</a>, and <a href=\"http://www.indonesia.travel/content/indtravelrevamp/sg/en/destinations/bali-nusa-tenggara/bali.html\" target=\"Target\">Bali</a> to Yogyakarta’s Adisucipto International Airport.</p>\n<p><b>Overland</b><br/>\r\nThere is a regular train service between Yogyakarta and other neighboring major cities. Yogyakarta is also easily accessible by road in cars or public overland bus services.  </p>\n<h2> </h2>\n<h2>Get Around</h2>\n<p>Once you arrive, there are a number of ways you can explore Yogyakarta. Walking is a great way to take in the sights and meet the locals though it can get hot by the middle of the day. Strolling the heart of the city and find the many attraction located nearby the Malioboro area.</p>\n<p>Embrace the local mode of transport and try a becak, traditional three wheeled pedal powered cart. Remember to negotiate the price before you start on your journey. </p>\n<p>Traditional horse-drawn carts known as Andong can be found in the tourist areas of Yogyakarta. These are a relaxed and romantic way to take in the sights.  </p>\n<p>You may wish to organize a car and driver for the duration of your stay in Yogyakarta.</p>\n<p>If you know how to ride a motorbike you can hire one in the city. Taxis are available and can be arranged through your hotel. Buses are the major form of public transportation here, however, their hours of operation and capacity can be limited.</p>\n<p>Try to enjoy some part in the rural side with a bicycle ride, and discover beautiful corners that can inspire you to fall more in love with the special charm of Yogyakarta!<br/>\r\nThe nearby cities that you can also visit from Yogyakarta are Magelang and Solo. Make your way to Punthuk Setumbu and see the elegance of Borobudur temple from a different viewpoint at sunrise. Solo or also known as Surakarta, has its very own charming palace and famous for its natural wonders, such as Grojogan Sewu Waterfalls.</p>\n<p> </p>\n</p>"
  },
  {
    "id": 30,
    "name": "Purwakarta",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/purwakartathumb.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/purwakarta",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/west-java/purwakarta/5484e63b9615e860de70436ffdd9c5231011e01e-dd701.jpg",
    "island_id": 1,
    "province_id": 11,
    "location": "Purwakarta, Jawa Tengah",
    "video_url": "https://www.youtube.com/watch?v=pHwo9luhtsI&pp=ygUeUHVyd2FrYXJ0YSB3b25kZXJmdWwgaW5kb25lc2lh",
    "description": "Strategically situated between the capital city of Jakarta and West Java’s capital, Bandung, Purwakarta Regency was once better known as an industrial area.",
    "content": "<h1>Purwakarta</h1><p>An Enchanting Window on Sunda Culture</p><p class=\"fs-6 border-top fw-light\">\n<p>Strategically situated between the capital city of <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\" target=\"_blank\">Jakarta</a></u> and West Java’s capital, <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/bandung.html\" target=\"_blank\">Bandung</a></u> , Purwakarta Regency was once better known as an industrial area. However, over time Purwakarta has grown into an attractive destination in its own right that showcases its authentic identity as the cultural window to the Sunda ethnic group’s way of life of the people of West Java.<br/>\n</p>\n<p>According to Old Sunda Language of West Java, the name Purwakarta is derived from the word <i>Purwa</i> meaning ‘the beginning/the origin’ and ‘<i>Karta</i>’ meaning ‘lively/active’, hence Purwakarta loosely means ‘a lively place since ancient times’. Purwakarta's existence is inseparable from the nation’s history in the fight against the colonial forces of the<i>Vereenigde Oostindische</i> <i>Compagnie</i> (VOC) or the Dutch East India Company who occupied the region around the 17th century. The regency then played the role as the main logistics base for the Javanese Mataram Kingdom during their attack on the VOC’s controlled Batavia (present day Old Jakarta). In turn, Purwakarta’s rich agricultural resources were later also utilized by the victorious Dutch Colonial Forces.<br/>\n</p>\n<p>Remnants of the Dutch colonial era still decorate many parts of Purwakarta. These can be seen especially found in downtown Purwakarta where heritage sites are transformed into some of the town’s most impressive landmarks.</p>\n<p>The most iconic of these is the <b>Sri Baduga Fountain Park</b> at Situ Buleud or the ‘Round Lake’ situated right in the heart of town, which is in fact an artificial lake that was originally built during Dutch Colonial times and meant as a pool for a herd of the now near-extinct rhinoceros population.<br/>\n</p>\n<p>This small lake has now been transformed into the largest Fountain Park in Southeast, called the Sri Baduga Fountain Park, which boasts a 3 hectares sprawling park with at its center musical and dancing fountains using state-of-the-art technology. Here, in its center among the hundreds of dancing fountains sits majestically the statue of Prabu Kian Santang, son of Prabu Siliwangi, also known as Sri Baduga, the most famous Maharaja who ruled ancient Pajajaran. Surrounding the statue, no less than 2,000 water spouts shoot up showers that dance following synchronized music. And enhanced by streams of light in rainbow colors and laser play, they form images of a man and a woman dancing special Sundanese traditional dances.<br/>\n</p>\n<p>Located not too far from the Sri Baduga Fountain Park, there is another historical building believed to have been builtin the 19th century called <i><b>Gedung Kembar</b></i> or literally meaning ‘The Twin Building’. Today, one of the buildings is used as a unique Museum named <b>Bale Panyawangan Diorama Museum</b>. Loosely translated, Bale Panyawangan means ‘A Place to Gaze’. As the name suggests, here is the perfect place to observe not only into the history of Purwakarta but also of the great Sunda kingdom of Pajajaran, and its culture. Uniquely, the museum does not only feature conventional collections but it is also completed with various digital displays. In one of these, visitors can take a virtual tour of Purwakarta on an actual antique bicycle.</p>\n<div><div><img alt=\"An Enchanting Window on Sunda Culture\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/west-java/purwakarta/69d650966c3bd0acb644d1555d565bd25967fcfa-3236e.jpg\"><br/>\r\nImage by <a href=\"http://aryanugrahasoepardi.blogspot.co.id/2016/03/kawasan-wisata-grama-tirta-jatiluhur_9.html\" target=\"_blank\">Arya Nugraha</a></img></div>\n</div>\n<p>For those who wish to enjoy watersports such as canoeing, water skiing, wind surfing, and many others, Purwakarta has the <b>Grama Tirta Jatiluhur </b>or the Jatiluhur Waterpark which is built along the Jatiluhur Dam. Here, not only you can have various activities, you can also enjoy the spectacular scenery of Jatiluhur Dam and Lake. For fishing enthusiasts, there is also the <b>Cirata Dam</b> that offers the thrilling experience of white water fishing.</p>\n<p><img alt=\"An Enchanting Window on Sunda Culture\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/west-java/purwakarta/6521e2251cd9c007403f63034b93ec9b6248e939-14ec5.jpg\"/></p>\n<p>For those who search truly refreshing nature, head to <b>Wanayasa</b> which is only about 23Km away from downtown Purwakarta. Here is the beautiful <b>Wanayasa Lake </b>among lush hills surrounding Mount Burangrang. There is also the <b>Cipurut Waterfall </b>and the <b>Cidomas River</b> which make perfect getaways from the hustle and bustle of daily city life.<br/>\n</p>\n<p>If you’re up for a little bit of adventure, go trek and hike to some of the challenging trails up <b>Mount Lembu, Mount Parang, Mount Cupu, and Mount Bangkok.</b><br/>\n</p>\n<p>While you are in Purwakarta, don’t forget to taste the Purwakarta specialty of <b>Sate Maranggi</b>, a signature dish of the regency that has become a favorite food of many Indonesians. Made of Lamb or beef, what makes Sate Maranggi different from other sate/satay or meat skewers is that before they are barbequed, the meat for sate maranggi is marinated in various herbs and spices that give it its distinct taste. Sate Maranggi is normally served with fresh cut tomato slices, shallots and a (very hot) spicy sauce.<br/>\n</p>\n<p>Check out more Information on Purwakarta at: <a href=\"http://purwakarta-tourism.com/\" target=\"Target\">http://purwakarta-tourism.com/</a></p>\n<p> </p>\n</p>"
  },
  {
    "id": 31,
    "name": "Kota Gede",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/di-yogyakarta/kota-gede/thumbnail.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/kota-gede",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/di-yogyakarta/kota-gede/header.jpg",
    "island_id": 1,
    "province_id": 12,
    "location": "Yogyakarta, Indonesia",
    "video_url": "https://www.youtube.com/watch?v=1V_4-f5Ocy4&pp=ygUdS290YSBHZWRlIHdvbmRlcmZ1bCBpbmRvbmVzaWE%3D",
    "description": "This precinct is most famous as the centre of Yogya’s silver industry. There are a number of workshops where visitors can stop by and watch silversmiths to see the remarkable way they can transform a piece of silver into a beautiful work of art.",
    "content": "<h1>Kota Gede</h1><p>The Center of Yogyakarta's Silver Industry</p><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p>Kota Gede is a suburb of the city of <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/yogyakarta\" target=\"_self\">Yogyakarta</a></u>. The town is a maze of narrow streets, lined with tiny, traditional silversmith shops and mosaic-tiled houses, once the homes of the aristocracy and royal merchants. Kota Gede is a great place to come and take a slow wander round. This precinct is now most famous as the center of Yogyakarta’s silver industry.</p>\n<p><img alt=\"kota gede\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/1.jpg\" width=\"500\"/><br/>\n</p>\n<p>There are a number of workshops where visitors can stop by and watch silversmiths at work and see the remarkable way they can transform a piece of silver into a beautiful work of art. Yogyakarta silver distinguishes itself by its embossment and contrasting black on white silver. The best are made of sterling silver. Kota Gede produces beautiful silver tea sets, bracelets and necklaces, and fine filigree brooches. For those who like to shop, come here and browse (or maybe buy) some handcrafted silver.</p>\n<p><img alt=\"kota gede\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/2.jpg\" width=\"500\"/><br/>\n</p>\n<p> </p>\n<p><span>Get There</span></p>\n<p>Kota Gede can be easily reached by bus, taxi or car. If you prefer traditional modes of transport, try an <i>Andong</i>, a four-wheeled horse-drawn cart that is common on the streets of Yogyakarta.</p>\n<p> </p>\n</p>"
  },
  {
    "id": 32,
    "name": "Magelang Regency",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/magelangthumb.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/magelang-regency",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/magelangheader.jpg",
    "island_id": 1,
    "province_id": 11,
    "location": "Magelang, Jawa Tengah",
    "video_url": "https://www.youtube.com/watch?v=3Is3-kBSc7Y&pp=ygUcTWFnZWxhbmcgd29uZGVyZnVsIGluZG9uZXNpYQ%3D%3D",
    "description": "Located some 40 kilometers northwest of the city of Yogyakarta and about 75 kilometers south of Semarang, the capital city of Central Java Province, is the Magelang Regency, which is best known as the launching pad for a visit to the magnificent Borobudur Temple.",
    "content": "<h1>Magelang Regency</h1><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p>Located some 40 kilometers northwest of the city of <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/yogyakarta.html\"><b>Yogyakarta</b></a> and about 75 kilometers south of <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/semarang.html\"><b>Semarang</b></a>, the capital city of Central Java Province, is the Magelang Regency, which is best known as the launching pad for a visit to the magnificent <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/magelang-regency/borobudur.html\"><b>Borobudur Temple</b></a>. It is less known that surrounding the breathtaking beauty of Borobudur, Magelang is, in fact, a regency filled with a whole range of fascinating splendor that promises the perfect vacation experience.</p>\n<p>Situated between <b>Mount Merbabu</b> and <b>Mount Sumbing</b> and coursed by the meandering streams of the Progo and Elo Rivers, Magelang is blessed with picturesque natural surroundings, perfect for those who wish to breathe in Central Java's greener side.</p>\n<p>The earliest known records of Magelang city date back to the year 907, when it was established as a village under the Old Mataram Kingdom. Further down in history, Magelang once was made into a military post by the Dutch East Indies colonial government. Among remnants of this era is the 1918 Water Tower that still stands to this very day. The regency later acted as an army stronghold for Indonesia's pro-independence movement against the Dutch during the resistance period. Currently, it is host to two military landmarks: The Indonesian National Military Academy, and the military-associated school, Taruna Nusantara.<br/>\n</p>\n<h2><b>What to See and Do in Magelang<br/>\n</b></h2>\n<p>The Magnificent <b>Borobudur Temple</b>, a UNESCO inscribed World Heritage site, and pride of Indonesia, is definitely the ultimate attraction in Magelang. Sitting majestically on a hilltop overlooking lush green fields and distant hills, the Borobudur temple is acknowledged as the world's largest Buddhist monument, an ancient site widely considered as one of the world's seven wonders. Since it is located near Yogyakarta, most people do not realize that the temple is actually located in the Magelang Regency, which is part of the Central Java Province and not in the province of Yogyakarta.</p>\n<p>Not too far from the Borobudur Temple, - for those who are looking for some adrenalin pumping actions - should try the splashing sensation of <b>Rafting down the Elo and Progo Rivers</b>, in the Mungkid Area. The rafting adventure at Elo River will take you about 12 km downstream, or roughly 3 hours. The raft falls in the grade II-III category, suitable for beginners and intermediate level rafters. But those looking for more challenging rides should head to the Progo River, which is in the Grade III + difficulty, covering about 15 km of river length. The two rivers not only offer a challenging journey, but also beautiful natural scenery along the rafting course.</p>\n<p>For the most spectacular natural panorama, you should take the <b>Ketep Pass</b> and immerse yourself in one of the best views of <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/inspiration/travel-info/climb-majestic-mt-merapi-volcano-at-the-center-of-java.html\"><b>Mount Merapi</b></a> from a comfortable distance. Located some 32 km off Magelang city center, the Ketep Pass is located on a shoulder, bridging Mount Merapi with <b>Mt.Merbabu</b>, and is located on the summit of the Sawangan Mountain, about 1,200 meters above sea level.</p>\n<p>Here you can also check out the Ketep Volcano Theater which plays a documentary on Merapi's volcanic activities over the years, or the Ketep Volcano Center which documents volcanic facts and samples of rocks from Merapi's recent eruptions. From the highest viewing point on Ketep Pass, stand amazed by the spectacular sweeping view of five surrounding mountains: the Merapi, Merbabu, <b>Sindoro, Sumbing, and Slamet</b>.</p>\n<p>While you are in the city of Magelang, do not miss the <b>OHD Museum</b> at Jalan Jenggolo Street, which presents a unique realm of contemporary and modern art. The OHD Museum is a private museum on modern and contemporary Indonesian art, founded and owned by one of the most renowned art collectors in Indonesia, Dr. Oei Hong Djien (OHD), who started his collection in the 1970s. Currently, with Dr. Oei's collection of more than 2,000 artworks, ranging from paintings, sculptures, installations and new media art,the OHD Museum provides a collection that represents the essence of modern and contemporary Indonesian art. From time to time the museum exhibits specific artists show. The museum is said to also keep paintings by Indonesia's maestro painters <b>Affandi</b> and <b>Abdullah</b>, but these are not publicly displayed yet can be viewed upon request.</p>\n<p><img alt=\"magelang\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/ohdarticle.jpg\" width=\"500\"/><br/>\n</p>\n<p><i>Image by prmdy</i></p>\n<p>If you are looking for a refreshing ambiance amidst nature, head down to the <b>Sekar Langit Waterfall</b> on the foot of Mount Telomoyo, in the Grabage sub-district of Magelang, about 30 minutes away from downtown Magelang city. Here you can enjoy the gurgling sound of the falls, inhale cool refreshing air and the lush green surroundings that together make this the perfect getaway from the humdrum of daily life.</p>\n<p>The waterfall is believed to be the site of the well known Javanese folktale of <b>Jaka Tarub</b> which tells the story of seven beautiful angels who came down to earth from heaven. In these falls they decided to take a bath and splashed around the waterfall. The story has it that a local villager by the name of Jaka Tarub snatched the attire of one of the angels while she was bathing, thereby forcing her to stay on earth and eventually marry him.</p>\n<p>Another heritage site of Magelang is <b>Candi Umbul</b> or <b>Umbul Temple</b> which is an ancient hot spring bathing pool believed to have been built around the 9th century. A number of stone ruins around the pool depict various reliefs of plants, animals, as well as the Stupa of the Borobudur Temple. The pool is filled with water from a nearby spring and is still used for bathing, to this very day.</p>\n<p>So, when you are on holiday in Yogya or Semarang, why not spend some time in Magelang and bathe in its enticing natural beauty.</p>\n<p> </p>\n<p> </p>\n</p>"
  },
  {
    "id": 33,
    "name": "Malang",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/malangthumb.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/malang",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/headermalangrev.jpg",
    "island_id": 1,
    "province_id": 13,
    "location": "Malang, Jawa Timur",
    "video_url": "https://www.youtube.com/watch?v=fC2TW1mshxs&pp=ygUaTWFsYW5nIHdvbmRlcmZ1bCBpbmRvbmVzaWE%3D",
    "description": "With leafy boulevards and a cooler climate, this city is a laid back destination, popular with many retirees in East Java.",
    "content": "<h1>Malang</h1><p>An Attractive Town in Java Indonesia</p><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p>Discover Candi Badut, a small Shivaite temple dating back to the 8th century. See the old Dutch reform Church the Gereja Katherdral Jun. Indulge in some luxury and support a worthwhile cause with a visit to Nuansa Fajar an organization that trains and employs blind masseurs from around Indonesia.</p>\n<p>Visit the ancient Singosari temples surrounding Malang. Spend some time at the Kebun Wonasari tea estate where you can take a tour of tea plantations, play a game of tennis or visit the mini zoo.</p>\n<p><img alt=\"malang singasari\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/candimalangrev.jpg\" width=\"500\"/><br/>\n</p>\n<p>For the more adventurous, hire a guide here to take you on a demanding hike up the dormant volcano, Gunung Arjuna. <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/bromo-tengger-semeru-national-park\" target=\"_self\">Mt Bromo</a> and Mt Penanjakan are 2.5 hours from Malang. The Tenggerese inhabiting this area are believed to be direct descendants from the Majapahit aristocracy. They hold the annual Kesodo festival, known as Yadnya Kasada, to thank the Almighty for a good harvest and to appease the god of Mt Bromo.</p>\n<h2><b>Get There</b></h2>\n<p>You can go to Malang by major airlines from Jakarta, Surabaya, <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/kalimantan/balikpapan.html\">Balikpapan</a> or Bali. You can also reach Malang overland by bus, train or private car from Jakarta, <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/bandung.html\">Bandung</a>, Yogyakarta or Surabaya.</p>\n<p> </p>\n<p> </p>\n<p> </p>\n</p>"
  },
  {
    "id": 34,
    "name": "Majalengka",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/majalengkathumb.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/majalengka-the-new-gateway-to-the-amazing-beauty-of-west-java",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/west-java/majalengka-the-new-gateway-to-the-amazing-beauty-of-west-java/Header.jpg",
    "island_id": 1,
    "province_id": 10,
    "location": "Majalengka, Jawa Barat",
    "video_url": "https://www.youtube.com/watch?v=C0Cetf7RMzM&pp=ygUeTWFqYWxlbmdrYSB3b25kZXJmdWwgaW5kb25lc2lh",
    "description": "The brand new West Java International Airport (BIJB) in the Kertajati regency has opened up the magical beauty of West Java to the world. To date, international flights could land only at the  Husein Sstranegara Airport in Bandung, which was formerly a military airbase.",
    "content": "<h1>Majalengka</h1><p>Majalengka: The New Gateway to the Amazing Beauty of West Java</p><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p>The brand new <b>West Java International Airport (BIJB)</b> in the Kertajati regency has opened up the magical beauty of West Java to the world. To date, international flights could land only at the  Husein Sstranegara Airport in Bandung, which was formerly a military airbase.</p>\n<p>But with the opening of the Kertajati  International airport at the eastern part of the province, West Java is today much easier accessible for tourists to visit its nearby attractions, among which the  former Cirebon city, famed for its eye-catching batiks and Sultan palaces, and further up the historic of Linggarjati and the natural beauty of the province.</p>\n<p>Situated about 70KM east of <b><a href=\"http://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/bandung\">Bandung</a></b>, capital city of West Java Province, the regency of<b> Majalengka</b>,  that has so far been a hidden gem, is today well on its way to become the new gateway to the wonders of West Java and is ready to unveil its diverse fascinating wonders.</p>\n<p>Majalengka stretches from the flatlands of Java’s northern coastal region, to the mystical mountains of East Parahyangan in the south, making this region rich in fascinating natural attractions. On its eastern side, there is <b>Mount Ciremai National Park</b> which boasts the highest summit in West Java.</p>\n<p>Here are among the many attractions to enjoy in the regency of Majalengka as soon as you disembark from your plane:<br/>\n</p>\n<p><b>1 | Instagrammable Cipasung Tea Plantation</b></p>\n<p><img src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/west-java/majalengka-the-new-gateway-to-the-amazing-beauty-of-west-java/1image.jpg\"/></p>\n<p>Image source: <a href=\"https://www.libmagz.com/read/wisata-kebun-teh-majalengka\" target=\"_blank\">https://www.libmagz.com</a><br/>\n</p>\n<p>After many pictures of its beauty had gone viral in social media, the Cipasung Tea plantation quickly rose to become a favorite leisure spot for locals.  While, for those who love taking selfies or go on a photo hunt, this place is indeed one of the best ‘instagrammable’ spots that you can find. A beautiful vista of lush green valleys stretch as far as the eyes can see, while the cool refreshing air and relaxing ambience will free you from all stress of daily city life.<br/>\r\nCipasung Tea Plantation is located at CIpasung Village, Lemah Sugih Sub-District, Majalengka, right at the border with the Ciamis Regency.</p>\n<p><b>2 | Telaga Herang</b></p>\n<p><img src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/west-java/majalengka-the-new-gateway-to-the-amazing-beauty-of-west-java/2image.jpg\"/></p>\n<p>Image source:<a href=\"https://www.triptrus.com/destination/275/telaga-herang-sindangwangi\" target=\"_blank\">https://www.triptrus.com</a></p>\n<p>In Sundanese Language, Talaga Herang simply means “The Clear Lake” and it is definitely lives up to its name. Aside from its crystal clear water, the lake is also home to plenty of fish which can be seen with a naked eye.  Here It is prohibited to catch the fish,  and for that reason they remain absolutely protected. Those who wish to explore the lake can take the “Duck pedal boat”.  Moreover, its crystal clear water, complemented with cool refreshing air, and magnificent open vista, will make you forget the hustle and bustle of modern daily life.</p>\n<p><b>3 | Jembar Waterpark</b></p>\n<p><img src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/west-java/majalengka-the-new-gateway-to-the-amazing-beauty-of-west-java/3image.jpg\"/></p>\n<p>Image source: <a href=\"https://www.jejakpiknik.com/tempat-wisata-di-majalengka/\" target=\"_blank\">https://www.jejakpiknik.com</a></p>\n<p>Looking for something that the whole family can enjoy?  Jembar Park is where you want to be. Opened in 2012, this is the largest swimming pool and water theme park in the regency. The theme of the Dinosaurs taken throughout the park  make this definitely a unique  park  , which will  no doubt attract kids. Here, you can enjoy a relaxation pool or have fun in the 7 meters waterboom and waterslide ride.<br/>\r\nJembar Waterpark is located at the Ranji Wetan Village, Kasokandel Sub district, Majalengka Regency.</p>\n<p><b>4 | Paragliding and Hanggliding from Mount Panten</b></p>\n<p><img src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/west-java/majalengka-the-new-gateway-to-the-amazing-beauty-of-west-java/4image.jpg\"/></p>\n<p>Image source: <a href=\"https://paralayangmajalengka.com/biaya-paralayang-majalengka-murah/\" target=\"_blank\">https://paralayangmajalengka.com</a><br/>\n</p>\n<p>For those who love gliding freely through the sky, Majalengka has Mount Panten which is an excellent spot for paragliding. Here, you can enjoy the sensation of flying over green plantations and rice fields and swathes of amazing landscape viewed from 300 meters above sea level. Paragliding is not the only sport to enjoy here, since this is also the spot for hang gliding. The management offers various packages for both paragliding and hang gliding including a tandem with a professional, so those who have never even ventured to glide through the air may also enjoy this exciting sport.</p>\n<p><b>5 | Cipeutuey Waterfall</b></p>\n<p><img src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/west-java/majalengka-the-new-gateway-to-the-amazing-beauty-of-west-java/5image.jpg\"/></p>\n<p>Image source: <a href=\"http://cirebon24.com/plesiran/primadona-wisata-alam-majalengka.html\" target=\"_blank\">http://cirebon24.com</a><br/>\n</p>\n<p>Located about 24km east from the heart of Majalengka, the Cipeutuey Waterfall is a popular retreat for locals. Situated within a Conservation Forest, here not only will you be pampered with the fresh splashes of water and cool relaxing breeze, but you can also observe varieties of beautiful colored orchids. Curug Cipeuteuy is also home to the Java Eagle, taken for logo of the Asian Para Games 2018, and an array of other unique flowers and animals. For those who love being to get close and personal to nature, this is definitely the destination not to be missed.</p>\n<p><b>6 | Buana Marga Dinosaurs Park</b></p>\n<p><img src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/west-java/majalengka-the-new-gateway-to-the-amazing-beauty-of-west-java/6image.jpg\"/></p>\n<p>Image source:<a href=\"http://ngabolangngabolang.blogspot.com/2016/04/taman-marga-buana-taman-dinosaurus.html\" target=\"_blank\"> http://ngabolangngabolang.blogspot.com</a><br/>\n</p>\n<p>A favorite destination for kids and those who love the prehistoric beasts, Buana Marga Dinosaurs Park is a place dedicated to Dinosaurs with its abundance collection of Dinosaur replicas. The 25 hectares park is also closely located near a tea plantation, camping ground, motocross circuit, and villas, making this a perfect place to spend your leisure time.<br/>\r\nBuanaMarga Dinosaurs Park is located at Lemah Outih Village, Lemah Sugih Sub-Distrit, Majalengka Regency.</p>\n<p><b>7 | Wanawisata Cadas Gantung</b></p>\n<p><img src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/west-java/majalengka-the-new-gateway-to-the-amazing-beauty-of-west-java/7image.jpg\"/></p>\n<p>Image source: <a href=\"http://ngabolangngabolang.blogspot.com/2016/04/cadas-gantung-tebing-keratonnya.html\" target=\"_blank\">http://ngabolangngabolang.blogspot.com</a></p>\n<p>If Bandung has the TebingKeraton it boasts of, the Majalengka has a similar attraction  called Wanawisata Cadas Gantung. Aside from being a vantage point to breathe in the fascinating beauty of nature, here you can also go hiking, trekking, camping, and have a full experience surrounded by the beauty of nature.   But, if you plan to hike your way up to conquer the peak of Cadas Gantung, you need to be fully prepared both physically and  in terms of gear and equipment.</p>\n<p><b>8 | The Shrine of King Siliwangi of the Padjadjaran Kingdom</b></p>\n<p><img src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/west-java/majalengka-the-new-gateway-to-the-amazing-beauty-of-west-java/8image.jpg\"/></p>\n<p>Image source:  <a href=\"https://pleisbilongtumi.files.wordpress.com/2012/11/pura1-copy.jpg\" target=\"_blank\">https://pleisbilongtumi.files.wordpress.com</a><br/>\n</p>\n<p>Aside from natural attractions and theme parks, Majalengka also has a unique cultural attraction which is the legacy of the Padjadjaran Kingdom that once ruled over West Java. At Pajajar Village in Rajagaluh sub district, there is a shrine devoted to King Siliwangi who is believed to be the resting place of the great king before he mystically disappeared or what is locally known as “moksa”. Here, one will also be greeted with hundreds of monkeys that are believed to be the natural guards of the shrine.</p>\n<p><b>9 | Panyaweuyan Argapura</b></p>\n<p><img src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/west-java/majalengka-the-new-gateway-to-the-amazing-beauty-of-west-java/9image.jpg\"/></p>\n<p>Image source:<a href=\"http://catatanruslan.com/index.php/2016/03/21/terasering-unik-itu-terletak-di-argapura/\" target=\"_blank\">http://catatanruslan.com</a></p>\n<p>Cascading rice paddies decorate the hills stretching as far as the eye can see, this incredible panorama awaits at the Panyaweuyan Argapura. A heaven for nature photographers and simply a sight for the eyes that are too sore with busy city scenes, this is a place where nature paints one of its finest artworks. The best time to visit Argapura is early in the morning since you will be presented with a spectacular sunrise emerging through the mist on the horizon.</p>\n<p><b>10 | Muara Jaya Waterfall</b></p>\n<p><img src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/west-java/majalengka-the-new-gateway-to-the-amazing-beauty-of-west-java/10image.jpg\"/></p>\n<p>Image source:<a href=\"http://cirebon.biz/places/curug-muara-jaya/\" target=\"_blank\">http://cirebon.biz</a><br/>\n</p>\n<p>Another great spot where you experience nature at its finest is at Muara Jaya Waterfall. The sound of the gurgling falls accompanied by the sheer serene ambience of the place will put your mind at ease. Around the fall, you will see plantations and vegetable fields. Curug Muara Jaya is situated about 25Km from downtown Majalengka. </p>\n<p> </p>\n<p>Image Source of Header Banner:  <a href=\"https://steemit.com/photography/@quincy87/view-of-the-onion-garden\" target=\"_blank\">https://steemit.com</a></p>\n</p>"
  },
  {
    "id": 35,
    "name": "Jakarta",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/destinations-thumbnail/Jakarta_thumbnail.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/dki-jakarta/jakarta/9fe4c537ae976df197ea11dfbd43e42e8a886816-cd2d9.jpg",
    "island_id": 1,
    "province_id": 9,
    "location": "Jakarta, Indonesia",
    "video_url": "https://www.youtube.com/watch?v=xKRlchrOWNc&pp=ygUbSmFrYXJ0YSB3b25kZXJmdWwgaW5kb25lc2lh",
    "description": "Jakarta is the capital city of the Republic of Indonesia. Located on the northwest of Java Island and home for over 10 million people with diverse ethnic group background from all over Indonesia.",
    "content": "<h1>Jakarta</h1><p>A City that Never Sleeps</p><p class=\"fs-6 border-top fw-light\">\n<p><br/>\n<a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/trip-ideas/10-islands-to-plunge-into-in-jakarta-s-thousand-islands.html\" target=\"Target\">Jakarta</a> is the capital city of the Republic of Indonesia. Jakarta is a huge, sprawling metropolis, home to over 10 million people with diverse ethnic group backgrounds from all over Indonesia. During the day, the number increases with commuters making their way to work in the city and flock out again in the evenings.<br/>\n<br/>\r\nLocated on the northwest of Java Island, the province of DKI Jakarta has rapidly expanded through the years, absorbing many villages in the process. In fact, Jakarta is a conglomeration of villages known as <i>kampung</i>, now crossed by main roads and superhighways.<br/>\n</p>\n<p><img alt=\"A City that Never Sleeps\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/dki-jakarta/Image1.jpg\"><br/>\n</img></p>\n<h2>The Charm of the Metropolis<br/>\n</h2>\n<p>A part of the local experience is that you may drive down one wide avenue one minute, then suddenly find yourself squeezed into a small street together with scores of cars and motorbikes. With its many suburbs, Jakarta has become a<a href=\"http://www.indonesia.travel/gb/en/trip-ideas/jakarta-indonesia-s-capital-of-splendors\"> Megapolitan city</a>. Therefore, when you visit Jakarta it is best to invest in a good map or rely on GPS to navigate around.</p>\n<p>Jakarta is not only the seat of the national government and the provincial government, but it is also Indonesia’s political center. Moreover, Jakarta is the hub of Indonesia’s national finance and trade. It is no wonder, that you will find Jakarta as a dynamic city, with activities taking place around-the-clock throughout its populated areas.</p>\n<p>This city is divided into 5 districts, namely <i>Jakarta Pusat, Jakarta Utara, Jakarta Barat, Jakarta Timur, and Jakarta Selatan</i>. The term <i>‘Jabodetabek’</i> refers to <i>Jakarta-Bogor-Depok-Tangerang-Bekasi</i> - <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/trip-ideas/10-exciting-jakarta-shopping-spree-experience-s.html\" target=\"Target\">the Greater Jakarta area</a> consists of megacities surrounding the capital.<br/>\n</p>\n<p><img alt=\"A City that Never Sleeps\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/dki-jakarta/Image2.jpg\"><br/>\n</img></p>\n<p><br/>\r\nJakarta Pusat or central Jakarta is where you can find the iconic landmarks such as Monas,<a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta/merdeka-palace-and-state-palace\"> The Merdeka Palace</a>, <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta/national-museum.html\" target=\"Target\">The National Museum</a>, <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta/the-grand-istiqlal-mosque.html\" target=\"Target\">Istiqlal Mosque</a>, The <a href=\"https://www.indonesia.travel/gb/en/destinations/java/dki-jakarta/catholic-catedral\" target=\"Target\">Jakarta Cathedral</a>, and Monumen Selamat Datang or the welcome monument widely renowned as Bunderan HI.</p>\n<p>Some of the most prestigious shopping malls and upscale hotels are located right in the heart of Central Jakarta. Here you can enjoy the 24 hours excitements of Jakarta!</p>\n<p>Jakarta Utara or North Jakarta is where Taman Impian Jaya Ancol or <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/trip-ideas/15-thing-s-you-can-do-inside-ancol-dreamland.html\" target=\"Target\">Ancol Dreamland</a> is located. It boasts a variety of amusements such as Dufan Theme park, Seaworld, Atlantis Water Adventure Park, Ecopark, an Art market and comfortable accommodation choices with a complete culinary destination.<br/>\n<br/>\r\nFrom Ancol Bay, you can hop on a boat and head to Jakarta’s pristine getaway, enriched with tropical islands named Kepulauan Seribu, or The Seribu Archipelago and sometimes also simply famous as The Thousand Islands.</p>\n<p>Here, there are more than 10 islands that one can explore. Some of the most famous are Bidadari, Tidung, Pari and Pulau Macan, the home of private beach huts that lets you plunge directly from your bed to the open sea.</p>\n<p>Jakarta Barat or West Jakarta, Jakarta Timur or East Jakarta and Jakarta Selatan or South Jakarta are those areas where a cluster of houses are located alongside offices, public facilities and more choices of shopping malls!</p>\n<p>The amazing historical heritage in West Jakarta is Museum Fatahillah and its surrounding Kota Tua or Old Jakarta district is where you can ride a classic bike to tour the area. The new iconic destination in West Jakarta is the contemporary art exhibition venue named Museum Macan, where Yayoi Kusama’s artworks are displayed.</p>\n<p>In East Jakarta, you can visit Taman Mini Indonesia Indah, the miniature of Indonesia Archipelago. You can explore the details of traditional houses and a glimpse of Indonesia’s diverse culture in this park.</p>\n<p>When visiting South Jakarta, make sure to drop by at <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/trip-ideas/10-betawi-uniqueness-that-you-can-find-in-setu-babakan.html\" target=\"Target\">Setu Babakan</a> and get to know the story of Betawi culture, the native ethnic group of Jakarta. There are a museum and traditional Betawi houses with few activities that you can experience, such as getting to know the traditional dance and music, tasting the local beverage of Bir Pletok, have a bite of Kerak Telor and making small ondel ondel, the iconic figure of Jakarta!</p>\n<p>All parts of Jakarta are studded with their own culinary icons and trending coffee shops to spend the day at. Here, you can easily find the five national foods, namely Nasi Goreng, Gado-gado, Soto, Sate, and Rendang.<br/>\n<br/>\n<img alt=\"A City that Never Sleeps\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/dki-jakarta/Image3.jpg\"><br/>\n</img></p>\n<p>Indonesia’s Independence Day is also celebrated annually on the 17th of August with various activities throughout the nation. Especially in Jakarta, you will find communities decorating their homes with the national color of red and white.</p>\n<p>Unique games and races are packed with participants of all ages. Balap Karung or the sack race and Panjat Pinang or the Pinang climb are two iconic games that are always crowded with spectators.</p>\n<h2>Get There</h2>\n<p><b>By Air </b><br/>\n<br/>\r\nJakarta has two international airports, one is the larger Soekarno-Hatta International Airport, located in Tangerang, now in the neighboring province of Banten. The other is the smaller Halim Perdanakusuma Airport, which is reserved for limited domestic flights. <br/>\n</p>\n<p><b>Overland</b><br/>\n<br/>\r\nAs the nation’s capital, Jakarta is connected by land to major cities in Java, public transport to get to Jakarta is available by bus and train.</p>\n<p>People who visit Jakarta, usually take time to stop by the neighboring Bogor, famous for it's Botanical Garden and highlands getaway in the Puncak area.</p>\n<p>Or if you prefer the coastal area, head to Banten and spend a holiday at Anyer and Carita Beach.</p>\n<p><b>By Sea </b><br/>\n<br/>\r\nTanjung Priok is the name of Jakarta’s seaport, located in North Jakarta. It is the busiest seaport in Indonesia.</p>\n<p>In April 2018, Genting Dream Cruises, based in Singapore, has opened special itineraries to visit Indonesia’s capital for this summer to voyage. A delightful choice for the one who wants to splurge aboard a luxurious cruise ship.</p>\n<h2><br/>\r\nGet Around</h2>\n<p>The best way to travel around Jakarta is by rented car, taxi or package tour. Be prepared though to meet traffic jams, especially when traveling during peak hours and into business districts, including the Old Batavia area. </p>\n<p>It is advisable therefore to choose a hotel near the location where you will have your meeting or business appointments or to the attraction or destination you wish to visit. Distances between points of interest in Jakarta can sometimes be far and might be interspersed with traffic.</p>\n<p> </p>\n</p>"
  },
  {
    "id": 36,
    "name": "Mount Halimun Salak National Park",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/halimunthumb.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/mount-halimun-salak-national-park",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/west-java/mount-halimun-salak-national-park/b22367e9c510d98d956ccec0e34e37eae83d3462-2cd05.jpg",
    "island_id": 1,
    "province_id": 10,
    "location": "Sukabumi, Jawa Barat",
    "video_url": "https://www.youtube.com/watch?v=gbY5sAiu89g&pp=ygUhSGFsaW11biBTYWxhayB3b25kZXJmdWwgaW5kb25lc2lh",
    "description": "Halimun is a Sundanese Language translated as “mist”. The higher part of Mount Halimun, which resides in the north area, is almost always clouded by mist with a soaring elevation of 1,929 meters.",
    "content": "<h1>Mount Halimun</h1><p>Experience Exciting Adventure in the Nature</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Halimun is a Sundanese Language translated as “mist”. The higher part of Mount Halimun, which resides in the north area, is almost always clouded by mist with a soaring elevation of 1,929 meters. traveling to this highlands will give you a chance to inhale the refreshing cool air and soothes your eyes with sprawling fertile greeneries. </span><br/>\n</p>\n<p><img alt=\"Experience Exciting Adventure in the Nature\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/west-java/mount-halimun-salak-national-park/d40e7306a207daeec8d062ed6568020f36a0abe2-8581e.jpg\" width=\"500\"><br/>\n<span></span><i><span>Photo by Fatahilaharis</span></i></img></p>\n<p><span>The mountain lies within the borders of Mount Halimun Salak National Park, a 400 km square conservation area in the West Java province, stretching through three regions of Bogor-Lebak-Sukabumi. Established in 1992, it has been a secured habitat for the endangered West Java gibbons and the Javanese lutung.</span></p>\n<p><span>For safety precautions, climbing the mountains are currently strictly prohibited. But don’t worry, because there are still plenty more outdoor activities to enjoy with friends and families. The Canopy Trail is one of the most anticipated experience. It is a walk through a 125 meter canopy bridge 30 meter above the ground, supported by 7 large trees. The bridge can only support five people on each trip, and it is not recommended to take the trail trip during the rain. </span></p>\n<p><span>Jungle trekking is also a main event for those who appreciates nature’s bliss. Hire an experienced guide to make your journey even more memorable. You can also learn many new things from the forest.</span></p>\n<p><span>Cimacan Waterfall is also a great place to hang around. It’s cool, fresh and definitely makes an amazing holiday photo background. Don’t forget to pack extra clothings if you plan to visit here. The small lake underneath is alluring to play in.</span></p>\n<p><span><img alt=\"Experience Exciting Adventure in the Nature\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/west-java/mount-halimun-salak-national-park/78a1dea04b0da2b780594c302c32dc78e0d7317d-d6877.jpg\" width=\"500\"><br/>\n<i>Photo by wisatahalimun.co.id</i></img></span></p>\n<p><span>Experience an easy breezy tea walk through enchanting Nirmala Tea Plantation with a dash of lovely rose gardens. Sip into some fine quality tea and take a moment to absorb all the peaceful ambiance surrounding you. This is where you can caught the sight of graceful eagles flying over. You also don’t want to miss the night adventures, of seeking the fosforus mushroom that glows in the dark, just fascinating!</span></p>\n<p><span> </span></p>\n<p><span>Get There</span></p>\n<p><span>From Jakarta, drive with through Jagorawi Toll Road. Take exit at Ciawi then head towards Sukabumi to Parung Kuda. Take a right turn at Parung Kuda Train Station and continue to Kabandungan (the office of Mount Halimun Salak National Park). From there, you can proceed to Cikaniki post (or drive on towards Citalahab to find homestays).</span></p>\n<p><span>It normally takes around 3-5 hours for the whole trip. It is also suggested that you drive a 4-wheeled vehicle to explore the undulating terrains.</span></p>\n<p><span>If you opt to ride the public transports, pick the route of Jakarta-Sukabumi from nearest bus terminal. Hop off at Parung Kuda and continue on to take the public L300 minibus that will takes you to to Kabandungan city hall, then ride the public Elf minivan heading to Citalahab tea plantation. When you can’t find the elf, you can rent the local </span><i><span>ojek </span></i><span>(motorbike taxi) or charter a private local cars.</span></p>\n<p> </p>\n<p><span>Get Around</span></p>\n<p><span>The scenic ground is best to enjoy on foot. When you need to go further inside the National Park, you can always consult the rangers for local transportations.</span></p>\n<p><span> </span></p>\n<p><span>Where to Stay</span></p>\n<p><span>There are generally three options for accommodation in the area. The first one is an established facility build in Cikaniki Research Station. It is currently occupied by researchers from around the world who are doing their studies in the conservation nature of the National Park. But, you can try asking the park’s authorities for a room vacancy during your planned trip.</span></p>\n<p><span>The second option is to live among the local in a guest house or homestays around Citalahab. The guest house is a basic house with 5 rooms and located among the local residentials. On the other hand, homestays is a more intimate experience as you will stay in the homes of the people living in the National Park’s area.</span></p>\n<p><span>Both guest house and homestays have a varied room charge according to each family who manages the property. Both also have the advantage of experiencing daily local living. You can asks for some genuine village cooking service at your personal expenses in exchange for their culinary skills. </span></p>\n<p><span>Last but not least is the camping grounds, which are segmented into several blocks. Some of them are Citalahab Camping Block and Mount Bunder Camping Block. If you are looking for a kids friendly camping ground, then Cangkuang Camping Block is the perfect suit due to its proximity to Eco Tourism center. Let’s do some fun exploring shall we!</span></p>\n<p><span> </span></p>\n<p><i><span>Main Image by Fakhri Anindita</span></i></p>\n<p> </p>\n</p>"
  },
  {
    "id": 37,
    "name": "Nusa Kambangan Island",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/nusakambanganthumb.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/nusa-kambangan-island",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/headernusakambangan.jpg",
    "island_id": 1,
    "province_id": 11,
    "location": "Cilacap, Jawa Tengah",
    "video_url": "https://www.youtube.com/watch?v=zHsFsPY0ni4&pp=ygUiTnVzYSBLYW1iYW5nYW4gd29uZGVyZnVsIGluZG9uZXNpYQ%3D%3D",
    "description": "Have you ever imagine traveling to an island of prisoners? Nusa Kambangan is the Alcatraz of Indonesia. This island is a secured prison for renowned criminals, political prisoners, drug traffickers, terrorist and those convicted in high profile corruption cases.",
    "content": "<h1>Nusa Kambangan Island</h1><p>Pristine Beaches in Prison Island</p><p class=\"fs-6 border-top fw-light\">\n<p><br/>\r\nHave you ever imagine traveling to an island of prisoners? Nusa Kambangan is the Alcatraz of Indonesia. This island is a secured prison for renowned criminals, political prisoners, drug traffickers, terrorists and those convicted in high profile corruption cases.</p>\n<p><img alt=\"nusa kambangan\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/nusa_kambangan.jpg\" width=\"500\"><br/>\n</img></p>\n<p>Historically, during the Dutch colonization period in the 16th century, VOC built a fortress in Nusa Kambangan. It was initially meant as a lookout frontline to protects their ships from potential dangers and pirates. When it can no longer be served to guard the island, VOC then began transforming the fort into a high-security prison to exile criminals and political dissidents.</p>\n<p>Its use as a prison island continues after independence and onto this day. A total of 9 prisons was constructed during the period of 1908-1950; <i>The Permisan, Karang Anyar, Nirbaya, Batu, Besi, Gliger, Karang Tengah, Limus Buntu and Kembang Kuning.</i> Each prison was to house around 700 inmates. Today, there are only four prisons operates with each distinct level of security (Permisan, Batu, Besi and Kembang Kuning).</p>\n<p>The island was opened as a tourist destination in 1996. A special agency was established to manage tourism on the island. All of the tourists should be arranged by the agency and accompanied by security officers until a maximum of 6 PM without an overnight stay. You will also need a special permit from the local police office to enter the island.<br/>\n</p>\n<p><img alt=\"nusa kambangan\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/ranca_babakan.jpg\" width=\"500\"><br/>\n</img></p>\n<p>Aside from the daunting reputation of being an outcast island, the beauty of its natural wildlife is mesmerizing. Nusa Kambangan translates as “the flower island” because it is said to be a sanctuary of the graceful Wijaya Kusuma flowers (Epiphyllum oxypetalum). It is unique fragrant flowers that bloom once a year in less than a few minutes at night before her petals started to fall.</p>\n<p>The rare trees of Plahlar Wood (Dipterocarpus litoralis) are indigenous of this island, but sadly oftentimes stolen to be dried due to its’ equal quality to Borneo’s meranti wood. Many rare and distinct animals are also reported to live under the shades of its thick forest.<br/>\n</p>\n<p>The island consists of two areas, the east, and west. The western part is where most prisons are located. It also has amazing pristine beaches like Permisan Beach with its’ beautiful white gray sands near the Permisan Prison. There is also Ranca Babakan stretch on the west coast part, glorious Pasir Putih Beach, and several natural caves such as Goa Ratu.<br/>\n</p>\n<p>The eastern part is more accessible. You can go to Teluk Penyu Beach and some locals will offer you a boat trip across the narrow channel. When you are done exploring the island, they will pick you up on the agreed schedule and take you back to Teluk Penyu.</p>\n<p><img alt=\"nusa kambangan\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/teluk_penyu.jpg\" width=\"500\"><br/>\n</img></p>\n<p>The east area beaches are Karang Tengah, Karang Pandan, and Karang Bandung. You can also explore the remains of the Dutch fortress with many mysteries. There are also some attractive cultural events called Sedekah Laut or the sea offerings, which held on every Satu Suro, the first day of the Javanese calendar.</p>\n<p><span>Get There</span></p>\n<p>Nusa Kambangan is separated from the main Java Island by the narrow Segara Anakan strait. To reach this island, you must first get to Cilacap. The nearest airport will be the Tunggul Wulung Airport, 9 km from the city center. Susi Air served this route from Jakarta’s Halim Perdanakusuma Airport. Once in Cilacap, drive to Lo Manis Harbour to ride on a 5 minutes journey on official ferry runs by the Department of Justice towards Nusa Kambangan’s Sodong Harbour.</p>\n<p><span>Get Around</span></p>\n<p>It is best to go around the island by car or minibus as groups. Exploring on foot is not recommended due to many wildlife animals from the surrounding forest. Motorcycle and local public transport are available only in several spots for you to ride along.<br/>\r\n </p>\n<h2><b>Where To Stay</b></h2>\n<p>There are no accommodation or camping sites allowed on the island, so the best way is to settle in Cilacap. Favehotel Cilacap offers you a modern style hotel on a very strategic place only a walk distance from Teluk Penyu beach. This hotel has swimming pools and a viewing deck at the rooftop. It has good service, good food and comfortable bedrooms sets in a chic ambiance.</p>\n<p>Favehotel Cilacap</p>\n<p><i>Jalan Budi Utomo No 38, Cilacap, Central Java, 53212</i><br/>\n</p>\n<p> </p>\n<p> </p>\n</p>"
  },
  {
    "id": 38,
    "name": "Nglanggeran Tourism Village",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/nglanggeranthumb.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/nglanggeran-tourism-village",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/headernglanggeran.jpg",
    "island_id": 1,
    "province_id": 12,
    "location": "Gunungkidul, Yogyakarta",
    "video_url": "https://www.youtube.com/watch?v=u472IO6umF8&pp=ygUfTmdsYW5nZ2VyYW4gd29uZGVyZnVsIGluZG9uZXNpYQ%3D%3D",
    "description": "Within the Gunungkidul Regency in Yogyakarta Province lies the charming Desa Wisata Gunung Api Purba Nglanggeran, or simply Desa Wisata Nglanggeleran (Nglanggeleran Tourism Village). Once you step your foot in the area, you will be greeted by super friendly locals who will introduce you to their cultures and traditions. Is there any better way to delve deeper into the heart of another culture?",
    "content": "<h1>Nglanggeran Tourism Village in Yogyakarta</h1><p>Live as Locals at The Award winning Nglanggeran Tourism Village in Yogyakarta</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Within the Gunungkidul Regency in </span><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/yogyakarta.html\" target=\"_self\"><b><span>Yogyakarta</span></b></a><span> Province lies the charming Desa Wisata Gunung Api Purba Nglanggeran, or simply Desa Wisata Nglanggeran (Nglanggeran Tourism Village). Once you step foot in the area, you will be greeted by super friendly locals who welcome you and speak of their cultures and traditions. Is there any better way to delve deeper into the heart of another culture?</span></p>\n<p><img alt=\"Live as Locals at The Award winning Nglanggeran Tourism Village in Yogyakarta\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/di-yogyakarta/nglanggeran-tourism-village/ARTIKEL_1.jpg\"><br/>\n</img></p>\n<p><span>The Nglanggeran Tourism Village received an Award from the ASEAN Community Based Tourism (CBT) Awards in January 2017. Since then, many tourists and organizations from across the globe have flocked here to see what all the hype is about. Here is where our wanderlust takes us on a journey of revelations and new insights into other cultures and traditions.</span></p>\n<p><img alt=\"Live as Locals at The Award winning Nglanggeran Tourism Village in Yogyakarta\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/di-yogyakarta/nglanggeran-tourism-village/ARTIKEL_2.jpg\"><br/>\n</img></p>\n<p><span>First stop? </span><b><span>Gunung Api Purba Nglanggeran</span></b><span>, or the Api Purba Volcano. The 1.5 to 2 hour climb is extremely worth it once you reach the top of this volcano. Here is where you take a deep refreshing breath of fresh air and admire the view from above. Located 700 meters above sea level, the dazzling view is like no other. And then it is time to travel back to the real world down below.</span></p>\n<p><img alt=\"Live as Locals at The Award winning Nglanggeran Tourism Village in Yogyakarta\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/di-yogyakarta/nglanggeran-tourism-village/ARTIKEL_3.jpg\"><br/>\n</img></p>\n<p><span>The next adventure? Another journey to paradise, away from the hustle and bustle of reality. Once upon a time, there was a cute little hill that sat comfortably in the Nglanggeran area. However, one day, the locals decided to transform this simple hill into one of the most alluring ponds in the nation and named it </span><b><span>Embung Nglanggeran</span></b><span> (Nglanggeran Pond). It is best to climb to this pond and cherish the view during sunrise or sunset, but we definitely recommend the sunrise. The glorious view of the yellowing sun slowly enveloping the pond and the surrounding hills is totally worth waking up before the break of dawn.</span></p>\n<p><img alt=\"Live as Locals at The Award winning Nglanggeran Tourism Village in Yogyakarta\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/di-yogyakarta/nglanggeran-tourism-village/ARTIKEL_4.jpg\"><br/>\n</img></p>\n<p><span>Finally, you reach the final destination of your journey through the natural spectacles that the charming</span><b><span> Nglanggeleran Tourism Village </span></b><span>has to offer. Now, it's time to get wet! The Terjun Kedung Kandang, or Kedung Kandang Waterfall, lies hidden deep in the village of Nglanggeran. This is a quaint little waterfall where water trickles down a jagged hill surrounded with lush green paddies. Locals say that if rain falls the night before, the beauty of this site will be magnified the day after. For those who choose to remain dry, there is an artificial bamboo bridge where you can enjoy the charming streams of water traveling to the bottom of the waterfall.</span></p>\n<p><img alt=\"Live as Locals at The Award winning Nglanggeran Tourism Village in Yogyakarta\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/di-yogyakarta/nglanggeran-tourism-village/ARTIKEL_5.jpg\"><br/>\n</img></p>\n<p><span>But that's not all. Now, it's time to explore the village itself! There are all sorts of activities to do within the village that could open your eyes to new sensations and experiences.</span></p>\n<p><img alt=\"Live as Locals at The Award winning Nglanggeran Tourism Village in Yogyakarta\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/di-yogyakarta/nglanggeran-tourism-village/ARTIKEL_6.jpg\"/><br/>\n</p>\n<p><span>Who doesn't love chocolate? Well, this village offers its visitors a glimpse of how the locals tend to their chocolate gardens. They also produce their own rice. Here is where you can observe all the steps to farm for rice until harvest and then cook your own meal. As for sweet tooths, this is also where you can not only see how people grow cacao seeds, but also create some delicious chocolate treats.</span></p>\n<p><img alt=\"Live as Locals at The Award winning Nglanggeran Tourism Village in Yogyakarta\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/di-yogyakarta/nglanggeran-tourism-village/ARTIKEL_7.jpg\"/><br/>\n</p>\n<p><span>For culture enthusiasts, the village is rich in Javanese culture and people will not hesitate to teach tourists, especially foreigners who have no inkling about Javanese culture, how the inhabitants uphold their traditions and rituals. You will be taught </span><i><span>unggah-ungguh, </span></i><span>or local manners, on how to greet others, communicate gestures and many other things. The way Javanese treat and communicate with their elders is different from how they treat and communicate with those of the same age or younger. Here, you will also be able to learn to play the </span><i><span>karawitan</span></i><span>, a set of musical instruments that produce dreamy and enchanting traditional music.</span></p>\n<p><img alt=\"Live as Locals at The Award winning Nglanggeran Tourism Village in Yogyakarta\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/di-yogyakarta/nglanggeran-tourism-village/ARTIKEL_8.jpg\"/><br/>\n</p>\n<p><span>If you crave for some more action, you can also learn about </span><i><span>Jatilan</span></i><span>, also known as </span><i><span>Kuda Lumping. </span></i><span>This is a traditional magical dance often performed by the locals using horses woven from bamboo known as </span><i><span>kepang. </span></i><span>In the days of old, aside from entertaining locals, this traditional dance was performed to lift the spirits of the people to fight against invaders. The villagers here will not only give you a chance to see this hypnotizing performance, but will also give you the opportunity to be involved in preparing for the performance, starting from the costumes to the music.</span></p>\n<p><img alt=\"Live as Locals at The Award winning Nglanggeran Tourism Village in Yogyakarta\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/di-yogyakarta/nglanggeran-tourism-village/ARTIKEL_9.jpg\"/><br/>\n</p>\n<p><span>Meanwhile, artsy visitors can visit the </span><b><span>Batik Topeng Workshop </span></b><span>(Batik Mask Workshop). Here is where you can create your own masks painted with intricate Batik designs. And then play around using the masks with your locals and friends. Is there anything better than bringing home a unique distinctive souvenir made with your own two hands?</span></p>\n<p><img alt=\"Live as Locals at The Award winning Nglanggeran Tourism Village in Yogyakarta\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/di-yogyakarta/nglanggeran-tourism-village/ARTIKEL_10.jpg\"/><br/>\n</p>\n<p><span>We've come to the end of our tour of the charming village of Nglanggeran, but this is not the end of our journey throughout Indonesia. Come book a ticket now to enjoy the pleasures nature has to offer at the alluring Tourism Village of Nglanggeran.</span></p>\n<p><span> </span></p>\n<p><b><span>Getting around</span></b></p>\n<p><span><span>It is best to explore the village itself on foot or using a motorcycle. When traveling a bit outside the village, such as the Api Purba Volcano, Nglanggeran Pond or Kedung Kandang Waterfall, it is best to travel by motorbike or personal vehicle.</span></span></p>\n<p><b><span>Getting there</span></b></p>\n<p><span>The village is located around 20 km from the Wonosari District and around 25 km from Yogyakarta. No public transport is available, so it is best to use your own transportation or rent a personal vehicle. If you opt to rent a car, the price could range from IDR 250,000 (no driver) to over IDR 600,000 (with driver) per 12 hours. If you are a foreigner or are not familiar with the district, it is best to rent a car that comes with driver. The map to this village is also available on Google Maps under the name ‘Desa Wisata Nglanggeran'.</span></p>\n<p><b><span>Where to stay</span></b></p>\n<p><span>There are over 100 homestays ready to welcome visitors in the village. To book a reservation, contact the number below.</span></p>\n<p><b><span>Note:</span></b></p>\n<p><span>This village offers complete packages for tourists that include lodging, transport and various activities to make your stay hassle-free and more enjoyable.</span></p>\n<p><b><span>Address: </span></b><br/>\n<span> Desa Wisata Gunung Api Purba Nglanggeran </span><br/>\n<span> Nglanggeran, Patuk </span><br/>\n<span>Gunung Kidul Regency, Special Region of Yogyakarta 55862</span></p>\n<p><b><span>Phone: </span></b><br/>\n<span>+62 818 0260 6050</span></p>\n<p><span>Village Tourism Package</span></p>\n<p><i>*the price may be changed anytime and the package may be personalized based upon requests</i></p>\n<p><span>1) Homestay Package:</span></p>\n<p><span>Starting from IDR 75,000/person</span></p>\n<p> </p>\n<p><span>2) Trekking Package:</span></p>\n<p><span>Starting from IDR 70,000/person</span></p>\n<p> </p>\n<p><span>3) Sunset and Sunrise Package:</span></p>\n<p><span>Starting from IDR 175,000/person</span></p>\n<p> </p>\n<p><span>4) Research Package:</span></p>\n<p><span>Starting from IDR 160,000/person</span></p>\n<p> </p>\n<p><span>5) Education Package:</span></p>\n<ol>\n<li><p><span>Cocoa Cultivation</span><span><br/>\n</span><span>Starting from IDR 15,000/person</span></p>\n</li>\n<li><p><span>Dodol Cocoa Creation</span><span><br/>\n</span><span>Starting from IDR 20,000/person</span></p>\n</li>\n<li><p><span>Batik Mask</span><span><br/>\n</span><span>Approx. IDR 50,000/person</span></p>\n</li>\n<li><p><span>“Janur” Creation</span><span><br/>\n</span><span>Starting from IDR 15,000/person</span></p>\n</li>\n<li><p><span>Etawa Goat Farm</span><span><br/>\n</span><span>Starting from IDR 20,000/person</span></p>\n</li>\n<li><p><span>Hydrophonic</span><span><br/>\n</span><span>Starting from IDR 20,000/person</span></p>\n</li>\n<li><p><span>Paddy and Rice Fields Planting</span><span><br/>\n</span><span>Starting from IDR 40,000/person</span></p>\n</li>\n<li><p><span>Local Culture &amp; Arts</span><span><br/>\n</span><span>Starting from IDR 25,000/person</span></p>\n</li>\n</ol>\n<p> </p>\n<p><span>6) Outbound Package</span><span><br/>\n</span><span>Starting from IDR 130,000</span></p>\n<p> </p>\n<p><span>7) Adventure Package</span></p>\n<ol>\n<li><p><span>Rock climbing/Rappelling</span><span><br/>\n</span><span>Starting from IDR 30,000/person</span></p>\n</li>\n<li><p><span>Tyroleans/Clifswing</span><span><br/>\n</span><span>Starting from IDR 555,000/person</span></p>\n</li>\n</ol>\n<p> </p>\n<p><span>8) Live-In Package</span></p>\n<p><span>Starting from IDR 385,000</span></p>\n<p> </p>\n<p><span>9) Camping Package</span></p>\n<p><span>Starting from IDR 120,000/person</span></p>\n<p> </p>\n<p><span>10) Gathering Night (for students only)</span></p>\n<p><span>Starting from IDR 120,000</span><br/>\n</p>\n<p> </p>\n</p>"
  },
  {
    "id": 39,
    "name": "Surabaya",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/surabayathumb.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/surabaya",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/east-java/surabaya/headersurabaya.jpg",
    "island_id": 1,
    "province_id": 13,
    "location": "Surabaya, Indonesia",
    "video_url": "https://www.youtube.com/watch?v=K60DdqrAdHQ&pp=ygUcU3VyYWJheWEgd29uZGVyZnVsIGluZG9uZXNpYQ%3D%3D",
    "description": "This city used to be the trading hub for the illustrious inland empires of Java. Situated on the mouth of the Brantas River, today Surabaya is a modern industrial city.",
    "content": "<h1>Splendor of Surabaya City</h1><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p>This city used to be the trading hub for the illustrious inland empires of Java. Situated on the mouth of the <b>Brantas River</b>, today Surabaya is a modern industrial city, considered the economic and trading center of Eastern Java as well as home to the nation’s navy.</p>\n<p>As the capital of East Java, Surabaya is also the second most populated city in Indonesia. The extended metropolitan area of this city is named Gerbangkertosusila, which stands for Gresik-Bangkalan-Mojokerto-Surabaya-Sidoarjo-Lamongan.</p>\n<p>There are many version regarding the history of the name Surabaya, but the local government and historian agreed to conclude that it comes from the phrase “sura ing bhaya”, meaning “the courage to face dangers”.</p>\n<p>When strolling around the city, you can also find the Sura and Baya monument, depicted from a folklore version about the fight between a shark and a crocodile. The story is immortalized as an iconic monument of Surabaya.</p>\n<p>Surabaya is also known as The City of Heroes due to the epic battle happened in the city during Indonesia’s independence revolution.<br/>\r\nFor visitors, highlights of the city include its submarine museum locally known as Monkasel, the immaculately presented <b>Sampoerna museum</b>, the unique <b>Cheng Hoo Mosque</b>, the majestic Sanggar Agung temple or a visit to the <b>island of Madura</b> via the Suramadu Bridge.</p>\n<p>Monkasel is a museum literally established inside a decommissioned Russian made a submarine. It served the Indonesian navy from 1962-1990. You can tour inside and experience a slice of history. At the Sampoerna museum, visitors can learn about the long line of the tobacco industry and enjoy the visuals. There is also a unique city tour bus that can take you to the cities nearby landmarks.</p>\n<p>The Muhammad Cheng Hoo Mosque was built in honor of the Chinese Admiral Cheng Hoo, who spread Islamic believes while he trades and voyage in eastern Java around the 15th century. Sanggar Agung, also known as Hong San Tang is a temple beautifully located overlooking the Kenjeran beach. The temple featured stunning ocean gate with an impressive statue of Guan Yin guarded by a pair of heavenly dragons, a sight that you will have to see for yourself!</p>\n<p><img alt=\"Splendor of Surabaya City\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/east-java/surabaya/surabaya2.jpg\"><br/>\n</img></p>\n<p>Suramadu bridge is the longest cable-stayed bridge in Indonesia, spanning to 5,4 km crossing the Madura Strait. The bridge will take you to Bangkalan, the heart of Madura Island, where you can splurge on the natural panorama and delicious Maduranese cuisines. Surabaya is also an ideal base to explore the other attractions of East Java including <a href=\"http://www.indonesia.travel/content/indtravelrevamp/hk/en/destinations/java/bromo-tengger-semeru-national-park/mount-bromo.html\" target=\"Target\"><b>Mt Bromo</b></a>, the cool mountain retreats of <a href=\"http://www.indonesia.travel/content/indtravelrevamp/hk/en/destinations/java/malang.html\" target=\"Target\"><b>Malang</b></a> and the natural beauty of <b>Ijen Plateau. </b></p>\n<p><img alt=\"Splendor of Surabaya City\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/java/east-java/surabaya/surabaya3.jpg\"><br/>\n</img></p>\n<p>Explore the culinary adventure of fine dining choices to vivid night stalls offering unique local snacks. From fresh fruit salad known as Rujak, the savory black soup with diced meat called Rawon and the fried tofu dish named Tahu Tek.</p>\n<p>To find out about the real city buzz and seek for more signature local delicacies and various goods, head to the market! Pasar Atom or Pasar Atum is a legendary marketplace opened since 1972 in northern Surabaya that merged a modern market with a shopping mall.</p>\n<p>Most famous food souvenir from Surabaya would be the layered cake brand of Spikoe Resep Kuno, Almond Crispy chips, Bu Rudy’s Chilly Sauce and the latest hits of Surabaya Snowcake - mixed of pastry and sponge cake.</p>\n<p>Speaking of cake, you can also splurge to enjoy an ambiance of high tea moments in Hotel Majapahit. A beautiful colonial style hotel, formerly known as the Oranje Hotel built-in 1910.</p>\n<p>The hotel features a lush garden, an 806-meter square presidential suite, several cafes and restaurants, all adorned with classic details.</p>\n<p>To cool off from the city’s heat, come by to Zangrandi. Another legendary icons of Surabaya, this ice cream parlor was established in 1930 by an Italian named Roberto Zangrandi. With its original recipe, the crowd’s favorite menus are Tutti Fruti, Banana Split, and Soda ice cream.</p>\n<p>All of this sweetness is perfect to soothe your day and keep you excited to explore more of Surabaya!</p>\n<p> </p>\n<p>Get There</p>\n<p><b>By Air</b></p>\n<p>Surabaya is served by domestic and international air routes. Many domestic routes use Surabaya airport as a transit point.</p>\n<p><b>By Sea</b></p>\n<p>Boats operate from Tanjung Perak Harbour. Pelni operates connections to Sulawesi and Kalimantan. You can enjoy the panoramic view of the harbor from Surabaya North Quay, a new waterfront attraction for travelers coming in or departing from the city.<b></b></p>\n<p><b>Overland</b></p>\n<p>Buses operate between <a href=\"http://www.indonesia.travel/content/indtravelrevamp/hk/en/destinations/java/surabaya.html\" target=\"_self\"><b>Surabaya</b></a> and <a href=\"http://www.indonesia.travel/content/indtravelrevamp/hk/en/destinations/java/malang.html\" target=\"_self\"><b>Malang</b></a>, <b>Probolinggo</b>, <a href=\"http://www.indonesia.travel/content/indtravelrevamp/hk/en/destinations/java/banyuwangi.html\" target=\"_self\"><b>Banyuwangi</b></a>, <b><a href=\"http://www.indonesia.travel/content/indtravelrevamp/hk/en/destinations/java/solo.html\" target=\"_self\">Solo</a>, </b>and <a href=\"http://www.indonesia.travel/content/indtravelrevamp/hk/en/destinations/java/yogyakarta.html\" target=\"_self\"><b>Yogyakarta</b></a><b>. </b>Fast trains travel between Jakarta and Surabaya via Semarang and Yogyakarta. From Surabaya, most trains go to Jakarta and depart from <b>Pasar Turi train station </b>multiple times a day.</p>\n<p> </p>\n<p>Get Around</p>\n<p>Car rentals or taxis are available if you need to circle around the city with ease. Ask for a good guide that knows the highlight of this vibrant metropolitan. There is also a motorcycle called ojek and public transportation in the form of minibusses.</p>\n<p>Try riding the Becak, a kind of rickshaw that maneuver easily among the busy street of Surabaya. Since Becak driver usually lacking English skills, you might need local assistance to help you with price bargain and point of destinations.</p>\n<p> </p>\n<p> </p>\n</p>"
  },
  {
    "id": 40,
    "name": "Bromo Tengger Semeru National Park",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/bromothumb.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/bromo-tengger-semeru-national-park",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/bromoheader.jpg",
    "island_id": 1,
    "province_id": 13,
    "location": "Malang. Jawa Timur",
    "video_url": "https://www.youtube.com/watch?v=IJFjmTmvE5M&pp=ygUZYnJvbW8gd29uZGVyZnVsIGluZG9uZXNpYQ%3D%3D",
    "description": "Being the largest volcanic region in the province, Bromo Tengger Semeru National Park covers a massive area of 800 square km in the center of East Java.",
    "content": "<h1>Bromo Tengger Semeru National Park</h1><p class=\"fs-6 border-top fw-light\">\n<h2><br/>\n<b>The Land of Sand and Fire</b></h2>\n<div> </div>\n<p><i>Video by Merrwatson</i></p>\n<p>Being the largest volcanic region in the province, Bromo Tengger Semeru National Park covers a massive area of 800 square km in the center of East Java. Visitors who have an eager interest in volcanic activities must come to the park and witness the smoke of ashes coming from Mount Semeru, an active volcano that rises 3,676 meters above sea level.<br/>\n</p>\n<p><img alt=\"bromo\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/bromo1.jpg\" width=\"500\"><br/>\n</img></p>\n<p>Bromo Tengger Semeru National Park is the only conservation area in Indonesia that has a 10 km sea of sand called Tengger, from which four new volcanic cones have emerged. Those volcanic cones are Mount Batok (2,470 m), Mount Kursi (2,581 m), Mount Watangan (2,661 m), and Mount Widodaren (2,650 m). However, Mount Bromo is still the only one that is active. Temperatures at the top of Mount Bromo range about 5-18 degrees Celsius. Heading south of the park is a rolling upland plateau divided by valleys and decorated with several scenic lakes reaching to the foot of Mount Semeru.</p>\n<h2>Get There</h2>\n<p> </p>\n<p><b>By Air</b></p>\n<p>You can fly with Sriwijaya Air, which flies twice daily to Malang from Jakarta. There are also many flights from airlines such as Citilink and Batik Air that fly daily from Jakarta to Surabaya.</p>\n<p><b>By Land</b></p>\n<p>There are multiple ways to get into the park. Visitors can come from Probolinggo through the village of Ngadisari. They can also take the north east approach via Pasuruan through the village of Tosari. The third, which is a more difficult approach, is via Ngadas.<br/>\n</p>\n<p>The Probolinggo approach is the easiest and by far the most popular route, especially if the visitors are traveling by public bus. Wonokitri is the closest and the easiest approach if you are coming by private vehicle from Surabaya (5 hours journey). Once you arrive at those villages, you have to rent 4x4 vehicles in order to get closer to Mount Bromo.</p>\n<p>Most tour groups from Surabaya stay overnight at Tretes, where there are a number of hotels, as there are in Malang, which has the added advantage of having an airport. Alternatively, you can also contact a travel agency to arrange your trip.</p>\n<h2>Get Around</h2>\n<p>Many visitors choose to walk while they arrive at the park. There are clearly marked tracks across the sand sea that leads to the foot of Mount Bromo. Alternatively, you can rent a jeep or hire a horse from Cemoro Lawang to get around.<br/>\n</p>\n<h2>Attraction</h2>\n<p> </p>\n<p><b>Outdoor Activities</b></p>\n<p><img alt=\"bromo\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/bromo22.jpg\" width=\"500\"><br/>\n</img></p>\n<p><i>Image by furstset</i></p>\n<p>Tengger sand sea with its 5.250 hectares area will make a perfect place to walk around or ride a horse and feel like a wild west cowboy. You can also hike to the top of Mount Bromo or, if you feel challenged enough, to the summit of Mount Semeru, which is the highest mountain in the land of Java. For other options, you can watch the beautiful sunrise from Ranu Kumbolo, where the sun will slowly emerge from the valley between the two hills something just like a fairytale. You can also visit the nearby waterfalls such as Madakaripura, Coban Sewu, Coban Pelangi, and Coban Jahe waterfalls.<br/>\n</p>\n<p><b>Religious Tourism</b></p>\n<p><img alt=\"bromo\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/bromo3.jpg\" width=\"500\"><br/>\n</img></p>\n<p>Most of <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/event-festivals/yadnya-kasada-and-bromo-excotica-festival-on-bewitching-mt-bromo.html\">Tengger</a> natives embrace Hindu teachings as their religion. Therefore, there are a number of Hindu temples around Bromo Tengger Semeru National Park. You can visit Kidal Temple, Luhur Poten Temple, Mandara Giri Semeru Agung Temple, and Jago Temple to marvel at the historical magnificence.</p>\n<p><b>Signature Experience</b></p>\n<p>Besides all the natural wonders, Bromo Tengger Semeru National Park also has its own cultural charm. <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/trip-ideas/ngadas-a-serene-village-above-the-clouds-at-mt-bromo-east-java.html\">Ngadas</a>, a serene village up on the slopes of Mt. Bromo, will be a fun thing to not be missed. Situated in the highlands only 6,5 KM away from the majestic Mt. Bromo, the average temperature is around 0 - 25 degrees Celsius, with cool to relatively cold refreshing air. The villagers, which mainly consist of Tengger natives, still practice the ancient rituals and ceremonies that are believed to bring order, good fortune, and prosperity.</p>\n<p> </p>\n</p>"
  },
  {
    "id": 41,
    "name": "Ujung Kulon National Park",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/ujungkulonthumb.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/ujung-kulon-national-park",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/headerujungkulon.jpg",
    "island_id": 1,
    "province_id": 14,
    "location": "Pandeglang, Banten",
    "video_url": "https://www.youtube.com/watch?v=odflt6rPIYM&pp=ygUfVWp1bmcgS3Vsb24gd29uZGVyZnVsIGluZG9uZXNpYQ%3D%3D",
    "description": "Ujung Kulon National Park, One of the World’s Most Pristine Natural Ecosystem",
    "content": "<h1>Ujung Kulon</h1><p>an Indonesia National Park</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Situated about 300 km from the capital city of <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\" target=\"_self\">Jakarta</a></u>, or about 140 km from <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/serang.html\" target=\"_self\">Serang</a></u>, the capital city of Banten Province, Ujung Kulon National Park encompasses a total area of 122,955 hectares consisting of 78,619 hectares land area and 44,337 hectares of seas. The national park stretches across the Ujung Kulon Peninsula, Panaitan Island, Peucang Island, Handeleum islands, and Honje Mountain Range. Administratively, Ujung Kulon National Park is located within the Sumur and Cimanggu districts, in the Pandeglang Regency, in the province of Banten. The Javan Rhinos are known as the largest animals on Java and the second largest animals in Indonesia after the Asian Elephant. This extraordinary creature is extremely rare and barely makes its appearance noticeable. Some of the locals even regard the Javan rhino as more than a mere animal but almost like a near sacred ancient creature. Aside from the Javan Rhino, Ujung Kulon National Park is also home to many other special wildlife.</span></p>\n<p> </p>\n<p><span>Get There</span></p>\n<p><span>There are two ways to enter Ujung Kulon National Park. By chartered boats from </span><span>Carita Beach</span><span> and overland by car via Labuan to Tamanjaya or Sumur. If you take the sea route, It is approximately 2-3 hours boat ride from Carita Beach to Peucang Island where the accommodation and national park representative office are situated.</span></p>\n<p><span>If you take the overland route, from </span><span>Jakarta </span><span>you can head out to Serang, the capital of Banten via the Toll road for about 2 hours drive. From Serang, you continue westward to Labuan, in Pandeglang Regency for roughly about 2 hours. The little town of Labuan is where the main office of the Ujung Kulon National Park is located (Jalan Perintis Kemerdekaan No 51 ). From Labuan, the road continues to Panimbang, Sumur, and Tamanjaya for a little over another 2 hours. Some of the road may be narrow and are not in good condition, so drivers must be prepared and. Remain watchful.</span></p>\n<p>The Office of Ujung Kulon National Park area II Handeleum and Tamanjaya provide the entrance tickets, insurance, and general information about the National Park. The office is located in the Tamanjaya Village near the dock of Tamanjaya. All requirements for tourist activities such as boat rentals, local guides, porters and more, can be arranged at the office. </p>\n<p> </p>\n</p>"
  },
  {
    "id": 42,
    "name": "Solo",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/destinations-thumbnail/Solo-Thumbnail.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/solo",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/destination-update-may-2019/solo.jpg",
    "island_id": 1,
    "province_id": 11,
    "location": "Solo, Jawa Tengah",
    "video_url": "https://www.youtube.com/watch?v=HR28LadI-P8&pp=ygUYU29sbyB3b25kZXJmdWwgaW5kb25lc2lh",
    "description": "Solo is part of the province of Central Java. The city has built on its reputation as a cultural hub. From Solonese dance, wayang puppetry through to hand-crafted batik.",
    "content": "<h1>Solo Surakarta</h1><p>The Ellegance Culture of Java</p><p class=\"fs-6 border-top fw-light\">\n<h3><br/>\n<br/>\r\nThe Remnants of Ancient Kingdom<br/>\n</h3>\n<p>Absorb yourself in history with a becak ride through the old city. Historically, Solo has been a center of power in Central Java. In 1745 the Mataram court was transferred here from <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/kota-gede.html\" target=\"_self\">Kota Gede</a></u>, and, since then, the city has built on its reputation as a cultural hub. From Solonese dance, wayang puppetry through to hand-crafted batik Solo remains a city that prides itself on its artistic traditions of elegance and refinement.</p>\n<p>Today, Solo is part of the province of Central Java. With a population of over 550,000 people, Solo is a densely populated city. But while people may live close together there are no high rise buildings, so this city has a community atmosphere that is difficult to find in any other city in Indonesia.</p>\n<p> </p>\n<h3>Get Around</h3>\n<p>The handiest way to get around Solo is by becak. The compact size of the city means walking is an option however the streets are crowded and noisy and not well paved.</p>\n<p>Bicycles are a good option for those who are willing to brave the traffic and can be rented from tourist offices in town. For a more traditional experience, try renting a horse-drawn carriage.</p>\n<p>Taxis are available though they can be difficult to find away from the main tourist areas. Rental cars are available for hire and can be organized through some of the bigger hotels in Solo.</p>\n<p> </p>\n<h3>Get There</h3>\n<p>Solo has a large airport, the Surakarta-Adi Sumarmo Wiryokusumo International Airport, which has daily flights traveling from most major cities throughout Indonesia. International flights also fly from here to Malaysia and Singapore. AirAsia flies from Kuala Lumpur to Solo and SilkAir from Singapore.<br/>\n</p>\n<p>From <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/yogyakarta.html\" target=\"Target\">Yogyakarta</a>, you can travel to Solo by express minibus which takes around one hour. The cheaper but more crowded public buses also travel by this route. Night buses travel from Jakarta to Solo and take around 12 hours. </p>\n<p>The train goes regularly between Solo and <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\" target=\"Target\">Jakarta</a> and the trip takes between 11-12 hours. The train continues to Surabaya. Domestic airlines that fly in and out of Solo include Garuda Indonesia, Lion Air, and Sriwijaya Air.</p>\n<p> </p>\n<p> </p>\n</p>"
  },
  {
    "id": 43,
    "name": "Serang",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/serangthumb.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/serang",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/headerserang.jpg",
    "island_id": 1,
    "province_id": 14,
    "location": "Serang, Banten",
    "video_url": "https://www.youtube.com/watch?v=xv-P9--FL1I&pp=ygUaU2VyYW5nIHdvbmRlcmZ1bCBpbmRvbmVzaWE%3D",
    "description": "Serang is the capital of Banten Province which formerly the administrative center of the broader Serang Regency when Banten was still part of West Java.",
    "content": "<h1>Serang</h1><p>The Gateway to the Spellbinding Wonders of Banten</p><p class=\"fs-6 border-top fw-light\">\n<p><br/>\r\nSerang is the capital of Banten Province which formerly the administrative center of the broader Serang Regency, when Banten was still part of West Java. Serang is the center of the provincial government and business activities, and also the gate to some of the most spellbinding wonders of Banten that include the Ujung Kulon National Park, the Tanjung Lesung Resort, Sawarna Beach, and a whole lot more.</p>\n<p>Serang was also known as the seat of the once-thriving Islamic Banten Sultanate and was becoming a prominent trading center in Southeast Asia. Today, its glorious past still radiate from the site of the old capital known today as the Old Banten Complex. Among those still preserved in its authentic colonial architecture is the Pendopo Gubernur Banten (The Governor's Office of Banten).<br/>\n</p>\n<p>Another historical account is the Port of Karangantu. The port was once abuzz with merchant ships from China, Arabia, Turkey, and other countries that regularly called on this port. Today, although the port has been reduced to just a small fishing town, nonetheless, it is the gateway to some of the most fascinating islands off the coast of Banten for those who enjoy fishing, snorkeling, and diving.<br/>\r\n </p>\n<h2><span><span>Get There</span></span></h2>\n<p>Situated about 90 km west from the capital city of <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\" style=\"background-color: rgb(255,255,255);\" target=\"_blank\"><u>Jakarta</u></a>, Serang can be reached by a little over 2 hours drive on the Jakarta-Merak Toll Road. While the most convenient way to reach the city is by rental car, you can also take public buses to form Jakarta's  Kalideres Bus Station.  Alternatively, you can also take the Train from Jakarta’s Tanah Abang Station and Kota Station to Serang Station. The route that passes Serang is served by Banten Express from Jakarta Kota station, the Patas Merak from Tanah Abang Station, and the Kalimaya Train also from Tanah Abang Station.<br/>\n</p>\n<p> </p>\n</p>"
  },
  {
    "id": 44,
    "name": "Bandung",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/destinations-thumbnail/Bandung-Thumbnail.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/bandung",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/di-indonesia-aja/diindonesiaaja5.jpg",
    "island_id": 1,
    "province_id": 10,
    "location": "Bandung, Jawa Barat",
    "video_url": "https://www.youtube.com/watch?v=IE4g_i_Lc-I&pp=ygUbQmFuZHVuZyB3b25kZXJmdWwgaW5kb25lc2lh",
    "description": "Bandung is the largest city located in west Java and offers many fascinating destination. in the past, Bandung was the favorite resort of wealthy tea and coffee planters owners of swathes of undulating tea and coffee plantations.",
    "content": "<h1>Bandung</h1><p>The highland city of Bandung is only a short 2.5 hours’ drive southeast of Jakarta via a toll road and is the overwhelming destination of choice for Jakarta residents to get away for weekends and long holidays. Lately, it has also become a favorite holiday resort for tourists from Singapore and Malaysia, who come here in droves to shop and enjoy its nature and fabulous foods. And with its popularity, an abundance of hotels have sprouted offering business facilities to luxurious service or also budget rooms, and eateries galore serving yummy local dishes to old-style Dutch cuisine. Meanwhile, the adjacent cool town of Lembang and other scenic areas now also offer a wide variety of attractions and entertainment for the whole family, a haven for Instagrammers.</p><p class=\"fs-6 border-top fw-light\">\n<p><img alt=\"City of Colorful and Cool Charms\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/destination-update-may-2019/artikelbandung1.jpg\" width=\"500\"><br/>\n</img></p>\n<h2>Where Two Continents Meet<br/>\n</h2>\n<p>Worldwide, Bandung is better known today for its historic Bandung Conference, - otherwise known as the first Asian-African Conference in 1955, that brought together 29 newly independent countries from the two continents representing over half of the world's population. Delegations were headed by legendary leaders that included Jawaharlal Nehru and daughter Indira Gandhi, King Norodom Sihanouk of Cambodia, Gamal Abdel Nasser of Egypt, Prime Minister Zhou En Lai of China and of course Indonesia's own President Soekarno, and many, many more.</p>\n<p>But back in Dutch colonial days, at the beginning of the 20th century, Bandung was the favorite resort of wealthy tea and coffee planters owners of swathes of undulating tea and <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/trip-ideas/15-stylish-spots-with-great-coffee-for-your-holiday-in-bandung.html\">coffee plantations</a>. Bandung was then also dubbed the elegant \" Parijs van Java\", the Paris of Java. For this reason also, in Central Bandung you can still admire Art Deco buildings of Dutch colonial heritage, which include \"Gedung Sate\" the Governor's office building; the present Bidakara Homann Hotel, and Gedung Merdeka, venue for the Asian-African Conference with its attached Museum. Reminiscent also of those heydays, some restaurants still serve genuine, sizzling Dutch Beef steaks and Dutch bitterballen, for food-lovers to make a beeline to Bandung.<br/>\n</p>\n<p><span><img alt=\"City of Colorful and Cool Charms\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/destination-update-may-2019/artikelbandung2.jpg\" width=\"500\"><br/>\n</img></span></p>\n<h2>Where Love and Culture Collides<br/>\n</h2>\n<p>Indeed,\"Pasundan (the land of the Sundanese in the West Java province) was created when God was smiling\", said MAW Brouwer, renowned Dutch psychologist, and writer who spent most of his life in Bandung. While, Pidi Baiq – Bandung's own multitalented artists and pop culture icon - said: \"Bandung is not just a mere spot on the map. More than that, it evokes lasting emotions that remain silently within me\". These two quotes are carved right by Bandung's Big Square in the heart of the city and illustrate the irresistible charm that spells: Bandung.</p>\n<p>Bandung is also a university city, most prominently known for its Institut Teknologi Bandung (ITB), from where Indonesia's first President Soekarno graduated, and which persistently produces the country's best engineers and scientists until today. Bandung is now also developed to become the Creative City, where millennials and students are encouraged to express their exuberant creativity in art, music and innovative digital creations.</p>\n<p>While, for affordable latest fashion trends, the city is second to none. There are factory outlets galore in Distros that dot the main Dago avenue (now called Jalan Ir. H. Juanda), along Jalan Riau (officially known as Jalan R.E. Martadinata), or on the way up to Lembang at Jalan Setiabudi, where cars regularly jam the roads and parking lots. But if you are looking for bales of affordable textiles, then you should go to Pasar Baru Trade Center where you can practice your bargaining skills and get special discounts for buying clothes and materials in bulk.</p>\n<p><img alt=\"City of Colorful and Cool Charms\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/destination-update-may-2019/artikelbandung3.jpg\" width=\"500\"><br/>\n</img></p>\n<p>Whereas, for those looking for unique selfie spots, you are in the right city! Those who love nature at its finest should walk up the dramatic hills of <a href=\"http://www.indonesia.travel/gb/en/destinations/java/bandung/tebing-keraton\">Tebing Keraton</a> or The Royal (Palace) Cliff, the peak of Moko Hill, Eurad Highland Lembang, or the Stone Garden Citatah. For special attractions with special features, visit the Farm House at Lembang where you discover a hobbit village and Victorian English towns. At De Ranch Lembang selfies are spot-on in cowboy-style surroundings. Do visit the Rabbit Town which dedicates itself as a 'selfie' tourist attraction offering a range of selfie spots just the thing to send on to friends on Instagram and Youtube. Another attraction is Bandung's Amazing Art World where you can take hundreds of unique photos with 3D effects or get to the Upside Down World, where the world is literally turned upside down for you to take pictures, that are sure to amaze your friends and family. Your experiences here will surely linger on for a long while.</p>\n<p>On the other hand, if you wish to get close to the local people, its music, dance, and culture, then <a href=\"http://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/bandung/saung-mang-udjo\">Saung Angklung Udjo</a> or Udjo's House of Angklung is one you should not miss. Famed for its Angklung, the local traditional bamboo musical instrument, here you can watch a children orchestra present delightful music shaking the Angklung and perform Sundanese dances and music. Here you may also learn how to play the Angklung yourself and become part of the orchestra.</p>\n<h2>Lembang: A Mountainous Getaway</h2>\n<p>Those who prefer an escape from the hives of routines in the metropolitan city can go to <a href=\"https://www.indonesia.travel/gb/en/destinations/java/bandung/lembang\">Lembang</a>. Just north of Bandung, this area offers mountainous sceneries, instagrammable spots and cool soft breezes. </p>\n<p>Nature seekers can go to the <a href=\"https://www.indonesia.travel/gb/en/destinations/java/bandung/tebing-keraton\">Tebing Keraton</a>, an indulging scenic spot as a rock that bulges over the edge of the cliff at its main area - the perfect place to view the golden sunrise or sunset. T<a href=\"https://www.indonesia.travel/gb/en/destinations/java/bandung/tangkuban-perahu\">angkuban Perahu Mountain</a> is also a great place to consider for rock climbers! Once you set foot on this majestic glory, you will see the fumes from the inactive mountain. The blissful view from the top of this mountain will leave you astonished.</p>\n<p>Lembang can also offer you the best spots for photos and selfies for the whole family. Two of the most popular destinations are Farmhouse Lembang or De’Ranch. Children can enjoy a horse-ride in De’Ranch or the whole family could take countless pictures in the Hobbit House. Both are exception choices for family attractions.</p>\n<h2>Get Here<br/>\n</h2>\n<p>Husein Sastranegara International Airport in Bandung is connected to major Indonesian and a number of neighboring countries. Air Asia serves direct flights from Kuala Lumpur in Malaysia as well as Singapore to Bandung. Silk Air also flies Singapore to Bandung and Malindo Air from Kuala Lumpur to Bandung. On domestic flights, Bandung is served by direct flights from Jakarta, Surabaya, Semarang, Bandar Lampung, Bali, Surakarta, Pekanbaru, Banjarmasin, Kualanamu (North Sumatra), Palembang, Pontianak, Yogyakarta, Balikpapan, Batam, Makassar, and Pangkal Pinang. With soon to be operated modern Kertajati International Airport at Majalengka in June 2018, access to Bandung and its beautiful surroundings will become a whole lot faster and much more convenient.</p>\n<p>From the capital city of Jakarta, Bandung is also accessible via a toll road that allows you to reach the city in just a little 2.5 hours drive (barring traffic jams). Aside from renting a car, there are a number of shuttle minibus services at various points across Jakarta and at the Soekarno Hatta International Airport in Tangerang that will take you directly to Bandung in air-conditioned comfort.</p>\n<p>For your accommodation in Bandung, ranging from Airbnb to luxurious hotels, do check with Online Travel Agents.</p>\n<p> </p>\n<p> </p>\n</p>"
  }
]