[
  {
    "id": 51,
    "name": "Banjarmasin",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/kalimantan/Banjarmasinthumbnail.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/kalimantan/banjarmasin",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/banjarmasinheader.jpg",
    "island_id": 4,
    "province_id": 20,
    "location": "Banjarmasin, Kalimantan Selatan",
    "video_url": "https://www.youtube.com/watch?v=H2NLEb_nmgQ&pp=ygUfQmFuamFybWFzaW4gd29uZGVyZnVsIGluZG9uZXNpYQ%3D%3D",
    "description": "Explore Banjarmasin, Kalimantan's urban hub intertwined with rivers. Discover floating markets, canals, and rich cultural heritage in this vibrant city",
    "content": "<h1>Banjarmasin</h1><p>The City of Thousand Rivers</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Banjarmasin is the best place to absorb Kalimantan’s urban culture, both on land as on the waters. Located on a delta near the junction of the Barito and Martapura rivers, Banjarmasin, together with its neighboring city, Banjarbaru, form the center of the ninth largest metropolitan city in Indonesia.</span></p>\n<p><span>From ancient times and up to this day, Banjarmasin has remained an important harbor town on Kalimantan. It has an abundance of wide and mighty rivers, which have always played a significant role in the Banjarese’ (the indigenous ethnic group of Banjarmasin) way of life. To this very day, every morning there are floating markets where farmers and merchants ply their goods on boats to trade. </span><span>The town’s main attractions are the suburbs that are traversed by canals, where much of the city's commerce takes place on the water.</span></p>\n<p><span>The most notable of these river markets is the Muara Kuin Floating Market located on the Barito River. The floating market is the place to see the traffic of all kinds of boats laden with bananas, shrimps, fish, yams, spinach, coconut, incandescent spices and chilies, buckets of fuzzy rambutans, and whatever other fruit are in season. Maneuvering their boats with dexterity and precision, since the boats are constantly wobbled by the river’s waves, traders exchange goods and money.</span></p>\n<p><span> </span></p>\n<p><span>Get There</span></p>\n<p><span><b>By Air</b></span></p>\n<p><span>There are daily flights from many Indonesian cities including from <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\" target=\"_blank\"><u>Jakarta</u></a>, Surabaya, Bandung, Balikpapan, Sampit and </span><span><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/kalimantan/pangkalan-bun.html\" target=\"_blank\"><u>Pangkalan Bun</u></a></span><span> to Banjarmasin’s airport of Syamsuddin Noor (BDJ) . The airport is 26 km from Banjarmasin, or about half an hour ‘s drive from the city. To go to the city, you can take a taxi (with fixed rate) or better yet, tell your hotel to pick you up.</span></p>\n<p><b><span>By Ship</span></b></p>\n<p><span>Another alternative to get to Banjarmasin is by ship from various places in Indonesia to Banjarmasin’s main harbor, named Trisakti. The sea trip will take approximately 2 days and 2 nights from Jakarta’s Tanjung Priok Harbor’s Passenger Terminal. Plus, there are ferries from </span><span><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/semarang.html\" target=\"_blank\"><u>Semarang</u></a></span><span> and </span><span>Surabaya</span><span>, both on Java. There's a ferry every 2 days between Surabaya and Banjarmasin.</span></p>\n<p><span>The ferry between Surabaya and Banjarmasin takes 21 hours. If you have a problem with cigarette smoke, this is not a good method to travel since smoking is permitted in the sleeping area. There are no cabins. Females travelling solo should be aware that they will receive a considerable amount of male attention, most of it unwanted. The food is also not good.</span></p>\n<p><b><span>By Bus</span></b></p>\n<p><span>There are public buses from Balikpapan to Banjarmasin, which will take a little over 14 hours.</span></p>\n<p><b>By  River</b></p>\n<p><span>Alternatively, if you are coming from the neighbouring provinces of East Kalimantan and Central Kalimantan, there is plenty of boat transportation on the rivers of Kalimantan. This could be an adventurous or boring ride depending on your taste. A range of boats are available, from slow moving traditional boats to speedboats. It’s a great choice if you are extremely adaptable to the local's way of life.</span></p>\n<p> </p>\n</p>"
  },
  {
    "id": 52,
    "name": "Balikpapan",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/kalimantan/Balikpapanthumbnail.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/kalimantan/balikpapan",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/balikpapanheader.jpg",
    "island_id": 4,
    "province_id": 21,
    "location": "Balikpapan, Kalimantan Timur",
    "video_url": "https://www.youtube.com/watch?v=MHp3bbwuftQ&pp=ygUeQmFsaWtwYXBhbiB3b25kZXJmdWwgaW5kb25lc2lh",
    "description": "Experience the allure of Balikpapan, an exotic oil city in East Kalimantan. Explore its unique attractions, beaches, and industrial charm",
    "content": "<h1>Balikpapan</h1><p>The Exotic City of Oil</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Balikpapan is located on the south eastern coast of East Kalimantan facing the deep Makassar Straits. Like its counterpart city of <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/pekanbaru.html\" target=\"_blank\"><u>Pekanbaru</u></a> in Riau on Sumatra, is known for its oil mining. Oil and other mining industries are the reasons why nearly all domestic airlines fly to Balikpapan rather than to the provincial capital of Samarinda.</span></p>\n<p><span>Balikpapan’s Sepinggan airport is also the main transit point inland to Tanjungredep airport in Berau, the hopping off point to the wonderful <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/kalimantan/derawan-archipelago.html\" target=\"_blank\"><u>Derawan Dive Islands</u></a>. Besides it's oil silos and refineries, which are a must to see, Balikpapan has quite a number of tourist attractions in and around the city. Three most popular beaches here are the Kemala beach, the Manggar beach and the Segara Sari beach.</span></p>\n<p><span>To see wildlife, there is the Wain River Protected Forest which cover about 10,000 hectares and the habitat to a number of endangered animals, like the Beruang Madu (honey bear) which are sun bears endemic to the area, Orang Utans and Proboscis monkeys or Bekantan. Wain river reserve, moreover, houses a number of endangered plants. Near Balikpapan is also a crocodile farm called Teritip, which is interesting to visit.</span></p>\n<p><span> </span></p>\n<p><span>Get There</span></p>\n<p><span>Balikpapan is easily reached from all major cities in Indonesia. Most airlines have flights to Balikpapan, including from </span><span>Jakarta</span><span>,</span><span> Surabaya</span><span>, and </span><span><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/makassar.html\" target=\"_blank\"><u>Makassar</u></a></span><span>. Besides </span><span>Garuda Indonesia</span><span> and</span><span> Lion Air</span><span>, other domestic low-cost carriers to Balikpapan are </span><span>Sriwijaya Air</span><span>, </span><span>Citilink</span><span>, </span><span>Indonesia Air Asia. </span><span>Internationally, </span><span>SilkAir</span><span> flies direct to Balikpapan from Singapore. </span></p>\n<p> </p>\n</p>"
  },
  {
    "id": 53,
    "name": "Martapura",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/kalimantan/Martapurathumbnail.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/kalimantan/martapura",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/martapuraheader.jpg",
    "island_id": 4,
    "province_id": 20,
    "location": "Martapura, Kalimantan Selatan",
    "video_url": "https://www.youtube.com/watch?v=r1X6jwTFW7U&pp=ygUdTWFydGFwdXJhIHdvbmRlcmZ1bCBpbmRvbmVzaWE%3D",
    "description": "Situated some 45 km east of Banjarmasin, capital of South Kalimantan Province, Martapura is a sparkling little city literally filled with diamonds and all the precious rocks delved from inside Borneo’s earth.",
    "content": "<h1>Martapura</h1><p>The Land of Diamonds</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Situated some 45 km east of <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/kalimantan/banjarmasin.html\" target=\"_blank\"><u>Banjarmasin</u></a>, capital of South Kalimantan Province, Martapura is a sparkling little city literally filled with diamonds and all the precious rocks delved from inside Borneo’s earth. Administratively, Martapura is the capital of the Banjar Regency. The city is well-known as the center of the diamond industry as well as the main diamond cutting and polishing venue in <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/kalimantan.html\" target=\"_blank\"><u>Kalimantan</u></a>, in addition to being producers of top quality jewelry.</span></p>\n<p><span>For those who fancy jewelry and accessories such as necklaces, bracelets, rings, brooches, and various others made from pure diamond, gold, zircon, silver, various other gemstones, and even plastic or glass imitation, then Martapura is the place to be. The quality of Martapura’s jewelry is globally recognized as one of the best in the world. Aside from being the showcase of Borneo’s most sparkling rocks, Martapura is also where diamonds and other gemstones are mined and processed.</span></p>\n<p><span> </span></p>\n<p><span>Get There</span></p>\n<p><span>To get to Martapura one has to fly in through Banjarmasin, capital of South Kalimantan province. There are many domestic airlines flying to Banjarmasin. </span><span>Martapura is approximately 45 km east from Banjarmasin. From here the city can be reached by public transportation or rented car for about one hour drive. From the town of Banjarbaru, the trip will take roughly 15 minutes. From Banjarmasin’s Syamsudin Noor Airport, the drive will take approximately 20 minutes.</span></p>\n<p> </p>\n</p>"
  },
  {
    "id": 54,
    "name": "Pontianak",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/kalimantan/west-kalimantan/pontianak/thumb/page_thumb.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/kalimantan/pontianak",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/kalimantan/west-kalimantan/pontianak/3a0b151075bdd513fc0ec2bee350f31f83d84643-964be.jpg",
    "island_id": 4,
    "province_id": 18,
    "location": "Pontianak, Kalimantan Barat",
    "video_url": "https://www.youtube.com/watch?v=QKimyom8eH0&pp=ygUdcG9udGlhbmFrIHdvbmRlcmZ1bCBpbmRvbmVzaWE%3D",
    "description": "Curious on how it looks like on the city that touches the zero equator point in Indonesia? Come to Pontianak and find the beauty by yourself!",
    "content": "<h1>Pontianak</h1><p>City on the Equator Line</p><p class=\"fs-6 border-top fw-light\">\n<p><span>There are several points of interest in Pontianak and its vicinity. One of the city’s icons is the <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/kalimantan/pontianak/the-equatorial-monument.html\" target=\"_blank\"><u>Equator Monument</u></a> at Sintang. The monument was built in 1928 to mark the spot at zero degree on the Equator. Considering the technology available in that year, the effort was a remarkable feat.</span></p>\n<p><span>The Dutch explorer indicated the site with a simple pole and an arrow. Several renovations and improvements have taken place including the development of a dome in 1990 to protect the initial site. The monument today is five times larger than the original. Historical facts are presented within the monument and in the small museum.</span></p>\n<p><span>Souvenirs are found at Pasar Souvenir or you may want to buy local products in local markets such as at Pasar Tengah, Pasar Sudirman, or Pasar Flamboyan. Most of the souvenirs are authentic as you see Dayak handicrafts, Equator Monument key chains or replicas, and Pontianak shirts and accessories.</span></p>\n<p><span> </span></p>\n<p><span>Get There</span></p>\n<p><span>Pontianak is accessible by air, sea, and land. </span><span><span>Supadio Airport is the main airport connecting Pontianak with the rest of the cities in and outside Kalimantan. </span></span><span>The sea port is at Dwikora where PELNI boats and ferries serve commercial and other industries in the city. </span></p>\n<p><span>For travelers coming overland from Brunei, Malaysian Sarawak and Sabah, the town of Entikong is the entry point. Most travelers leave from Kuching, Malaysia, and terminate at Pontianak. Buses are available each day. Comfortable 30-seater DAMRI buses regularly ply the Pontianak-Entikong -Kuching-Brunei Darussalam route. Pontianak-Kuching takes around 8 hours, with 2 rest stops on the way, while pushing on to Brunei, the journey takes one day and night.  </span></p>\n<p><span>In Pontianak, transportation is quite convenient to get. Taxis are found everywhere, although the </span><span><span>angkot </span></span><span>has outnumbered taxis, operated by 8 different companies. Today, many companies offer cars for rent. Usually, these come in 7-seater minivans.</span></p>\n<p> </p>\n</p>"
  },
  {
    "id": 55,
    "name": "Kuala Kapuas",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/kalimantan/Kuala_Kapuasthumbnail.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/kalimantan/kuala-kapuas",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/kapuasheader.jpg",
    "island_id": 4,
    "province_id": 19,
    "location": "Kapuas, Kalimantan Tengah",
    "video_url": "https://www.youtube.com/watch?v=MH9INolHVkk&pp=ygUgS3VhbGEgS2FwdWFzIHdvbmRlcmZ1bCBpbmRvbmVzaWE%3D",
    "description": "Kuala Kapuas is located at Kapuas River, 40 km from Banjarmasin. It is one of the major cities in Central Kalimantan with clean and comfortable city atmosphere.",
    "content": "<h1>Kuala Kapuas</h1><p>The City of Water</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Kuala Kapuas is located at Kapuas River, 40 km from </span><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/kalimantan/banjarmasin.html\" target=\"_blank\"><span><u>Banjarmasin</u></span></a>. It is one of the major cities in <span><b>Central Kalimantan</b> with clean and comfortable city atmosphere. It is known with the terms \"the City of Water\" for it's surrounded by the Kapuas River. You can explore the city with nice spots to enjoy the city vibe is just beside the river. Besides the city tour, you can also found a well-known tourist attraction like Telo Island, a pleasant fishing village and port.</span></p>\n<p><span>If you like the more <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/experience/experience-the-adventure-wonders-of-indonesia.html\" target=\"_blank\"><u>adventurer attractions</u></a>, white-water rafter and nature lovers, there is Gohong Rawai, known for its beautiful and challenging rapids. The gold mines of Teweh and Batu Api at Rungan district are also interesting sites to be visited. In this region, gold mining is a major source of livelihood for the people, who pan for the valuable metal using the old traditional method.</span></p>\n<p> </p>\n</p>"
  },
  {
    "id": 56,
    "name": "Derawan Archipelago",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/kalimantan/Derawan_Archipelagothumbnail.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/kalimantan/derawan-archipelago",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/derawanheader.jpg",
    "island_id": 4,
    "province_id": 21,
    "location": "Berau, Kalimantan Timur",
    "video_url": "https://www.youtube.com/watch?v=JI6xRIu6N-Q&pp=ygUbRGVyYXdhbiB3b25kZXJmdWwgaW5kb25lc2lh",
    "description": "Derawan is Indonesia’s largest nesting site of the rare and endangered giant green turtles and hawksbill turtles, where one can daily watch turtles lay their eggs in the sand or swim to sea with the turtles.",
    "content": "<h1>Derawan Islands</h1><p>The Perfect Tropical Paradise</p><p class=\"fs-6 border-top fw-light\">\n<p>Located just away from the mainland of East Kalimantan in the district of Berau, the Derawan archipelago comprises 31 islands, most well known among these are the islands of Derawan, <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/kalimantan/derawan-archipelago/maratua-island.html\" target=\"_blank\">Maratua</a>, Sangalaki and Kakaban. Here is Indonesia’s largest nesting site of the rare and endangered giant green turtles and hawksbill turtles, where one can daily watch turtles lay their eggs in the sand or swim to sea with the turtles.</p>\n<p>The entire marine conservancy region covers a total area of no less than 1.27 million hectares. It is the perfect tropical paradise with warm, isolated islands, soft white sand beaches fringed with waving palm trees, pristine seas that change color from green to deep blue, and an amazing underwater life of giant turtles, dolphins, manta rays, dugongs and barracudas, stingless jellyfish and sometimes, whales. Here, you can find 460 different species of corals, ranking this area second only to the <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/maluku-papua/raja-ampat.html\" target=\"_blank\">Raja Ampat</a> Islands in West Papua. The Nature Conservancy and a team of international experts also found more than 870 species of fish here, ranging from tiny pygmy seahorses to giant manta rays.</p>\n<p> </p>\n<p>Get There</p>\n<p>To reach Derawan, SilkAir flies from Singapore to Balikpapan in East Kalimantan.  Or you can take a flight from <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\" target=\"_blank\">Jakarta</a>, Surabaya or Denpasar to Balikpapan or Tarakan by Garuda Indonesia. Then take a connecting flight to Tanjung Redeb in Berau. From here, boats will take you to the islands.</p>\n<p> </p>\n</p>"
  },
  {
    "id": 57,
    "name": "Pangkalan Bun",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/kalimantan/Pangkalan_Bunthumbnail.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/kalimantan/pangkalan-bun",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/bunheader.jpg",
    "island_id": 4,
    "province_id": 19,
    "location": "Pangkalan Bun, Kalimantan Tengah",
    "video_url": "https://www.youtube.com/watch?v=A8X63pSjO7o&pp=ygUhUGFuZ2thbGFuIEJ1biB3b25kZXJmdWwgaW5kb25lc2lh",
    "description": "Pangkalan Bun is a pleasant town on the Arut River. 'Whoever drank from the Arut River will surely return to Pangkalan Bun,' says a classic saying for those who visit the town for the first time.",
    "content": "<h1>Pangkalan Bun</h1><p>A Special City with a Nostalgic Feeling</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Pangkalan Bun is a pleasant town on the Arut River. 'Whoever drank from the Arut River will surely return to Pangkalan Bun,' says a classic saying for those who visit the town for the first time. The phrase illustrates that certain feeling of nostalgia that one day one will return to visit the town. Its typical riverside life together with heritage sites along the banks of the river makes Pangkalan Bun special. It serves as gateway to visitors who wish to venture into the exotic <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/kalimantan/pangkalan-bun/tanjung-puting-national-park.html\" target=\"_blank\"><u>Tanjung Puting National Park</u></a>. It has The Orangutan Care Center Quarantine (OCCQ) which is the facility for taken care of wounded Orangutans and those confiscated by the Natural Resource Conservation Office (BKSDA).</span></p>\n<p><span>In this quarantine facility, visitors can interact with charming orangutan babies. The traditional kelotok and getek boats as well as speedboats of every shape and size passing by on the Arut River which you can use to cruise and venture along the long and wide river. About one hour drive from downtown Pangkalan Bun, a relaxing scene awaits at the Kubu Beach. There are also areas which are perfect spots for fishing. Along the shores, visitors can also watch and took part in the activities of the fishermen.</span></p>\n<p><span> </span></p>\n<p><span>Get Around</span><br/>\n</p>\n<p>You can take Taxis to/from Iskandar Airport, and opelet<span> </span>or public transportation rides around the town. Minibuses to Kumai leave from the terminal near the market at Jalan P Antasari Street.</p>\n<p>However the best way to get around Pangkalan Bun is obviously not over land, As the city sits on the Arut River, the best way to get around it is on board traditional klotok or getek boats.</p>\n<p><span> </span></p>\n<p><span>Get There</span></p>\n<p><b><span>By Air</span></b></p>\n<p><span>You can now fly direct to Pangkalan Bun, entry gate to the Tanjung Puting Orang Utan National Park from the Iskandar Airport. </span><span><br/>\n</span></p>\n<p><b><span>By Sea</span></b></p>\n<p><span>The Kumai Seaport, about 35 minutes from Pangkalan Bun serves passengers ships from Java, Freighters, Bugis Phinisi, and Madura Schooner.  Pelni Boats connect Kumai with <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/semarang.html\" target=\"_blank\"><u>Semarang</u></a> through a 24 hours trip and Surabaya through a 26 hours trip.</span></p>\n<p><b>By Land</b></p>\n<p><span>From the province capital, </span><span><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/kalimantan/palangkaraya.html\" target=\"_blank\"><u>Palangkaraya</u></a></span><span>, an overland trip by car will take approximately 8-10 hours. The roads and bridges from Palangkaraya to Pangkalan Bun are relatively in fair condition. Buses from Palangkaraya take about 12-14 hours.</span></p>\n<p> </p>\n</p>"
  },
  {
    "id": 58,
    "name": "Palangkaraya",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/kalimantan/Palangkarayathumbnail.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/kalimantan/palangkaraya",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/palangheader.jpg",
    "island_id": 4,
    "province_id": 19,
    "location": "Palangkaraya, Kalimantan Tengah",
    "video_url": "https://www.youtube.com/watch?v=m7xbzvInvAE&pp=ygUgUGFsYW5na2FyYXlhIHdvbmRlcmZ1bCBpbmRvbmVzaWE%3D",
    "description": "Palangkaraya or Honoured and Sacred Great Place, is the capital city of Central Kalimantan.",
    "content": "<h1>Palangkaraya</h1><p>The Great Sacred Place</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Palangkaraya or Honoured and Sacred Great Place, is the capital city of Central Kalimantan. Growing from Pahandut, a small stilt village on the banks of the Kahayan River, the first President of Indonesia, Sukarno, had decided that it would become the next site of Indonesia’s capital. The new city was completely designed from scratch and built in grand proportions in the 1960’s.</span></p>\n<p><span>Palangkaraya has it own eco tourism pioneers in Kalimantan Tour Destinations, who have introduced a comfortably remodeled traditional ‘rangkan’ river boat. Cruises encompass the natural beauty and magnificent fauna, particularly the orangutan, of Borneo. It is the starting point to explore the vast nature of Central Kalimantan that known as the lung of the world for its <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/experience/experience-the-natural-wonders-of-indonesia/forests-wildlife.html\" target=\"_blank\"><u>vast and fertile tropical jungles and forests</u></a>.</span></p>\n<p><span>From Palangkaraya you can explore many great places like Balanga Museum that containts many artifacts of Dayak people, Borneo Orangutan Survival Foundation’s Education Centre at Nyaru Menteng, Taman Alam, near Bukit Tangkiling, that offers you a wildlife park with it's main attractions is Crocodile. You can also hike up to Bukit Tangkiling and Bukit Batu 35 km out of Palangkaraya that will give you a wonderful vista of vast flat flood plains and peat swamp forests, and the rare rocky outcrops or magmatic extrusions in the mostly flat peat swamps.</span></p>\n<p><span> </span></p>\n<p><span>Get Around</span></p>\n<p><span>Airport taxis are available on arrival to transport travelers to the hotels in Palangkaraya. There are numerous transport companies that are usually willing to rent out the car plus driver for differing periods.</span></p>\n<p><span>These transport companies also operate services to most towns and cities in Central Kalimantan.</span><br/>\n<span>The larger hotels can assist guests obtain transport.</span></p>\n<p><span> </span></p>\n<p><span>Get There</span></p>\n<p><span>Flights depart daily for <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\" target=\"_blank\"><u>Jakarta</u></a> and <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/surabaya.html\" target=\"_blank\"><u>Surabaya</u></a>. Current airlines operating services into Palangkaraya are </span><span>Garuda Indonesia</span><span><span>, </span></span><span>Sriwijaya Air and</span><span><span> </span></span><span>Lion Air.</span></p>\n<p> </p>\n</p>"
  },
  {
    "id": 59,
    "name": "Tarakan",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/kalimantan/Tarakanthumbnail.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/kalimantan/tarakan",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/tarakanheader.jpg",
    "island_id": 4,
    "province_id": 22,
    "location": "Tarakan, Kalimantan Utara",
    "video_url": "https://www.youtube.com/watch?v=bfi7xpFVpkg&pp=ygUbVGFyYWthbiB3b25kZXJmdWwgaW5kb25lc2lh",
    "description": "Situated just across the border from Sabah, Malaysia, the town and island of Tarakan is a part of young province, North Kalimantan.",
    "content": "<h1>Tarakan</h1><p>The Small Marshy Town with Strong Historical Wonders</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Situated just across the border from Sabah, Malaysia, the town and island of Tarakan is a part of young province, North Kalimantan. It was once a major oil producing region during the Dutch colonial period and had great strategic importance during the Pacific War and was among the first Japanese targets early in the war.</span></p>\n<p><span>Remnants of the clashes and great battles can still be found throughout the city. Among these remnants are the Peningki Lama Site at East Tarakan, the Museum Roemah Boendar (Roundhouse Museum), Pillbox/Stelling Post, The Australian Monument at the Kodim (Military Command Center) on Pulau Kalimantan Street, and The Japanese Ash Monument.</span></p>\n<p><span>Aside from the various World War II remnants and monuments, the city of Tarakan also holds other fascinating places worth visiting. Among them are The Tarakan Orchid Garden, Amal Beach, Juwata Crocodile Breeding Center and The Mangrove and Proboscis Monkeys Conservation Area which is the home of the rare proboscis monkeys (locally known as Bekantan).</span></p>\n<p><span> </span></p>\n<p><span>Get There</span></p>\n<p><span>The Juwata International Airport serves both domestic and international flights. There are direct flight between Tarakan and </span><span><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/kalimantan/balikpapan.html\" target=\"_blank\"><u>Balikpapan</u></a></span><span>, </span><span><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/surabaya.html\" target=\"_blank\"><u>Surabaya</u></a></span><span>, Tanjung Selor, Nunukan, and Berau. Tarakan’s Airport also serves an international route to Tawau in Malaysia.</span></p>\n<p><span>For sea transportation, the city has 4 main sea ports which are Tengkayu I Port, Tengkayu II Port, Malundung Port, and Juwata Laut Port. Through the sea routes, the city is connected with Tawau, in Sabah, Malaysia, the island of Java, and Sulawesi.</span></p>\n<p> </p>\n</p>"
  },
  {
    "id": 60,
    "name": "Singkawang",
    "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/kalimantan/Singkawangthumbnail.jpg",
    "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/kalimantan/singkawang",
    "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/singkawangheader.jpg",
    "island_id": 4,
    "province_id": 18,
    "location": "Singkawang, Kalimantan Barat",
    "video_url": "https://www.youtube.com/watch?v=ZAbkl6MFh18&pp=ygUeU2luZ2thd2FuZyB3b25kZXJmdWwgaW5kb25lc2lh",
    "description": "Singkawang is the capital of West Kalimantan and the second largest city in the province that bordering the State of Sarawak, Malaysia.",
    "content": "<h1>Singkawang</h1><p>The City of Thousands Chinese Temples</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Singkawang is the capital of <b>West Kalimantan</b> and the second largest city in the province that bordering the State of Sarawak, Malaysia. Unlike other towns in Indonesia, Singkawang has a distinct oriental atmosphere with hundreds of Chinese temples found around almost every corner of town. This is because over 70 percent of Singkawang’s population is of Chinese descent, predominantly of the Hakka tribe with some Teochew.</span></p>\n<p><span>Others are Malays, Dayaks and other Indonesian ethnic groups. One of the oldest temples here is the Tri Dharma Bumi Raya temple that established in 1878 dedicated to the God of the forest, or Tua Peh Kong. Normally a quiet city, Singkawang comes alive each Chinese New Year, reaching its climax at Capgome, or the fifteenth day of Chinese New Year, closing the celebrations.</span></p>\n<p><span>Singkawang is also famous for its Chinese ceramics, still produced in the old style with “antique” designs. Besides visiting the many temples, especially the main temple at Tri Dharma Bumi Raya, Singkawang is famous for its food centres which come alive at night. Most popular is the Pasar Hongkong, where you can find a <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/experience/experience-the-sensory-wonders-of-indonesia/culinaries.html\" target=\"_blank\"><u>large variety of food</u></a>, including porridge, nasi lemak, Rujak Ju Hie (hot fruit salad with dried squid) a specialty of Singawang, and tofu Singkawang. The city also has many coffee shops known as Kopi Tiam.</span></p>\n<p><span>For recreation, you can visit Pasir Panjang Beach (Long Beach) about 17 km from the center of the city. Besides enjoying the beautiful tranquil scenery, the beach also offers beach activities including boat rental, water bikes, go-karts, souvenir shops and plenty of food stalls.</span></p>\n<p><span> </span></p>\n<p><span><span>Get There</span></span></p>\n<p><span>Since Singkawang has no airport, you must first fly to <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/kalimantan/pontianak.html\" target=\"_blank\"><u>Pontianak</u></a> then continue to Singkawang by private car, taxi or public bus.</span></p>\n<p> </p>\n</p>"
  }
]
