[
    {
        "id": 45,
        "name": "Merauke",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/maluku/Merauke.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/maluku-papua/merauke",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/meraukeheader.jpg",
        "island_id": 8,
        "province_id": 31,
        "location": "Merauke, Papua",
        "video_url": "https://www.youtube.com/watch?v=HL8kgqWJpG8&pp=ygUbTWVyYXVrZSB3b25kZXJmdWwgaW5kb25lc2lh",
        "description": "Discover Merauke, the captivating eastern Indonesian town. Explore its rich history, natural beauty, and vibrant culture",
        "content": "<h1>Merauke</h1><p>The Enchanting Town in the East of Indonesia</p><p class=\"fs-6 border-top fw-light\">\n<p><span>At each break of day, Merauke is the first town in the Indonesian Archipelago that catches the first rays of the rising tropical sun. As the capital city of the Merauke Regency in the province of Papua, Merauke is renowned as the most easterly territory in Indonesia; one that marks the eastern end of this vast span of the Indonesian Archipelago that is commonly measured from the town of Sabang on Weh Island, in the Aceh Province at the west-most end, all the way to Merauke in Papua in the east.</span></p>\n<p><span>The town of Merauke is also known as the staging point for hikers before venturing into the pristinely enchanting <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/maluku-papua/merauke/wasur-national-park.html\" target=\"_self\">Wasur National Park</a></u>, which is roughly only about 60 km away. For travelers, Merauke offers the most facilities such as banks, internet cafes, airline agents, restaurants, markets, and accommodation. A walk around the town is easy and will reveal some incredible insight into the past. Old graveyards and lots of classic churches highlight the town, while cruising down the Maro River one can observe the daily life of Papuan fishermen. A trip to the local market will be an eye opener, as you encounter various uncommon items.</span></p>\n<p><span> </span></p>\n<p><span>Get There</span></p>\n<p><span><span>Garuda Indonesia, Lion Air</span></span><span>, and Sriwijaya Air serve daily flights to Merauke’s Mopah Airport from Jayapura, <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/makassar.html\" target=\"_self\">Makassar</a></u>, and <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\" target=\"_self\">Jakarta</a></u>.  Every two weeks Pelni’s (Indonesia Sea Transportation Company) Tatamailau ship sails from Merauke to Agats and Sorong. The Kelimutu ship sails to Agats then sails through southern and Central Maluku, every four weeks.</span><br/>\n</p>\n</p>"
    },
    {
        "id": 46,
        "name": "Enchanting Ambon: Lush Mountains, Clear Waters",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/maluku/Ambon.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/maluku-papua/ambon",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/ambonheader.jpg",
        "island_id": 3,
        "province_id": 29,
        "location": "Ambun, Maluku",
        "video_url": "https://www.youtube.com/watch?v=xBZK4P-aWc4&pp=ygUZQW1ib24gd29uZGVyZnVsIGluZG9uZXNpYQ%3D%3D",
        "description": "Explore Ambon, a captivating island with lush mountains and crystal clear waters. Discover its rich history and hidden treasures for an unforgettable adventure.",
        "content": "<h1>Ambon</h1><p>Island with Lush Green Mountains and Crystal Clear Waters</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Although small in size, Ambon island still offers plenty of experiences for adventurous travelers. From exploring the charming Kota Ambon, the main town of the island, to walking up mountains through lush tropical vegetation, there are many undiscovered gems ready for visitors to experience.</span></p>\n<p><span>The town of Ambon, Kota Ambon, is known as ‘Ambon Manise’ meaning sweet or beautiful Ambon. The name refers to both the beauty of the people here and the beauty of the tropical island location. </span><span>As one of the earliest places in Indonesia to be occupied by colonial powers, Ambon has a rich and ancient history. Many of the Ambonese today have mixed European and Ambonese heritage.</span></p>\n<p><span> </span></p>\n<p><span><span>Get Around</span></span></p>\n<p><span>To get around in the downtown Ambon try a becak, a carriage attached to a bicycle. This local transport may not be quick but it’s definitely unique.  </span><span><span>Alternatively bemo (local minibus) are also available as well as ojek (motorcycle taxi). </span></span><span>To cross Ambon Bay, speedboats are available at the pier where the ferries dock from the other side of the bay.</span></p>\n<p><span> </span></p>\n<p><span>Get There</span></p>\n<p><span>Travelers visiting Ambon usually start their flights either from <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/denpasar.html\" target=\"_self\">Denpasar</a></u>, Bali or Soekarno-Hatta International Airport in <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\" target=\"_self\">Jakarta</a></u>. <span>Garuda Indonesia has recently started flying to Ambon, and serves a brand new route from Jakarta to Ternate, North Maluku transiting in <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/makassar.html\" target=\"_self\">Makassar</a></u>. </span></span></p>\n<p> </p>\n</p>"
    },
    {
        "id": 47,
        "name": "Ternate and Tidore",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/maluku/Ternate_and_Tidorethumbnail.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/maluku-papua/ternate-and-tidore",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/ternateH.jpg",
        "island_id": 3,
        "province_id": 30,
        "location": "Maluku Utara, Indonesia",
        "video_url": "https://www.youtube.com/watch?v=ASFfyd6pjD8&pp=ygUbVGVybmF0ZSB3b25kZXJmdWwgaW5kb25lc2lh",
        "description": "The volcanic landscape of Ternate an Tidore has given the island its fertile soil and beaches with black glittering sands. Today, all around the islands are colorful boats in various sizes lying in the shallow turquoise water, shielded by swaying coconut trees.",
        "content": "<h1>Ternate and Tidore</h1><p>The Small Islands with Flavorsome and Historical Delight</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Ternate and Tidore are two almost identical small islands, west of the large island of Halmahera, almost facing one another, each shaped by a volcano emerging from the deep Maluku Sea. While if Ternate is dominated by Mt Gamalama, in Tidore rises Mt Kiemtabu.</span></p>\n<p><span>The volcanic landscape of Ternate has given the island its fertile soil and beaches with black glittering sands. Today, all around the island are colorful boats in various sizes lying in the shallow turquoise water, shielded by swaying coconut trees.</span></p>\n<p><span>For culinary and history lovers, the island is a flavorsome and historical delight that will satisfy any craving for knowledge or desire to enjoy appetizing cooking. Entertainment from the friendly locals is also something to experience.</span></p>\n<p><span> </span></p>\n<p><span>Get Around</span></p>\n<p><span>The road circling Ternate makes it easily accessible by local transport such as ojek (motorbike taxi) or bemo (minivan public transportation).</span></p>\n<p><span><br/>\n</span><span>Get There</span></p>\n<p><span>Garuda Indonesia </span>now flies to Ternate from Jakarta with transit in <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/manado.html\" target=\"_self\">Manado</a></u>. <span>The Babullah Airport serves the island with various flights. If you wish to travel by boat, the North Maluku shipping hub is located at Ternate, and the PELNI liners harbor at Ahmad Yani port.</span></p>\n<p><span>Sangiang goes around the island of Halmahera but the schedule is irregular so check the schedule at the office of Ahmad Yani port regularly. Nggapulu and Sinabung transit at Ternate from and to <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/maluku-papua/sorong.html\" target=\"_self\">Sorong</a></u>, Papua and Bitung, North Sulawesi. Lambelu connects Ternate and <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/maluku-papua/ambon.html\" target=\"_self\">Ambon</a></u>, stops by Namlea (Buru). This sails eastbound only.</span></p>\n<p>Jetties are also available at Bastiong. These connect Ternate and Tidore (Rum) with ferries. The ferries also go to Bitung overnight.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 48,
        "name": "Sorong",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/maluku/Sorong.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/maluku-papua/sorong",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sorongH.jpg",
        "island_id": 8,
        "province_id": 32,
        "location": "Sorong, Papua Barat",
        "video_url": "https://www.youtube.com/watch?v=Q-OWraAwJOE&pp=ygUaU29yb25nIHdvbmRlcmZ1bCBpbmRvbmVzaWE%3D",
        "description": "The town of Sorong, located on the 'beak' of the Bird’s Head Peninsula in West Papua is the departure point for your visit to the fabulous Raja Ampat marine park.",
        "content": "<h1>Sorong</h1><p>The Magnificent Busiest Harbor of West Papua</p><p class=\"fs-6 border-top fw-light\">\n<p><span>The town of Sorong, located on the 'beak' of the Bird’s Head Peninsula in West Papua is the departure point for your visit to the fabulous <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/maluku-papua/raja-ampat.html\" target=\"_self\">Raja Ampat </a></u>marine park. The word 'Sorong' is said to originate from the local Soreri language meaning 'deep and turbulent seas'. Mountains, hills, lowlands, and protected forests securely surround the town. As a port, its inhabitants come from multi-ethnic descent. The seas around Sorong are rich in tuna and shrimp, which are also major export commodities. </span></p>\n<p> </p>\n<p><span>Get Around</span></p>\n<p><span>Compared to other cities in Indonesian Papua, Sorong is the fastest growing town. It is dynamic and tolerably safe. Getting around in Sorong is possible by taxi, chartered van, and also becak for shorter distances.</span></p>\n<p><span>Angkot is also available and you are recommended to always make sure you know where you are going. Best ask the friendly staff at the hotel you are staying before traveling around town. If you cannot remember the number of the angkot you are taking, take a note and ask around when possible.</span></p>\n<p><span><br/>\n</span><span>Get There</span></p>\n<p><span>Although most of inter-island passenger and cargo traffic is by boat, there are a number of flights to Sorong. A longer route will be via <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/manado.html\" target=\"_self\">Manado</a></u>, served by SilkAir from Singapore, Garuda Indonesia, and Pelita Air, then take a connection flight to Sorong.</span></p>\n<p><span>In Sorong, there is another airport called Sorong Airport, which is also called Jefman Airport, in addition to Domine Eduard Osok Airport.</span></p>\n<p> </p>\n</p>"
    },
    {
        "id": 49,
        "name": "Baliem Valley",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/maluku/Baliem_Valley.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/maluku-papua/baliem-valley",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/balliemheader.jpg",
        "island_id": 8,
        "province_id": 31,
        "location": "Baliem, Papua",
        "video_url": "https://www.youtube.com/watch?v=aLlWt__KioQ&pp=ygUaQmFsaWVtIHdvbmRlcmZ1bCBpbmRvbmVzaWE%3D",
        "description": "High up in the mountains of central Papua at an altitude of 1,600 meters above sea level, hemmed in by steep green mountain walls, lies the stunningly beautiful Baliem Valley",
        "content": "<h1>Baliem Valley</h1><p>The Stunning Valley of the Dani Tribe</p><p class=\"fs-6 border-top fw-light\">\n<p><span>High up in the mountains of central Papua at an altitude of 1,600 meters above sea level, hemmed in by steep green mountain walls, lies the stunningly beautiful Baliem Valley, home of the Dani tribe. </span><span>Baliem valley is 72 km long, and 15-31 km wide in places. It is cut by the Baliem River, which has its source in the northern Trikora Mountain, cascading into the Grand Valley, to meander down and further rushing south dropping 1,500 meters to become a large muddy river that slowly empties into the Arafura Sea. The first outsider to discover the valley was American Richard Archbold, who, on 23 June 1938 from his seaplane, suddenly sighted this awesome valley dotted with neat terraced green fields of sweet potatoes, set among craggy mountain peaks. This is Indonesia’s own Shangri-La.</span></p>\n<p><span> </span></p>\n<p><span>Get Around</span></p>\n<p><span>By trekking, you can witness traditional ceremonies, traditional markets and the way of life of the  Dani. There are a very limited number of restaurants inside the Baliem Valley. Your tour guide can bargain with the Dani people to provide you with simple meals.</span></p>\n<p><span>It’s strongly advised that visitors bring their own meals and snacks during trekking through and around Baliem Valley. Meals and snacks can be bought at grocery stores in Wamena. To make your trip easier and to get the most value, it is advisable to find a packaged tour offered by several operators. </span></p>\n<p><span><br/>\n</span><span>Get There</span></p>\n<p><span>The only access to the Baliem Valley is by flying to the town of </span><span>Wamena</span><span>. There are a number of carriers from </span><u><span><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/maluku-papua/jayapura.html\" target=\"_self\">Jayapura</a></span><span><a href=\"http://indonesia.travel/en/destination/area/jayapura\" target=\"_blank\"> </a></span></u><span>to </span><span>Wamena</span><span>: (For more info, ask the officers at Sentani Airport Information Center). </span><span>From Wamena into the interior of the Baliem valley you can rent a car or travel by public bus.</span></p>\n</p>"
    },
    {
        "id": 50,
        "name": "Jayapura",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/maluku/Jayapura.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/maluku-papua/jayapura",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/headerjayapura.jpg",
        "island_id": 8,
        "province_id": 31,
        "location": "Jayapura, Papua",
        "video_url": "https://www.youtube.com/watch?v=ZJIbwtD9J1k&pp=ygUcSmF5YXB1cmEgd29uZGVyZnVsIGluZG9uZXNpYQ%3D%3D",
        "description": "Jayapura, located in East Papua, is the starting point for many travelers wanting to make the adventurous journey into the interior of Papua. Travelers come here for all kinds of adventures. This is where you can begin your trek into the remote Baliem Valley, or conduct sustainable crocodile conservation study for your thesis, or prepare to capture the magic of Lake Sentani and its culture on camera.",
        "content": "<h1>Jayapura</h1><p>A Gate to the Adventurous Journey</p><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p>Jayapura, located in East Papua, is the starting point for many travelers wanting to make the adventurous journey into the interior of Papua. Travelers come here for all kinds of adventures. This is where you can begin your trek into the remote <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/maluku-papua/baliem-valley.html\" target=\"_self\">Baliem Valley</a></u>, or conduct sustainable crocodile conservation study for your thesis, or prepare to capture the magic of <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/maluku-papua/jayapura/lake-sentani.html\" target=\"_self\">Lake Sentani</a></u> and its culture on camera.</p>\n<p>On a lush hill stands a red-and-white communication tower which is the best place to to view the town. While this may not be the most exciting activity to do in Papua, it’s a good way to get your bearings and discover just how large is this region. Jayapura is after all, only a gateway to your extraordinary journey into one of the largest islands on the planet.</p>\n<p><span> </span></p>\n<p><span>Get Around</span></p>\n<p>The town is small in size, so you can visit many places easily on foot. However, if you intend to visit Sentani and the beaches on the outskirts of town, it might be best to try public transport. The public transport terminal is there just across the post office. Angkot (public minibus) is convenient and quite economical. Chartered minibus (the taxi) is another option but requires bargaining skills. Again, be sure that to agree to a price before you depart.<br/>\n</p>\n<p><span><br/>\n</span><span>Get There</span></p>\n<p>As a capital city of a vast province, Jayapura is well connected to many large cities in Indonesia by air and by sea. If you are flying it is advisable to always double-check your flight details with your airline since there is a distressing tendency to overbook seats. All flights land and take off at Sentani Airport, located around 40 km (25 miles) from Jayapura.<br/>\n</p>\n<p>Outside the airport, minibuses wait for passengers going to Jayapura. Prices vary widely so make sure you agree to a price before you get in. </p>\n<p>Pelni Liners Office is located on Jalan Halmahera No 1. Five different classes are available in the ship. Please check the officer for current price list.</p>\n<p> </p>\n</p>"
    }
]