[
    {
        "id": 61,
        "name": "Bitung",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sulawesi/Bitung.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/bitung",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/bitungH.jpg",
        "content": "<h1>Bitung</h1><p>The spell of picturesque, peaceful and prosperous harbor</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Bitung is the harbor of <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/manado.html\" target=\"_blank\"><u>Manado</u></a> city. It's located in the north eastern peninsula of the island of Sulawesi that forms the Province of North Sulawesi and facing the Moluccas Strait. The administrative region of Bitung covers the foothills of Mount Dua Sudara and a stretch of sea that includes the island of Lembeh, whose clear waters are a paradise for divers. Meanwhile, the port of Bitung is kept busy with the loading and unloading of cargo, trading and as well as education. Not far beyond the town of Bitung lies an amazing array of exotic fauna and flora. Nearby, the Tangkoko Nature Reserve is habitat of the rare tiny tarsiers, cute little monkeys with big saucer eyes that are now the icon of Bitung. While at sea, the diving spots around the Lembeh Strait contain some of the most stunning tropical ocean life. It is this cosmopolitan fusion of Bitung, its wealth in sea produce, flora and fauna on land and in the sea that have made Bitung a flourishing international port for trade and shipping, eco-friendly in tourism development and in step with the rhythms of today’s globalized world.</span></p>\n<p><span><span> </span></span></p>\n<p><span><span>Get There</span></span></p>\n<p><span>The distance between Manado, capital of North Sulawesi and the port of Bitung is approximately  44 km. If you do not  wish to travel by private car, there are public buses available that serve the Manado-Bitung route, starting from Terminal Paal Dua or the Karombasan Bus Terminal. </span></p>\n<p><span>You can rent a car in Manado with varying costs. </span><span>Bitung is also accessible by ferry. These ply the following routes: Bitung-Pananaru, Bitung-Siau, Bitung-Melanguane and  Bitung-</span><span><span><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/maluku-papua/ternate-and-tidore.html\" target=\"_blank\"><u>Ternate</u></a>.</span></span></p>\n<p> </p>\n</p>"
    },
    {
        "id": 62,
        "name": "Mamuju: Sulawesi's Hidden Gem",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sulawesi/Mamuju.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/mamuju",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/mamujuH.jpg",
        "content": "<h1>Mamuju</h1><p>City with Magnificent Sceneries and Relaxing Ambience</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Although it is the capital of South Sulawesi Province, the town of Mamuju is not an autonomous town and still lies under the administration of the Mamuju Regency. Situated strategically between <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/palu.html\" target=\"_blank\"><u>Palu</u></a>, capital of Central Sulawesi, and Makassar, capital of South Sulawesi, Mamuju has grown into an economic bridge between the two cities. Flanked by a coastal area and a mountain range, the town is highlighted with green and brownish hills to its immediate interior, and lines of fishing boats and Mandar’s distinct Sandeq sailing crafts along its shoreline. Being a coastal town, the obvious choice on the menu is fresh sea food. You can find many restaurants and foodstalls along the Manakara Beach all the way to the Mamuju Fishing Port that sell fried or barbecued fish, crabs, squids, prawns, and other sea food delicacies.</span></p>\n<p> </p>\n<p><span>Get There</span></p>\n<p><span>If you plan to fly to Mamuju from other parts of the country, then you must first make your way to</span><span><span> <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/makassar.html\" target=\"_blank\"><u>Makassar</u></a></span></span><span>. This is because the only direct flight to Mamuju’s Ahmad Kirang Airport in Tampa Padang, Mamuju Regency is served by </span><span>Wings Air</span><span> which flies daily from Makassar to Mamuju. Other airlines may offer flights to Mamuju from other cities but through connecting flights. From the airport, downtown Mamuju is approximately 30 km away and can be reached by rented or chartered car or public mini buses.</span></p>\n<p><span>If you wish to try the overland course, the trip from Makassar to Mamuju will take about 8-10 hours. Although it is a long drive, you will be presented with some of the most magnificent views of shorelines and mountain ranges through the regencies of Polewali Mandar, and Majene. If you wish to take public transportation, you can take the Makassar-Mamuju buses from Makassar Bus Terminal and the trip will take 10-12 hours.</span></p>\n<p> </p>\n</p>"
    },
    {
        "id": 63,
        "name": "Likupang",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sulawesi/Likupang.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/likupang-beach-introducing-another-beautiful-place-in-indonesia",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/likupangH.jpg",
        "content": "<h1>Likupang Beach: Introducing another Beautiful Place in Indonesia</h1><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p>North Sulawesi is a province in Indonesia that is well known for its stunning natural attractions. The beaches, the mountainous areas, and lush forests are the highlights that make this destination special. One of the best places you can find here is Likupang Beach. The beach is located in the northernmost part of Sulawesi and is just 48 km away from Manado, specifically in a district called Likupang.</p>\n<p>From the first time you lay eyes on Likupang Beach, you will be stunned by its marvelous and vast white sandy beach. It also has beautiful clear seawater and also offers several other tourist attractions. In addition, you can also dive to witness the underwater scenery that will hypnotize you.</p>\n<p>From Manado, you can use public transportation from Paal bus station, and the bus will take you directly to the Likupang bus station. If you travel in groups you better use your own vehicle or choose a car rental service since this beach is relatively far away from the heart of the city.</p>\n<p><img src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sulawesi/north-sulawesi/likupang/Article_Likupang.jpg\" width=\"500\"><br/>\n</img></p>\n<h2>Main Attractions in the Area</h2>\n<p>The white sandy beach along with the pristine water that aligns with the green hills seen from a distance is already enough for Likupang Beach to take your breath away. Here, you can snorkel, dive, and also fish around the area.</p>\n<p>The crystal clear water has once stunned locals and Indonesia’s World Wildlife Fund in 2007 because a green sea turtle was seen in the area. The presence of a rare species like this is a sign that the ocean ecosystem of Northern Sulawesi is in a good condition. Due to these clear waters, it is a favorite place for people to dive and snorkel in.</p>\n<p>Paradise Water Sports at the Casabaio Paradise Resort is a beloved tourist attraction near the beach. Like the game show “Ninja Warrior”, where you can jump on trampolines that are right on the surface of the water! Therefore, if you fall, you dive into the beautiful blue waters. Not only do you get to jump around for fun, but you can also choose from a wide range of water sports like jet skis, banana boat, and many others.</p>\n<h2><b>Interesting Place Nearby</b></h2>\n<p>There are several beaches around Likupang that you might want to visit such as Pal Beach and Pulisan Beach. The beach along the bay is usually used as a spot for diving, especially by international travelers. If you go for another adventure you can go to Lihaga Island and Gangga Island as they also have amazing underwater scenery. </p>\n<p> </p>\n</p>"
    },
    {
        "id": 64,
        "name": "Makassar",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sulawesi/Makassar.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/makassar",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/makassarM.jpg",
        "content": "<h1>Makassar</h1><p>The Gate to The East Indonesia</p><p class=\"fs-6 border-top fw-light\">\n<p>Makassar is the largest city in eastern Indonesia and the capital city of South Sulawesi province. Makassar enjoys a central location in the Indonesian archipelago and is Indonesia’s busy air hub, connecting Sumatra, Java, Bali and Kalimantan in the west with Sulawesi, the Moluccas and Papua in the east.</p>\n<h2>The Historical Port City</h2>\n<p>The city of Makassar is a bustling cosmopolitan town, home to a diverse ethnic group that was once called Ujung Pandang.</p>\n<p>Attractions in the heart of Makassar range from historical sites, boardwalk waterfront, a plethora of culinary treats and architectural landmarks.</p>\n<p><img alt=\"The Gate to The East Indonesia\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sulawesi/-south-sulawesi/makassar/makasar1.jpg\"><br/>\n</img></p>\n<p> </p>\n<p>Fort Rotterdam is the first spot that you may want to visit for an overview of Makassar’s history. A well-preserved bastion from the Gowa Sultanate, dated back to the 17th century.</p>\n<p>Losari Beach is where people flock during just around sunset to enjoy the afternoon cool breeze at the waterfront. Here, you can easily find local snacks like Pisang Epe, made from banana and chocolate!</p>\n<p>Another iconic dessert iconic to this city is called Es Pisang Ijo. A banana wrapped in thin green dough, shaved ice, some syrup and sweetened condensed milk.</p>\n<p><img alt=\"The Gate to The East Indonesia\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sulawesi/-south-sulawesi/makassar/makasar2.jpg\"><br/>\n</img></p>\n<h2> </h2>\n<h2>The Call of Nature</h2>\n<p>If you love iconic architecture, you will want to see the Amirul Mukminin Mosque. A floating mosque in the eastern of Losari beach, completed with a double blue dome, three storeys and can house around 500 people.</p>\n<p>Makassar is the Gateway to East Indonesia, as well as the entry point to an adventurous tour to the <a href=\"http://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/tana-toraja.html\" target=\"Target\">Tana Toraja</a> highlands, where awesome mountain scenery and the unique rituals of the Toraja people awaits.</p>\n<p>Just a mere 50 km from the city, <a href=\"http://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/makassar/bantimurung-bulusaraung-national-park.html\" target=\"Target\">Bantimurung Bulusaraung National Park</a> will greet you with its stunning waterfall and hordes of enchanting butterflies.</p>\n<p>In this park, you can also splurge for adventurous activities, such as trekking, hiking and exploring the karst areas in its western area.</p>\n<p>Rammang-rammang lake is where to find a peaceful contemplation within nature. The name itself means “haze or clouds”, because of how this place is usually covered by the soft layers.</p>\n<p><img alt=\"The Gate to The East Indonesia\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sulawesi/-south-sulawesi/makassar/makasar3.jpg\"/></p>\n<p> </p>\n<p>It is the second largest karst area in the world, occupying more than 40.000 hectares of land. There are also caves with interesting rocks formation and traces of prehistoric murals included in this area. The island of Makassar is also known to have some of the best spots for diving. Although the road to get to the underwater paradise takes hours to get to, but be prepared for a gorgeous view!</p>\n<p>Tanjung Bira is located in Bulukumba Regency, 200 km trip from Makassar. Diving sites are available around the Kambing Island.</p>\n<p>The Kambing Island’s surrounding is known to have strong currents, so if you are new to diving, please be sure you are within the supervision of a licensed and experienced dive operators.</p>\n<p>You can also go snorkeling in Liukang Loe island and see if you meet some interesting sea life!</p>\n<p>The pristine beaches at Bira and Bara are also where freshly caught seafood served in a variety of ways that are too good to miss out.</p>\n<p>Tana Beru building dockyards are where you can observe the craftsmanship of the artisans, who build a full ship without any technical drawings to guide them. A legendary skill passed on by families from a generation to the next since the 1500s.</p>\n<p>Another amazing place that you can visit from Makassar, is Selayar Island. The island is accessible by plane, bus, and ferries. Karang and Bahuluang Island have some charming beaches and underwater magic that you can experience!</p>\n<p>Tana Toraja is a special place located around 328 km or 8 hours ride from Makassar city center. A highland area rich with culture and tradition revolving around the afterlife.</p>\n<p>Highlights of Tana Toraja includes a visit to Londa burial site and Ke’te Kesu’, a village adorned with stunning Tongkonan traditional houses.</p>\n<p>Another highland area that is hard to miss is a visit to the Malino. Located about 65 km from Makassar, the cool fresh mountain air of Malino is a dose of soothing relieve.</p>\n<p>These areas are blessed with many natural features, such as Lembah Biru, Japanese Cave and not one, but several waterfalls to discover.</p>\n<p>Your eyes will also be pampered with lush greeneries of tall pine trees and vast area of a tea plantation at Malino highlands. Make sure to stop by at the café and sip a cup of warm tea to help you get some energy!</p>\n<p> </p>\n<p>Get Around</p>\n<p>As a large cosmopolitan city, Makassar has a good number of taxis available at hotels and shopping centers. For a more local experience, try taking the minibus, called ‘petepete’, or hop the becak, better known here as 'roda tiga'. Ask for help if you need to negotiate on price, before taking the becak ride.</p>\n<p> </p>\n<p>Get There</p>\n<p><b>By Air</b></p>\n<p>As an important airline hub, Makassar’s Hasanuddin Airport is served by many Indonesian airlines flying from busy cities like Jakarta, Surabaya, and Bali, using Makassar both as a final destination or transit airport. Most airlines continue to Manado, the Moluccas or onward to Papua to the airports of Biak, Jayapura, Manokwari, Sorong, and Merauke.  Airlines serving Makassar include Garuda Indonesia, Air Asia, Lion Air and Sriwijaya Air. Other small airlines like Express Air serve flights between Makassar and Ternate, and to <a href=\"http://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/maluku-papua/jayapura.html\" target=\"Target\">Jayapura</a>.</p>\n<p><b><br/>\r\nBy Sea</b></p>\n<p>Pelni ships arrived and departed from Soekarno Hatta Port, for details of schedules, just visit their official website.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 65,
        "name": "Selayar",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sulawesi/Selayar.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/selayar",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/selayarH.jpg",
        "content": "<h1>Selayar Island</h1><p>Pristine White Beaches and Traces of a Glorious Past</p><p class=\"fs-6 border-top fw-light\">\n<p>Located at the most southern end of South Sulawesi, the quiet and now isolated island of Selayar, with its swathes of pristine white sand beaches and crystal clear tropical waters, in fact, used to have an illustrious past.</p>\n<p><img alt=\"Selayar Island, Indonesia\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sulawesi/-south-sulawesi/selayar/selayar-island-beach.jpg\"/></p>\n<p>The pre-Islamic kingdom of Selayar must have been a trading hub, visited by merchants from China, the Philippines and Thailand, having left evidence of its existence in the many precious artifacts excavated here.</p>\n<p>Most notable is the beautiful <b>Dongson Kettledrum, the largest kettledrum in the world,</b> which is said to be 2,000 years old and dating back to the Bronze Age.<br/>\n</p>\n<p><img alt=\"Dongson Kettledrum\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sulawesi/-south-sulawesi/selayar/dongson-kettledrum.jpg\"/></p>\n<p>In the 16th century Selayar was fought over for its blue-white cotton products, a favorite in the archipelago. And when the Dutch won hegemony over Selayar, they monopolized the cotton trade, forcing Selayar to send the cotton only to <b><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/makassar/fort-rotterdam.html\" target=\"_blank\">Fort Rotterdam</a></b> in <b><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/makassar.html\" target=\"_blank\">Makassar</a></b>.</p>\n<p>Due to the geographical shape and location of Selayar, which stands vertical on the Makassar – Moluccas trade route, -during the time when <b><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/maluku-papua/ternate-and-tidore.html\" target=\"_blank\">Ternate</a>, <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/maluku-papua/ternate-and-tidore.html\" target=\"_blank\">Tidore</a></b>, <b><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/maluku-papua/ambon.html\" target=\"_blank\">Ambon</a></b> and <b><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/maluku-papua/banda-neira.html\" target=\"_blank\">Banda</a></b> were the main producers of spices, and Makassar was the center of trade, - the island of Selayar became an undisputed important territory that could either contribute to or block the spice trade.</p>\n<p>The largest town on the island is called <b>Benteng (</b>meaning <b>Fortress)</b>, a bustling little town of motorbikes and trishaws. The town center is the \"alun-alun\", the town square, where on one side still stands a solid old prison built by the Dutch in the 1890s. The square is the focal point of celebrations and events happening on the island.</p>\n<p><img alt=\"Taka Bonerate National Park\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sulawesi/-south-sulawesi/selayar/taman-nasional-taka-bonerate.jpg\"/></p>\n<p>The 80 km. long island of Selayar is in fact gateway to the spectacular <b><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/makassar/taka-bonerate-national-park.html\" target=\"_blank\">Taka Bonerate National Park</a></b> that teems with colorful coral reefs, giant sponges, a wealth of fish species including dugongs and tuna, gliding past turtles and manta rays. Comprising 21 islands and atolls, Taka Bonerate is the third biggest atoll in the world after the Marshall Islands and the Maldives. Although still predominantly covered by rainforests, Selayar boasts many pristine white sand beaches.</p>\n<p><img alt=\"Baloiya Beach\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sulawesi/-south-sulawesi/selayar/baloiya-beach.jpg\"/></p>\n<p>This secluded tropical paradise offers a number of splendid, white sandy beaches. The <b>Baloiya Beach</b> stretches some 3 km along the coast. From here you can see <b>tarsiers</b> and <b>wild boars</b> amongst the dense foliage of the forest.</p>\n<p><b>The Selayar Dive Resort</b> offers cottages and facilities for divers. Other beaches are the <b>Pinang Beach</b>, some 80 minutes from Bentengor, <b>the Je'neiya Beach</b>, some 60 minutes from the town of Benteng.</p>\n<h2><b>To Get There:</b></h2>\n<p>To get to Selayar you must first reach Makassar, the capital city of South Sulawesi Province. From Makassar, Wings Air serves daily flights between the Sultan Hasanudin International Airport in Makassar and Aeroppala Airport on Selayar Island. Alternatively, you can travel overland from Makassar to the town of <b>Tanjung Bira</b> and then take the ferry from Tanjung Bira's port to Selayar. The trip will take about 2 hours, however when the sea is rough, ferries do not sail.</p>\n<p><b>Garuda Indonesia</b> intends in the near future to start flights between Makassar and Selayar, which will definitely cut travel time and attract more visitors to these stunningly beautiful islands.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 66,
        "name": "Tomohon",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sulawesi/Tomohon.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/tomohon",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/tomohonH.jpg",
        "content": "<h1>Tomohon</h1><p>Flower City of Tomohon</p><p class=\"fs-6 border-top fw-light\">\n<p><span>When you visit this city during blossom season, you will see an amazing scenery of colorful flowers at the foot of a <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/experience/experience-the-adventure-wonders-of-indonesia/hiking-trekking.html\" target=\"_blank\"><u>beautiful mountain</u></a>. This panorama looks perfect when the sun rises and the early morning mist has just disappeared. Flower gardens or the local people are located at the foot of Mt Lokon. During blossom season, in December, January or April, these flowers look very beautiful with Mt Lokon as background. In addition, you can also walk along the main roads in the city filled with flower shops on both sides. A number of have flower gardens, allowing you to pick and choose your favorite flowers. Annually the Tomohon Flower Festival is held here in June and July. During this event, watch the flower floats parade through the town. A flower tournament is also held during this Festival where participants from 94 cities in Indonesia take part at the Inspiration Hill.</span></p>\n<p><span> </span></p>\n<p><span>Get Around</span></p>\n<p><span>Tomohon has a mountainous and hilly topography stretching from North to South. There are four volcanoes in Tomohon and two of them are still active, these are Mount Lokon and Mt Mahawu. Mt Lokon is 1,580 meters high and is the highest mountain in Tomohon. During blossom season, you can see flowers along the road as many shops and gardens by along the mountain sides sell flowers.</span></p>\n<p><span> </span></p>\n<p><span>Get There</span></p>\n<p><span>Tomohon is easily reached from <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/manado.html\" target=\"_blank\"><u>Manado</u></a> within one hour drive.</span></p>\n<p> </p>\n</p>"
    },
    {
        "id": 67,
        "name": "Manado Tua Island",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sulawesi/Manado_Tua_Island.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/manado-tua-island",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/manadotuaH.jpg",
        "content": "<h1>Manado Tua Island</h1><p>The Island with a spectacular dive sites</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Manado Tua (Old Manado) Island, together with the islands of <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/manado/bunaken.html\" target=\"_blank\"><u>Bunaken</u></a>, Siladen, Mantehage and Nain form the Bunaken-Manado Tua Marine National Park. The Park lies just off shore from the city of Manado, capital of the province of North Sulawesi. Covering a total of 89,065 hectares, the Bunaken-Manado Tua park is among the most spectacular dive sites in the world. The islands are separated from the mainland by a submarine trench that reaches a depth of 1,200 meters, and keeps these waters relatively free from city garbage and silt. The reserve is protected by law from spearfishing and coral or fish-collecting, as well as from dynamite fishing.</span></p>\n<p><span>The island has some 3,200 inhabitants forming a tight-knit community of farmers and fishermen from the Sangir region. This community has been actively restoring damaged reefs with the assistance of Seacology. Around the island are underwater plateaus sloping from 5-30 meters, fringed by vertical coral walls plunging 25-50 meters down, and large caves with hanging coral reefs: a truly amazing sea garden.</span></p>\n<p><span> </span></p>\n<p><span>Get There</span><br/>\n</p>\n<p><span>The Sam Ratulangi International Airport of Manado receives SilkAir flights from Singapore. </span><span>Garuda Indonesia and and a number of other domestic airlines operate daily domestic flights from Jakarta and Makassar to Manado, also from <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/surabaya.html\" target=\"_blank\"><u>Surabaya</u></a> and <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/bali.html\" target=\"_blank\"><u>Bali</u></a>. From Manado there are cabin cruises available to the Park or motorboats for hire.</span></p>\n<p> </p>\n</p>"
    },
    {
        "id": 68,
        "name": "Poso",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sulawesi/Poso.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/poso",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/posoheader.jpg",
        "content": "<h1>Poso</h1><p>The Ancient Lake Poso</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Lying just north of the <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/tana-toraja.html\" target=\"_blank\"><u>Toraja</u></a> highlands in South Sulawesi, Lake Poso is bordered by the Pendolo town at the south end of the lake and Tentena at the north, with several smaller villages scattered in between. The water of the lake pours in a river and out into the <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/gorontalo/tomini-bay-and-olele-beach.html\" target=\"_blank\"><u>Tomini Bay</u></a> by the town of Poso. The lake spans across an area of 32,000 hectares, and, with a depth of 515 meters at its deepest points, it is almost three times deeper than the Java Sea which has a mean depth of 151 meters only. Silver and yellow eels criss-cross the lake together with two endemic species of fish. The center of the lake is crystal blue, outlined by a shade of green and bordered with soft white and golden sands. Rolling hills surround this enchanting lake, covered with stretches of bright, green rice fields, fragrant clove trees and tropical forests. Here are found anoas and babirusa (wild boar), endemic to Sulawesi.</span></p>\n<p> </p>\n<p><span>Get There</span></p>\n<p><span>The nearest transport hubs are </span><span>Makassar</span><span> in South Sulawesi and <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/manado.html\" target=\"_blank\"><u>Manado</u></a> in North Sulawesi, both of which have domestic flights from all the major cities around Indonesia, and a few International flights, from Manado to Singapore and Davao in The Philippines, and from Makassar to Singapore and Kuala Lumpur, Malaysia. </span><span>Both of the airports listed above have flights to Palu, a city in the west of Central Sulawesi. Mutiara Airport in Palu is a domestic only airport with flights available from </span><span>Jakarta</span><span>, </span><span>Surabaya</span><span>, Balikpapan, </span><span>Manado</span><span> and </span><span>Makassar</span><span>.</span></p>\n<p><span>Alternatively, Sulawesi is extremely well-connected by sea, if you prefer the more scenic, and much longer route over water from the ports of Manado or Makassar to Palu. From Palu, continue over land to the lake via bus, rented car or motorcycle. The drive is about 280 km and will take approximately 8 hours.</span></p>\n<p> </p>\n</p>"
    },
    {
        "id": 69,
        "name": "Manado",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sulawesi/Manado.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/manado",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/manadoheader.jpg",
        "content": "<h1>Manado</h1><p>The New International Conventions and Exhibitions Venue</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Manado is the capital of the province of North Sulawesi and the second largest city on the island of Sulawesi after <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/makassar.html\" target=\"_blank\">Makassar</a></u>. This city is one of a kind in Indonesia with its stunning underwater landscape and great mountain panorama. The local people are known for their warm hospitality as well as for the mouth-watering cuisine and unique authentic culture. In the last two decades, tourism activities have grown significantly. The city has expanded its attractions not only to draw mainstream tourists, but also utilizes its natural splendors as a backdrop for meetings and conventions that come complete with improved access roads and expanded airport. In 2008, Manado hosted the World Ocean Conference, a prestigious international event that confirmed Manado not only as a world class diving destination but also as the center for marine science research. The event also marks Manado as one of Indonesia’s MICE destinations.</span></p>\n<p><span> </span></p>\n<p><span>Get Around</span></p>\n<p><span>There are taxis available, which are best taken from the hotels. The 'mikrolet' mini buses are your best bet. They have fixed routes and are not as crowded and are better organized compared to those in Jakarta.</span></p>\n<p><span> </span></p>\n<p><span>Get There</span></p>\n<p><span>You can reach Manado by airplanes with many major airlines goes to Manado. The Sam Ratulangi International Airport of Manado is able to receive wide-bodied aircrafts. Domestically, there are daily flights to Manado from <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\" target=\"_blank\"><u>Jakarta</u></a>, Surabaya, Bali, Makassar, Papua and Balikpapan.</span></p>\n</p>"
    },
    {
        "id": 70,
        "name": "Kendari",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sulawesi/Kendari.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/kendari",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/kendariH.jpg",
        "content": "<h1>Kendari</h1><p>Fascinating Province of Southeast Sulawesi</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Sulawesi Tenggara (Southeast Sulawesi) is on one of the world’s most uniquely shaped islands, often referred to as the 'Orchid Shaped Island'. Today, Sulawesi is divided into six provinces, one of them being Southeast Sulawesi, covering the lower eastern 'petal' of this beautiful island.</span></p>\n<p><span>The city of Kendari is its capital which lies on the east coast of the peninsula and is the starting point to any adventure into this fascinating province. Kendari is the tourist center of the province of Southeast Sulawesi, which offers wonderful attractions both on land and seas. It lies along the sloping hills and seaside of Kendari Bay, and is residence to some 100,000 people.</span></p>\n<p><span>Kendari boasts the manufacture of numerous fine, artistic handicrafts, for both home and office use. They are reproduced by skilled craftsmen, from original designs and handed down through the generations, using indigenous roots and ironwood. There are extensive plantations of teak and ironwood, which are used for local handicrafts and contribute to the local economy.</span></p>\n<p><span>For those who like challenging adventures and ecotourism, this part of Sulawesi is ideal. There are several dive and snorkel spots which you may wish to try in and around Kendari, before you venture further into the deep-sea waterworld around <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/wakatobi.html\" target=\"_blank\"><u>Wakatobi</u></a>.</span></p>\n<p><span> </span></p>\n<p><span>Get There</span></p>\n<p><span>Kendari Haluoleo Airport, formerly known as Wolter Monginsidi Airport, is the main airport of Kendari. There are flights directly to Kendari from </span><span><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\" target=\"_blank\"><u>Jakarta</u></a></span><span> and </span><span><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/makassar.html\" target=\"_blank\"><u>Makassar</u></a></span><span>. Some airlines flying to and from Kendari are </span><span>Garuda Indonesia, Lion Air </span><span>and </span><span>Sriwijaya Air</span><span>.</span></p>\n<p> </p>\n</p>"
    },
    {
        "id": 71,
        "name": "Tana Toraja",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sulawesi/Tana_Toraja.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/tana-toraja",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/torajaH.jpg",
        "content": "<h1>Tana Toraja</h1><p>The Land with Spectacular Nature and Uniquely Culture</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Tana Toraja is safely protected beyond the lofty mountains and rugged granite cliffs of the central highlands of the island of Sulawesi and the home of the Toraja people. 'Discovered' and opened to the world from their long isolation only since the beginning of the last century, the Toraja today still adhere to their age-old beliefs, rituals and traditions, although many of her people are modernized or have embraced Christianity.</span></p>\n<p><span>The nobility of Toraja are believed to be descendents of heavenly beings who came down by a heavenly stairway to live here on earth in this beautiful landscape. To keep up the energy of the land and its people, the Toraja people believe that these must be sustained through rituals that celebrate both life and death, which are attached to the agricultural seasons. Tourists to Toraja, therefore, are either attracted by its unique culture and rituals, most of which are mostly centered around graves and death ceremonies. While others prefer to avoid the morbid images and go trekking through the spectacular, almost untouched Toraja countryside visiting remote villages, or exhilarate in rafting the <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/tana-toraja/sadan-river.html\" target=\"_blank\"><u>Sa'dan river</u></a> rapids.</span></p>\n<p><span> </span></p>\n<p><span>Get Around</span></p>\n<p><span>A Bemo, the local transport, is the best way to get to know the locals, besides chartering vehicles (minibuses or Jeeps) with or without driver. Enjoy walking around villages.</span></p>\n<p> </p>\n<p><span>Get There</span></p>\n<p><span>To get to Tana Toraja one must fly to Sultan Hasanuddin airport in <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/makassar.html\" target=\"_blank\"><u>Makassar</u></a>, capital of the province of South Sulawesi. As a hub for East Indonesia there are many airlines flying to and from Makassar. The only way to Toraja from Makassar airport is overland. There are no flights between Makassar and Toraja.</span></p>\n<p><span>There are also buses to Rantepao that leave Makassar daily. The journey takes around 8   hours and includes a meal stop. Tickets must be bought in town but coaches actually leave from DAYA bus terminal, 20 minutes out of town by bemo. </span><span>Several companies in Rantepao run buses back to Makassar. The number of buses each day depends on the number of passengers. It is best and easiest to contact an experienced travel agent to arrange and take care of your full itinerary to the Toraja highlands.</span></p>\n<p> </p>\n</p>"
    },
    {
        "id": 72,
        "name": "Wakatobi",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sulawesi/Wakatobi.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/wakatobi",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/wakatobiH.jpg",
        "content": "<h1>Wakatobi</h1><p>Home to Tropical Coral Reef and Colourful Fishes</p><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<h3>The Largest Barrier Reef in Indonesia<br/>\n</h3>\n<p>Now a National Marine Park covering the entire Wakatobi District, it comprises a total of 1.4 million hectares, of which 900,000 hectares are decorated with different, colorful species of tropical coral reefs. Widely known as the largest barrier reef in Indonesia, Wakatobi's magnificence is second to the Great Barrier Reef in Australia on a worldwide level.</p>\n<p>Here can be found fringing, atolls, and barrier reefs and offer more than 50 spectacular dive sites easily accessible from the major islands. This is the habitat of large and small fish species, the playground of dolphins, turtles, and even whales. Wakatobi alone is said to have 942 fish species and 750 coral reef species from a total of 850 of world's collection, which, compared with the two world's famous diving centers, the Caribbean Sea owns only 50 species with 300 coral reef species in the Red Sea, in Egypt.</p>\n<p><span> </span></p>\n<h3><span>Get There</span></h3>\n<p>Airlines flying to Bau-Bau from <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\" target=\"_blank\"><u>Jakarta</u></a>, Bali or <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/surabaya.html\" target=\"_blank\"><u>Surabaya</u></a> are Garuda Indonesia, Lion Air and Sriwijaya Airline. From here you must take a boat to Wakatobi. The Wakatobi Dive Resort operates Charter flights so they can pick up passengers from <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/bali.html\" target=\"_blank\"><u>Bali</u></a> arriving directly on the island of Tomia.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 73,
        "name": "Gorontalo",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sulawesi/Gorontalo.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/gorontalo",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/gorontaloH.jpg",
        "content": "<h1>Gorontalo</h1><p>Sulawesi's Cultural City</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Gorontalo, is nestled in the calm waters of the northern shoreline of the <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/gorontalo/tomini-bay-and-olele-beach.html\" target=\"_blank\"><u>Tomini Bay</u></a>, on the southern fringe of Sulawesi's protective northern arm. Here the weather is balmy and equatorial, the landscape punctuated by chains of mountains. Being the main gateway to the diving mecca of the Togean Islands and only a 1 hour flight from <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/manado.html\" target=\"_blank\"><u>Manado</u></a>, Gorontalo is easily reached and often passed through. There are many small islands around the north and the south of the province, 67 of which have been identified and named. In 1525, with Portuguese assistance, three small rock fortresses were built overlooking the waters of Lake Limboto. Still in place today, the Fort Otonaha complex has commanding views.</span></p>\n<p> </p>\n<p><span>Get There</span></p>\n<p><span>Visitors to Gorontalo no longer need to travel overland. Regular flights now connect Gorontalo with the outside world. Daily flights are available from </span><span>Jakarta</span><span> via </span><span><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sulawesi/makassar.html\" target=\"_blank\"><u>Makassar</u></a></span><span> (to Gorontalo with </span><span>Lion Air</span><span> and </span><span>Sriwijaya Airlines</span><span>.  </span><span>Garuda Indonesia </span><span> has also opened daily flights to Gorontalo from Jakarta, </span><span>Denpasar (Bali)</span><span>, </span><span>Surabaya</span><span> and Makassar. Jalaludin Airport is the primary airport of Gorontalo City and is located about 20 minutes from downtown Gorontalo. </span><span>From </span><span>Manado</span><span>, </span><span>Wings Air</span><span> now has daily flights to Gorontalo, leaving every evening.</span><span><a href=\"http://www.lionair.co.id/\" style=\"line-height: 22.8571px;color: rgb(0,0,0);background-color: rgb(255,255,255);background-position: 0.0px 0.0px;\" target=\"_blank\"></a></span></p>\n<p><span>If you prefer to travel overland, that option is also availale and private transport can be arranged in Manado with a driving time of about 9 hours by private transport. Alternatively, you could go by bus, and there are several bus lines available. The bus trip from Manado to Gorontalo takes about 10 hours. Roads are mostly in good condition, with a few small dirt and rock sections under repair. By sea there are passenger ships and a ferry ship.</span></p>\n<p> </p>\n</p>"
    }
]