[
    {
        "id": 74,
        "name": "Bandar Lampung",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Bandar_Lampung.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/bandar-lampung",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/lampungheader.jpg",
        "island_id": 6,
        "province_id": 6,
        "location": "Lampung, Indonesia",
        "video_url": "https://www.youtube.com/watch?v=iUFSR2w62oQ&pp=ygUiQmFuZGFyIExhbXB1bmcgd29uZGVyZnVsIGluZG9uZXNpYQ%3D%3D",
        "description": "Discover Bengkulu's captivating nature charms and unique cuisine. Easily accessible by various transportation modes, experience its Malay culture and delights",
        "content": "<h1>Bandar Lampung</h1><p>Soothing Breeze in the South of Sumatra</p><p class=\"fs-6 border-top fw-light\">\n<p>On Lampung Bay, 20 km south of the city center, visitors can enjoy the calm beach and the soft pearly white sand at the White sand Beach. Still in the Teluk Betung area, the Bumi Kedaton National Park features countryside ambience, complete with cool breeze, accompanied by the soothing sounds of the running river. If you wish to further explore the history of Lampung on your holiday, the Museum Sang Bumi Ruwa Jurai and the provincial Museum of Lampung offer centuries of collections and legacies of the province. The distinctive culture of Bandar Lampung is reflected through its buildings. At Kampung Ulok Gading and Kampung Kedamaian, the traditional houses of Lampung are presented, along with all the house wares, heirlooms and other traditional accessories.</p>\n<p> </p>\n<p>Get Around</p>\n<p>Getting around in Bandar Lampung is easy and relatively inexpensive because it is a small city. Traveling between the 2 main areas, (Tanjungkarang to Teluk Betung) will only take about 30-40 minutes by car. If you wish to mingle with the locals, you can try to take a ride in the angkutan kota or angkot, that came with different designated routes for different areas and distinguished by different colors. When you are near your destination, don’t forget to ask the driver to stop at the left side, so you can get off. For more personal comforts, you can use taxis or ojek (motorbike taxi).</p>\n<p> </p>\n<p>Get There</p>\n<p>If you wish to learn more about <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/bandar-lampung.html\" target=\"_blank\">Lampung</a></u>, you can visit these sites where you can observe the authenticity and originality of Lampung’s traditional houses. The architecture of the houses, their furniture and decoration maintain the authenticity of Lampung’s culture. Bandar Lampung is accessible by air via the Radin Inten II international airport located at Branti Raya, South Lampung district.</p>\n<p>The airport was initially built for domestic flights, but since 2008 the airport was officially declared as an international airport that can accommodate large airplanes such as Boeing 737-200, to Boeing 737-500, Airbus A320.</p>\n<p>Bandar Lampung is fortunate to be one of only two major cities in Sumatra to have fully operating railway systems. The single route train connects Bandar Lampung with Palembang in South Sumatra. The Rajabasa bus terminal is the main public transportation center of the city. As one of the busiest terminals in Sumatra, the Rajabasa Terminal is the destination of inter-provincial buses from Jakarta and other cities in Java. The terminal also connects Bandar Lampung with other major cities on the island, such as Palembang, Medan, Pekanbaru and more.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 75,
        "name": "Belitung",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Belitung.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/belitung",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/headerbelitung.jpg",
        "island_id": 6,
        "province_id": 7,
        "location": "Belitung, Indonesia",
        "video_url": "https://www.youtube.com/watch?v=4hjign1nhY0&pp=ygUcQmVsaXR1bmcgd29uZGVyZnVsIGluZG9uZXNpYQ%3D%3D",
        "description": "Explore Belitung's hidden gem of stunning white beaches and granite rock-adorned islands. Discover the beauty and tranquility of this Indonesian paradise ",
        "content": "<h1>Belitung</h1><p>Island with Stunning Beaches</p><p class=\"fs-6 border-top fw-light\">\n<p>Although not as popular as <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/bali.html\" target=\"_blank\">Bali</a></u> or <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/bali-nusa-tenggara/lombok.html\" target=\"_blank\">Lombok</a></u>, Belitung is blessed with some of the best beaches of the country. The sand is soft and as white as palm sugar, and some even argue that the sand here is even whiter than that in Bali. Belitung is also surrounded by more than 100 small islands. Almost all of them are decorated with white sand and granite rocks, and only a few are inhabited. One island in particular, the Lengkuas Island is the site of a 19th century antique light house. The Light House was built in Dutch colonial times and offers a beautiful overview of the area. Burung (Birds) Island, Babi (Pig) Island, Pengadaran Island, Lutung Island, Kera (Apes) Island and Jenang Island, are among some of the smaller islands that offer great experiences.</p>\n<p> </p>\n<p>Get Around</p>\n<p>Belitung is small enough that some interesting points on the island can be reached in less than two hours from Tanjung Pandan. However, taxis are non-existant and public transportation on the island is hard to find, so the only practical way to move around is to rent a car or a motorcycle.</p>\n<p> </p>\n<p>Get There</p>\n<p>From <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\" target=\"_blank\">Jakarta</a></u>, the easiest way to get to Belitung is obviously by airplane. There are several daily Boeing 737 aircraft served by Sriwijaya Air leaving from Jakarta’s Soekarno Hatta airport direct to Hanandjoeddin Airport in Tanjung Pandan, Belitung. All flights from Jakarta to Belitung depart from Soekarno-Hatta Airport. The flight takes 45 minutes.</p>\n<p>Alternatively, you can take the Sea route by PELNI passenger ship from the Tanjung Priok harbor, in Jakarta. Keep in mind that the ship only serves travel to Belitung once every 2 weeks. The journey will take about 24 hours.</p>\n<p>From the Provincial capital, <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/pangkalpinang.html\" target=\"_blank\">Pangkalpinang</a></u>, you can get to Belitung Island by taking the daily Bahari speed boats that will take 4 hours. This is by far the most convenient means of Sea transportation and comes complete with air conditioner. Bahari express leaves daily at 14:00 pm from Pangkalpinang, Bangka, to Belitung, and leaves at 07:00 am from Tanjungpandan Belitung to Pangkalpinang.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 76,
        "name": "Batam",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Batam.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/batam",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sumatra/kepri-guide-to-the-tropical-gems-of-riau-island-s/headertourism3.jpg",
        "island_id": 6,
        "province_id": 8,
        "location": "Batam, Indonesia",
        "video_url": "https://www.youtube.com/watch?v=w5-1FMft7sI&pp=ygUZQmF0YW0gd29uZGVyZnVsIGluZG9uZXNpYQ%3D%3D",
        "description": "Experiencing the first-class golf courses, water adventures, duty-free shopping, rejuvenating spas and relaxing beach resorts, to the mouthwatering fresh seafood and delicacies.",
        "content": "<h1>Batam : The Scenic Tourism Hub Port City</h1><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p>As the largest city in the Province of Riau, Batam is an industrial boomtown, <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/batam.html\" target=\"Target\">an emerging transport hub</a>, and part of a free trade zone in the Indonesia–Malaysia–Singapore Growth Triangle.</p>\n<h2>Why Batam?</h2>\n<p><img alt=\"batam\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/batam1.jpg\" width=\"500\"><br/>\n</img></p>\n<p>In recent years, <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/trip-ideas/3d2n-batam-travel-guide-you-can-enjoy-soon.html\" target=\"Target\">Batam</a> has emerged as a popular destination for visitors not only from Singapore and Malaysia but also in other countries in Asia and Europe. Their goals? Experiencing</p>\n<p>the first-class golf courses, water adventures, duty-free shopping, rejuvenating spas and relaxing beach resorts, to the mouthwatering fresh seafood and delicacies.</p>\n<h2><b>How to Get to Batam?</b></h2>\n<p><b>By Ferries <br/>\n</b></p>\n<p>Those traveling by sea, then ferries are the best way to go. There are frequent daily fast and convenient ferries connecting Singapore's Tanah Merah port with Batam as well as between Johor Bahru, Malaysia, and Batam. The journey from Singapore takes about 40 minutes, while from Johor Bahru it is around 90 minutes. The island of Batam has six ferry terminals; they are at Sekupang, Waterfront City, Batam Center, Harbour Bay, Nongsapura, and Telaga Punggur.</p>\n<p><b>By Air</b></p>\n<p>For those traveling by air from major cities across the country, there are domestic flights direct from Jakarta, Surabaya, Medan, Pekanbaru, Jambi, Palembang, and Pekanbaru to Batam's Hang Nadim's International Airport.</p>\n<p>Among the Airlines that serve flights, to-and-from Batam is Garuda Indonesia, Lion Air, Sriwijaya Air, Citilink, and Wings Air. In addition to the domestic flights, Malindo Air operates international flights from Subang Airport near Kuala Lumpur, Malaysia to Batam.<br/>\n</p>\n<h2><b>How To Get Around Batam?</b></h2>\n<p>To enjoy the <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/trip-ideas/24-hours-travel-ideas-for-you-to-explore-in-batam.html\" target=\"Target\">many tourist destinations in Batam</a>, there are several optional types of transport to choose from. Taxi is a common mode of transportation in Batam to go around and explore your destination. You can find them in strategic public spots, such as ferry terminals, airports, malls, etc. Be very selective though, registered taxis is highly recommended.</p>\n<p>If you are the type that welcomes adventure and exploration by your own self, then car rental would be the best choice to go around Batam. For that first-timer traveling to Batam, it would probably be a more convenient choice to get around the island by Tours and Travel Service.<br/>\n</p>\n<h2>What To Do in Batam?</h2>\n<p><b>Outdoor Activities<br/>\n</b></p>\n<p>Apart from the fine golf courses that attract golf enthusiasts, Batam also attracts water sports enthusiasts with the many sports club and resorts along the Nongsa Coast and Waterfront City. Fun outdoor activities the whole family could enjoy.</p>\n<p><b>Iconic Landmarks<br/>\n</b></p>\n<p><img alt=\"batam\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/batam3.jpg\" width=\"500\"><br/>\n</img></p>\n<p>Batam is also famous for its <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/batam/barelang-bridge-architectural-icon-of-batam.html\" target=\"Target\">Barelang Bridge</a>, six sophisticated full swing bridges that connects three islands is an abbreviation of those three islands: Batam, Rempang and Galang.  The total stretch of all six bridges is around two kilometers, and traveling from the first bridge to the last one should take around 20 minutes.</p>\n<p><b>Religious Tourism</b></p>\n<p>Those who seek some historical experience would probably enjoy a visit to some historical religious sites in the city center, Nagoya. Visit one of the largest Buddhist Temple in South East Asia popularly known as The Laughing Buddha Temple, Maha Vihara Duta Maitreya. The temple was built by the Chinese community in <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/trip-ideas/recommendation-spot-in-batam-for-one-day-trip.html\" target=\"Target\">Batam</a> and attracts thousands of Buddhist followers daily.</p>\n<p><img alt=\"batam\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/batam4.jpg\" width=\"500\"><br/>\n</img></p>\n<p>Then head on to another Buddhist Temple near the <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/batam/nagoya.html\" target=\"Target\">Nagoya City Centre</a>, <i>Vihara Buddhi Bakti Temple</i>. The temple features astonishing modern Chinese architecture with its most attractive spot known as the sacred garden, located behind the temple. Stone sculptures, scriptures, Buddha statues are amongst artworks that enriched the alluring sacred garden.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 77,
        "name": "Sembilang National Park: Sumatra's Wildlife Sanctuary",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Sembilang_National_Park.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/sembilang-national-park",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/sembilangheader.jpeg",
        "island_id": 6,
        "province_id": 5,
        "location": "Banyuasin, Sumatera Selatan",
        "video_url": "https://www.youtube.com/watch?v=U136nuH0KH8&pp=ygUdU2VtYmlsYW5nIHdvbmRlcmZ1bCBpbmRvbmVzaWE%3D",
        "description": "Explore the wildlife sanctuary of Sembilang National Park in Sumatra. Immerse in diverse ecosystems and spot rare species in their natural habitat.",
        "content": "<h1>Sembilang National Park</h1><p>Mangrove Heaven for Exotic Birds</p><p class=\"fs-6 border-top fw-light\">\n<p>Administratively, it is part of Banyuasin district and has been a national park since March 19th 2003, when it was separated from the Berbak National Park in <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/jambi.html\" target=\"_blank\">Jambi</a></u>. This area is called Sembilang because it has many Sembilang fish (Plotosus canius). The Banyuasin Peninsula, located on the east coast of South Sumatra, is a haven for water birds. Its muddy lands and sands border mangroves resulting in ideal habits for various types of invertebrates such as worms, mollusks, and crustaceans. The actual peninsula sticks out into the sea for 1.5 km which makes this land an ideal stop for migrant birds from Asia and Europe from October to December.</p>\n<p> </p>\n<p>Get Around</p>\n<p>To explore this area, you can take a speed boat or barge except when you wish to explore swampy areas. It will be more fun if you use a canoe. To visit the transit area of the migrant birds, you have to walk 500 meters to the sea through mud because the water level is only as high as an adult's chest.</p>\n<p> </p>\n<p>Get There</p>\n<p>You can take a speed boat of 40 (PK) capacity to reach Sembilang National Park. There are two routes to this area. From Sungsang, the capital city of Banyuasin II sub-district which will take you about two hours, or from Palembang which will take you about four hours. To travel around the national park, you must first obtain a permit from the office of Sembilang National Park. This offices purpose is to provide you with guards to take rivers, bays and seas. It is best if you contact the management office at least one week in advance, so as to enable them to prepare your needs. The waves in this area are very dangerous and if your boats crew is not experienced, your speed boat may turn upside down.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 78,
        "name": "Bintan",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Bintan_Island.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/bintan-island",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/headerbintan.jpg",
        "island_id": 6,
        "province_id": 8,
        "location": "Riau, Riau",
        "video_url": "https://www.youtube.com/watch?v=ZB20QE8ggPI&pp=ygUaQmludGFuIHdvbmRlcmZ1bCBpbmRvbmVzaWE%3D",
        "description": "Known as one of the exotic tourist destinations in Indonesia, Bintan Island offers so many different exciting activities in the island that you have to experience.",
        "content": "<h1>Bintan Island: The Exotic Tourism Hub for Your Getaway</h1><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p>Known as one of the exotic tourist destinations in Indonesia, Bintan Island offers so many different exciting activities that you have to experience. Luxury resorts, world-class golf courses, magnificent coastal beauty in just one island would be the perfect getaway for those who look for a place for leisure and adventure activities. </p>\n<p>As the largest island out of around 3,000 islands in <a href=\"https://www.indonesia.travel/gb/en/destinations/sumatra/kepri-guide-to-the-tropical-gems-of-riau-island-s\">Riau Archipelago</a>, statistics record more than 350,000 tourists come to visit Bintan Island. Now, let’s check why it’s attracting hundreds of thousand travellers.</p>\n<p><img alt=\"bintan\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/bintan1.jpg\" width=\"500\"/><br/>\n</p>\n<h3><br/>\n<b>The Wonders of the Island</b></h3>\n<div> </div>\n<p><i>Video by samkolder</i></p>\n<p>In recent years, Bintan has also become a world-class sport-tourism destination attracting thousands around the world to compete in its marathons, triathlons, extreme sports, and golf challenges. The Bintan Resorts have been a home for the world-renowned yearly Triathlon in the past years. With those alluring qualities, there are several attractions in Bintan that might capture your interest.</p>\n<p> </p>\n<h3><b>1.  Bintan Resort</b></h3>\n<p><img alt=\"bintan\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sumatra/bintan-island-the-exotic/resort.jpg\" width=\"500\"/><br/>\n</p>\n<p><i>Image by chuttersnap<br/>\n</i></p>\n<p>The stunning Bintan Resorts is one of the chief tourist attractions in Bintan. Located on the northern tip of the island, this spectacular resort stretches along the sandy white coast of South China Sea. Bintan Resorts hosts several exclusive beach resorts and championship golf courses and offers a variety of recreational facilities and attractions that are located within this integrated resort. <a href=\"https://www.bintan-resorts.com/\" target=\"Target\">Bintan Resorts</a> is the perfect tropical escape for those of you who love to indulge in rejuvenating spa treatments, fresh delicious seafood, and unbeatable beach views. Choose your favorite hotel and enjoy a unique experience with your loved ones.</p>\n<h3><br/>\n<b>2.  Penyengat Island</b></h3>\n<p>This Island was once the epicenter of the Malay Riau-Lingga empire. The restored Sultan’s palace is enriched with historical monuments and relics of the past. An interesting blend of Javanese and Dutch architecture. Another well-known landmark in this island is the astonishing Sultan of Riau Grand Mosque, which was built using a mixture of egg white and lime as cement.</p>\n<p> </p>\n<h3><b>3.  Trikora Beach</b></h3>\n<p><img alt=\"bintan\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/trikorabintan.jpg\" width=\"500\"/><br/>\n</p>\n<p>Head on to the eastern shores of Bintan island and you would come across Trikora Beach. With breathtaking long stretch clear crystal water beaches, a popular seaside playground for locals an as well as neighboring country Singapore and Malaysia. Enjoy some tranquility and relaxing and fun quality time with loved ones in this picturesque and stunning surroundings.</p>\n<p> </p>\n<h3><b>4.  Senggarang and Sebung Village</b></h3>\n<p>Those who share an interest in the local’s way of life might find Senggarang and Sebung village a treat.</p>\n<p>Senggarang is one of the most prominent Chinese villages in the Riau Archipelago. The village has a strong Chinese tradition presence in its surroundings. This small fishing village is filled with rows of fishermen’s stilt houses lining its coast. The village is also home for ancient Chinese temples.<br/>\n</p>\n<p>Sebung Village is the place to go for the best seafood in Bintan. Located near Sebung River, Sebung Village is an abundance of fresh seafood served in Kelong-style restaurants. While observing the locals, the village also offers fantastic views of the mangrove river.</p>\n<p> </p>\n<h3><b>How to Get Here</b></h3>\n<h3> </h3>\n<h3><b>By Ferries</b><br/>\n</h3>\n<p>Situated just a ferry ride away from Singapore and Johor Bahru in Malaysia, most visitors enter Bintan by sea. From Singapore, there are three operators (Penguin, Indo Falcon, and Berlian / Webmaster) that offer frequent services from Tanah Merah Terminal in Singapore to Sri Bintan Pura Terminal at Tanjung Pinang and Bandar Bentan Telani Terminal at Bintan Resorts. From Johor Bahru Malaysia, five ferries serve the daily schedule between Johor Bahru Ferry Terminal to Sri Bintan Pura Terminal, Tanjung Pinang.</p>\n<p> </p>\n<h3><b>By Air</b></h3>\n<p>Bintan’s airport, Raja Haji Fisabilillah Airport, does not cater international flights. Riau Airlines is the main operator and connects the Island to Jakarta, Palembang, Jambi, Pekanbaru, and Natuna Islands. From the capital city of Jakarta, there are also daily flights to the Raja Haji Fisabilillah Airport in Bintan Island, served by Garuda Indonesia, Lion Air, and Sriwijaya Air. For more information on the Airport and the flight schedule, log on to this <a href=\"http://rajahajifisabilillah-airport.co.id/\">link</a>.</p>\n<p> </p>\n<h3><b>How to Get Around</b></h3>\n<p>Taxi and car rentals are commonly available at Ferry Terminals and also Resorts. Note that it is advisable to use taxis and car rentals recommended by your hotel.  Online services are also available around the city. They guarantee their drivers are fully vaccinated, so you don’t have to worry about traveling around with them. Those who love adventure could also choose a fun and more convenient way to explore the beaches around the Island by renting scooters. Scooter rent can easily be found in many areas along the island. Another available mode of transportation is buses. Major resorts are usually equipped with shuttle buses to take the guests around the area surrounding the resorts. The main bus terminus is located on the outskirts of Tanjung Pinang at Batu Tujuh. These bus destinations are Trikora, Kijang, and Tanjung Uban. There are also mini buses operating on fixed routes.</p>\n<p>Now, it’s settled, right? Reasons above are convincing enough that Bintan Island is worth visiting. If you are a first timer in Bintan Island, no need to worry, you can find more information <a href=\"https://www.indonesia.travel/gb/en/trip-ideas/24-hour-s-guide-for-first-times-in-bintan\">here</a>. Find the tour that is right for you in your next visit to Bintan Island! </p>\n<p> </p>\n</p>"
    },
    {
        "id": 79,
        "name": "Way Kambas National Park",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Way_Kambas_National_Park.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/way-kambas-national-park",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/wayheader.jpg",
        "island_id": 6,
        "province_id": 6,
        "location": "Lampung, Indonesia",
        "video_url": "https://www.youtube.com/watch?v=nStDQRz_MO8&pp=ygUeV2F5IEthbWJhcyB3b25kZXJmdWwgaW5kb25lc2lh",
        "description": "Officially established in 1985, the Elephant Training Center, located 9 km from the park’s Plang Ijo entrance, is an establishment aimed to protect the existence of the elephant and at the same time create mutual benefit for both the elephants and men.",
        "content": "<h1>Way Kambas National Park</h1><p>Home for Sumatran Elephants</p><p class=\"fs-6 border-top fw-light\">\n<p>Officially established in 1985, the Elephant Training Center, located 9 km from the park’s Plang Ijo entrance, is an establishment aimed to protect the existence of the elephant and at the same time create mutual benefit for both the elephants and men. The training center is also a reminiscent of the time when kings or sultans ruled Sumatra, when elephants were trained and deployed in warfare and also for ceremonial purposes. Here, visitors can observe elephants perform various tasks such as transporting lumber or plowing fields. They can also perform peculiar activities such as playing football or other entertaining performances.</p>\n<p> </p>\n<p>Get There</p>\n<p>If you are using public transport, the simplest route is taking a bus from Rajabasa Terminal in <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/bandar-lampung.html\" target=\"Target\">Bandar Lampung</a></u> in the direction of Way Jepara. Get off at the stone elephant at Rajabasa Lama Village, Way Jepara, and resume by an ojek or motorbike taxi ride to the Way Kanan or the Elephant Training Centre (ETC), which is the entrance to WKNP. Keep in mind that the last direct bus back to Rajabasa Lama returns at 03:00 pm Western Indonesia Time, and it is best if you arrive before dusk, since the ojek driver won’t drive you there after this time. The whole trip would take approximately around 2-3 hours. Alternatively, from Bandar Lampung, you can catch a bus to Metro and subsequently another bus to Rajabasa Lama which also last around 2-3 hours.</p>\n<p>If you happen to use or rent a car, from Bandar Lampung take the Kota Bumi Road northward and just follow the serial elephant signs that will easily take you to WKNP. It is possible to hire a taxi from Bandar Lampung to Way Kambas but it is considerably more expensive. From Bandarlampung to east Lampung district, the roads are relatively in good condition. However, as you enter Sukadana area the trip will get a little bumpy since some parts of the road are in poor condition. From Way Jepara market to the entrance of WKNP the poorly condition road last for about 5 km.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 80,
        "name": "Banda Aceh",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Banda_Aceh.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/banda-aceh",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/headeraceh.jpg",
        "island_id": 6,
        "province_id": 1,
        "location": "Banda Aceh, Aceh",
        "video_url": "https://www.youtube.com/watch?v=Oq5vLAiV5JA&pp=ygUeQmFuZGEgQWNlaCB3b25kZXJmdWwgaW5kb25lc2lh",
        "description": "Its auspicious position on the tip of the westernmost point of the Indonesian archipelago has made the town of Banda Aceh a recognized transit point as well as a hub for education, commerce, and government.",
        "content": "<h1>Banda Aceh</h1><p>The Magnificent Land with Spiritual Culture</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Its auspicious position on the tip of the westernmost point of the Indonesian archipelago has made the town of Banda Aceh a recognized transit point as well as a hub for education, commerce, and government. As a tourism gateway in the westernmost entrance to Indonesia, you are invited to learn the remaining magnificence of old Aceh Darussalam golden era as they are spiritually valuable to the nation. The tourist information center in Banda Aceh has carefully identified the enduring remains and they demonstrate how this magnificent land has been spiritually resilient. Though around sixty percent of the town’s infrastructure was destroyed, the city is now looking new as considerable developments took place right after the disaster. Ulee Lheue is a shoreline facing Malacca Strait and the Pacific Ocean on the west, and it offers the best sunset views in the country.</span></p>\n<p> </p>\n<p><span>Get There</span></p>\n<p><span>Sultan Iskandar Muda Airport </span><span>(BTJ) is the major airport in Banda Aceh. The airport serves several airlines, such as </span><span>Garuda Indonesia, </span><span>Lion Air, Sriwijaya Air, AirAsia, </span><span>and </span><span>Malaysia Airlines. </span><span>As you arrive in Banda Aceh, walk out the airport and you will find choices of transportation. Taxis are available and have different providers.</span></p>\n<p><span>Labi-labi is a local name for public minibus or ‘angkot’ in other parts of the country. This is the most economical means of transportation available to the public and travelers. The most convenient way to travel within the city as you plan to visit various places of interests in Banda Aceh post tsunami is by mountain biking. A tour operator renting selections of bicycle can be found in Aceh Adventure.</span></p>\n<p> </p>\n</p>"
    },
    {
        "id": 81,
        "name": "Rat Island (Pulau Tikus)",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Rat_Island.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/rat-island-pulau-tikus",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/ratheader.jpg",
        "island_id": 6,
        "province_id": 34,
        "location": "Bengkulu, Indonesia",
        "video_url": "https://www.youtube.com/watch?v=yOO5p08Mg2c&pp=ygUfUHVsYXUgVGlrdXMgd29uZGVyZnVsIGluZG9uZXNpYQ%3D%3D",
        "description": "Rocky coral reefs circle the entire circumference of the island, protecting it from erosion. Several species of coral make up these formations and even more marine ecosystems are supported within this reef.",
        "content": "<h1>Pulau Tikus</h1><p>Small Island Great Fun in Bengkulu</p><p class=\"fs-6 border-top fw-light\">\n<p>Rocky coral reefs circle the entire circumference of the island, protecting it from erosion. Several species of coral make up these formations and even more marine ecosystems are supported within this reef. This small island is habitat to many species of birds, while its sandy, white coastline is nesting ground for two species of sea turtle, the Hawksbill and the Green Turtle. The island is clearly visible from Pantai Panjang (Long Beach), another popular tourist destination, and can be reached via rental boat in approximately 40 minutes.</p>\n<p> </p>\n<p>Get There</p>\n<p>Rat Island is located in the Indian Ocean, just 10 km west of <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/bengkulu-city.html\" target=\"_blank\">Bengkulu</a></u>. Getting there takes about 1 hour by fishing boat from Tapak Paderi Beach or 40 minutes by speed boat from the Pulau Baai Port.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 82,
        "name": "Mount Kerinci",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Mount_Kerinci.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/mount-kerinci",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/headerkerinci.jpg",
        "island_id": 6,
        "province_id": 33,
        "location": "Kerinci, Jambi",
        "video_url": "https://www.youtube.com/watch?v=tfXA35wsGr8&pp=ygUiZ3VudW5nIEtlcmluY2kgd29uZGVyZnVsIGluZG9uZXNpYQ%3D%3D",
        "description": "Mt Kerinci is the highest mountain on the island of Sumatra and it is popular with mountain climbers. The nearest village and climber’s base is Kersik Tuo, near Kayu Aro, Kerinci. The route is marked by signs, posted at half kilometer intervals.",
        "content": "<h1>Mount Kerinci</h1><p>The Climbers' Favourite</p><p class=\"fs-6 border-top fw-light\">\n<p>Mt Kerinci is the highest mountain on the island of Sumatra and it is popular with mountain climbers. The nearest village and climber’s base is Kersik Tuo, near <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/jambi/kayu-aro-tea-plantation.html\" target=\"_blank\">Kayu Aro</a></u>, Kerinci. The route is marked by signs, posted at half kilometer intervals. Mt Kerinci is also known by the name Indrapura Peak, Mountain Tower, Volcano Kurinci and Korinci. This is one of mountain climbers’ favourite since the trail condition of the mountain is clear and easy to follow.</p>\n<p> </p>\n<p>Get There</p>\n<p>Fly to <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/padang.html\" target=\"_blank\">Padang</a></u> the capital of West Sumatra Province and then go to the town of Sungai Penuh, District of Kerinci in <b>Jambi Province</b> which is 7-8 hours drive from Padang or 278 km. Otherwise, you can go to the village of Kersik Tuo with a distance of 211 km from Padang or approximately 5-6 hours drive.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 83,
        "name": "The Natuna Islands",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Natuna_Island.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/the-natuna-islands",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/headernatuna.jpg",
        "island_id": 6,
        "province_id": 8,
        "location": "Natuna, Kepulauan Natuna",
        "video_url": "https://www.youtube.com/watch?v=tE4f0ebmKRg&pp=ygUaTmF0dW5hIHdvbmRlcmZ1bCBpbmRvbmVzaWE%3D",
        "description": "The Natuna islands together with the Anambas Archipelago are Indonesia’s outermost northern border islands in the Riau Archipelago, on the west side of the South China Sea.  Strategically located between Singapore, the Malaysian Peninsula on one side and East Malaysia on Borneo on the other, the two island-clusters are now fast growing into a favorite playground for yachters, more so ever since Indonesia eased entry regulations for yachts to sail into Indonesian seas.",
        "content": "<h1>The Natuna Islands</h1><p>Unparalleled Playground for Yachts in the South China Sea</p><p class=\"fs-6 border-top fw-light\">\n<p><b>The Natuna islands</b> together with the <b><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/bintan-island/anambas-island.html\" target=\"_blank\">Anambas archipelago</a></b> are Indonesia’s outermost northern border islands in the <b>Riau Archipelago</b>, on the west side of the South Chinan Sea. Strategically located between Singapore, the Malaysian Peninsula on one side and East Malaysia on Borneo on the other, the two island-clusters are now fast growing into a favorite playground for yachters, more so ever since Indonesia eased entry regulations for yachts to sail into Indonesian seas.</p>\n<p><img alt=\"Natuna Island\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sumatra/riau-archipelago/the-natuna-islands/natuna-island.jpg\"/></p>\n<p>Secluded in the open ocean, Natuna and the Anambas promise true off-the-beaten-track adventure into some pristine beauty. Here you will find mountain peaks sloping down to serene white sandy beaches, some strewn with giant boulders, and colorful coral reefs, transparent through translucent waters.</p>\n<p>The archipelago consists of some 270 islands that are divided into three groups, namely the North Natuna, which includes Laut Island (Pulau Laut); Middle Natuna, which includes Bunguran (or Natuna Besar); and South Natuna, which include the Subi Islands and Serasan.</p>\n<p>The Administrative centre of the Natuna Archipelago is called <b>Ranai,</b> and is found on <b>Natuna Besar</b> (often referred to simply as Natuna). The town of Ranai is the transport hub for arrivals and leaving the Natuna Islands and offers accommodation, restaurants, and a few other facilities. So when you plan to explore the other islands, be sure to get all your necessities first in Ranai. The island itself is virtually surrounded by sandy beaches and beautiful clear seas, a fringe of swaying palm trees that line the coast, often obscuring a band of sandy shores.</p>\n<p>For your perfect getaway, visit the beautiful hidden beaches of <b>Tanjung Sebagul,</b> <b>Teluk Selahang</b> or <b>Setengar beach</b>. Some of these beautiful beaches attract sea turtles to lay their eggs. Because of their remoteness, the islands offer some of the best underwater experiences for snorkeling and diving, particularly around <b>Natuna Besar</b>, <b>Sedanau Island, Senua Island, Tiga islands</b> group (the three islands). Here you can feast your eyes on colorful coral reefs and be amazed at the strange tropical sea creatures in their diverse shapes, size and color.</p>\n<p><img alt=\"Batu Sindu\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sumatra/riau-archipelago/the-natuna-islands/batu-sindu.jpg\"/></p>\n<p>If you are feeling more adventurous try exploring a number of natural caves such as <b>the Batu Sindu and Batu Kapal.</b></p>\n<p>The most popular attraction, though, is the unique <b>Alif Stone Park</b>. Here lie scattered giant boulders as if strewn at random on the shore by some Titan. Among these are a cluster of 11 rocks that stand supported by large upright stones, that together seem to inscribe the word “Alif”, which is the first letter in the arabic alphabet. For this reason, the resort is called the Alif Stone Park.</p>\n<p>The waters among the boulders here are sparkling clean and are favorite spots for a cooling swim.</p>\n<p><img alt=\"Batu Kasah\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sumatra/riau-archipelago/the-natuna-islands/batu-kasah.jpg\"/></p>\n<h3>How to Get Here:</h3>\n<p>Unless you arrive by your own private yacht, most others will have to fly to Natuna. <b>Wings Air and Sriwijaya Air</b> serve flights from the Hang Nadim Airport on <b><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/batam.html\" target=\"_blank\">Batam</a> </b>Island to the <b>Ranai Airport</b> in the Natuna Archipelago. Sriwijaya Air serves the flights three times a week on Mondays, Wednesdays, and Saturdays. While, Wings Air operates the route four times a week on Mondays, Tuesdays, Thursdays, and Saturdays. The flight takes about an hour.</p>\n<p>A new passenger terminal was inaugurated on 6 October 2016 by President Joko Widodo. The recently-built terminal has an area of 3,868 sq. meters, several times the size of the old terminal which had an area of only 243sq. meters. The new terminal can accommodate around 385 passengers daily.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 84,
        "name": "Berastagi",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Berastagi.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/berastagi",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/headerberastagi.jpg",
        "island_id": 6,
        "province_id": 2,
        "location": "Karo, Sumatera Utara",
        "video_url": "https://www.youtube.com/watch?v=G8wuCzKaGm0&pp=ygUdQmVyYXN0YWdpIHdvbmRlcmZ1bCBpbmRvbmVzaWE%3D",
        "description": "The picturesque town of Berastagi in the beautiful Karo highlands, is 70 km from Medan on the way to Lake Toba. Situated at an altitude of 1,300 meters, the town has a cool climate, ranging between 17-20 degrees Centigrade, making a refreshing break from the heat of the city.",
        "content": "<h1>Berastagi</h1><p>The Picturesque Town of in the Beautiful Karo Highlands</p><p class=\"fs-6 border-top fw-light\">\n<p><span>The picturesque town of Berastagi in the beautiful Karo highlands, is 70 km from <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/medan.html\" target=\"_blank\">Medan</a></u> on the way to <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/lake-toba.html\" target=\"_blank\">Lake Toba</a></u>. Situated at an altitude of 1,300 meters, the town has a cool climate, ranging between 17-20 degrees Centigrade, making a refreshing break from the heat of the city. Days are extremely pleasant while nights can be quite cool.</span></p>\n<p><span>The town developed in the 1920’s as Dutch hill station and today has become a popular weekend destination for Medan residents. The landscape here is dominated by distant views of the smoking volcanoes Mt Sinabung and Mt Sibayak. On the western edge of the town, Gunaling Hill rises above the surrounding plateau to provide some spectacular views of these two towering volcanoes. Berastagi is famous for its flowers, vegetables and fruits and its markets constantly hum with activity.</span></p>\n<p> </p>\n<p><span>Get Around</span></p>\n<p><span>Berastagi is a small town with one main street so you can explore it easily on foot or using public transport. Opelet, local public mini van buses, operate to the surrounding villages and are run from the bus terminal. For more flexibility, you can rent a motorbike from Villa Flores Restaurant or other rentals you can find around the town. Try getting around the traditional way by taking a leisurely ride in a horse carriage called a '<i>sado</i>'.</span></p>\n<p> </p>\n<p><span>Get There</span></p>\n<p><span>From </span><span>Kualanamu International Airport</span><span>, you can hail a cab or take a bus to Berastagi. It's located about 66 km from Medan and the journey will take around two hours.</span></p>\n<p> </p>\n</p>"
    },
    {
        "id": 85,
        "name": "Jambi",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Jambi.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/jambi",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/jambiheader.jpg",
        "island_id": 6,
        "province_id": 33,
        "location": "Jambi, Indonesia",
        "video_url": "https://www.youtube.com/watch?v=ue-JUyAwTCU&pp=ygUZSmFtYmkgd29uZGVyZnVsIGluZG9uZXNpYQ%3D%3D",
        "description": "The city of Jambi straddles the long and wide Batanghari river that has its source in the Bukit Barisan range, at Danau di Atas and Danau di Bawah (the Upper and Lower Lakes) in the Minangkabau highlands of West Sumatra near Lake Singkarak.",
        "content": "<h1>Jambi</h1><p>Busy City on Sumatra's Coastline</p><p class=\"fs-6 border-top fw-light\">\n<p>Located on the east coast of the island of Sumatra, the city of Jambi is the capital city of the province that bears the same name, namely: <b>the province of Jambi</b>. The city of Jambi straddles the long and wide Batanghari river that has its source in the Bukit Barisan range, at Danau di Atas and Danau di Bawah (the Upper and Lower Lakes) in the Minangkabau highlands of West Sumatra near Lake Singkarak.</p>\n<p>The river pours out at the Strait of Berhala on the east coast of Sumatra. Flowing the total length of 1,700 km, the Batanghari is the longest river on Sumatra. The city of Jambi lies on both sides of the river with the Aur Dari Bridge spanning the two sections of the city that lies at the estuary of the Batanghari. Archaeological remains at the vast Muaro Jambi site, also attest that in the 7th to the 8th century, Jambi was the center of Buddhist learning. After the fall of the palace of the kingdom of Srivijaya at Palembang – today in the province of South Sumatra - in the 11th century, the Srivijaya seat was moved to Jambi, where it thrived until the 13th century.</p>\n<p> </p>\n<p>Get There</p>\n<p>By air, Jambi is served from <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\" target=\"_blank\">Jakarta</a><a href=\"http://indonesia.travel/en/destination/area/jakarta\" target=\"_blank\"> </a></u>by Garuda Indonesia, Lion Air, Sriwijaya Air and Citilink through the airport called the Sultan Thaha Syaifuddin Airport.</p>\n<p>Overland, Jambi is well connected by intercity buses to its neighbouring provinces of <b>West Sumatra</b>, <b>Riau</b> and <b>Bengkulu</b>. The Bus terminal is at Alam Barajo and Rawasari.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 86,
        "name": "Bengkulu City",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Bengkulu.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/bengkulu-city",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/bengkuluheader.jpg",
        "island_id": 6,
        "province_id": 34,
        "location": "Bengkulu, Indonesia",
        "video_url": "https://www.youtube.com/watch?v=U136nuH0KH8&pp=ygUcQmVuZ2t1bHUgd29uZGVyZnVsIGluZG9uZXNpYQ%3D%3D",
        "description": "Bengkulu Province is easily accessible by land, air and sea transportation. You can catch regular buses directly from Medan, Padang or Jakarta. Flight arrives there times a day. Domestic ships from Jakarta, Padang and Medan stop by in Baai Harbor, Bengkulu.",
        "content": "<h1>Bengkulu</h1><p>City with Fascinating Nature Charms</p><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p><b>Bengkulu Province</b> is easily accessible by land, air and sea transportation. You can catch regular buses directly from <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/medan.html\" target=\"_blank\">Medan</a></u>, <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/padang.html\" target=\"_blank\">Padang</a></u> or <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\" target=\"_blank\">Jakarta</a></u>. Flight arrives there times a day. Domestic ships from Jakarta, Padang and Medan stop by in Baai Harbor, Bengkulu. Like other provinces in Indonesia, Bengkulu has its own specific cuisine for which it is renowned, among which are pendap, gulai tempoyak, and bagar kambing. Most inhabitants here are Malay and the culture and habits are somewhat similar to neighboring provinces.</p>\n<p> </p>\n<p>Get There</p>\n<p>There are no direct international flights to Bengkulu. You will have to take a flight to Jakarta and then take a connecting flight to Bengkulu. Alternately, you can also catch regular buses from Medan, Padang or Jakarta. If you want to go there by bus from Jakarta, there are two common routes, which are The West Route (Lintas Barat) takes you from Jakarta to Bandar Lampung and then through dense tropical jungle of Liwa, Bukit Barisan Selatan National Park, and Krui. It takes around 22 hours with magnificent ocean view along the way, but the road condition is not very good and considered unsafe, and the East Route (Lintas Timur) goes from Jakarta to Bandar Lampung and then enters Bengkulu via South Sumatra. It's a longer trip (about 25 hours) but safer.</p>\n<p>There are also several Van travel through the route between Padang and Bukit Tinggi to Bengkulu City and the journey take around 19-20 hours. Many drivers tend to use the long journey via Muara Bungo and Sarolangun rather than use the coast road (Muko-Muko and Painan) which has an 'absolutely with better view and scenery'.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 87,
        "name": "The Town of Curup",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Town_of_Curup.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/the-town-of-curup",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/curupheader.jpg",
        "island_id": 6,
        "province_id": 34,
        "location": "Bengkulu, Indonesia",
        "video_url": "https://www.youtube.com/watch?v=6g5VE8CJM2s&pp=ygUjY3VydXAgYmVuZ2t1bHUgIHdvbmRlcmZ1bCBpbmRvbmVzaWE%3D",
        "description": "The Town of Curup is located approximately 85 km away from Bengkulu city. The town sits at an altitude of between 100-1,000 meters above sea level in the highlands of the Bukit Barisan Mountain Range.",
        "content": "<h1>Town of Curup</h1><p>The Best Place to Observe the Exceptional Flora, Rafflesia Arnoldii</p><p class=\"fs-6 border-top fw-light\">\n<p>The Town of Curup is located approximately 85 km away from <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/bengkulu-city.html\" target=\"_blank\">Bengkulu city</a></u>. The town sits at an altitude of between 100-1,000 meters above sea level in the highlands of the Bukit Barisan Mountain Range. These mountains stretch all the way from north to south, to form like the backbone of the island of Sumatra. Curup is home to the Rejang ethnic group who live spread across a number districts.</p>\n<p>Curup (and the Rejang Lebong Regency in general) is a major producer of rice, coffee, rubber, and vegetables. The rice and vegetables of this town are sold to other major cities across Sumatra such as <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/palembang.html\" target=\"_blank\">Palembang</a></u>, <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/padang.html\" target=\"_blank\">Padang</a></u>, <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/jambi.html\" target=\"_blank\">Jambi</a></u>, <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/bandar-lampung.html\" target=\"_blank\">Bandar Lampung</a></u>, and <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/pekanbaru.html\" target=\"_blank\">Pekanbaru</a></u>. The best place to observe these exceptional flora is in the rainforests along the Bengkulu-Curup route. Curup itself is the capital and main hub of the Rejang Lebong Regency in the Bengkulu Province that also acts as gateway to some of the regency’s natural wonders such as the Bukit Kaba, Suban Hot Spring, and Lake Mas Harun Bastari.</p>\n<p> </p>\n<p>Get There</p>\n<p>Form Bengkulu City, capital of <b>Bengkulu Province</b>, the overland trip to Curup will take a little over 2 hours. If you wish to try public transportation, there are mini van services available at the Panorama bus Station. The road from Bengkulu to Curup may be highlighted with plenty of sharp curves and winding turns, however your trip will be well compensated by spectacular sceneries of Bengkulu’s pristine nature.</p>\n<p>Alternatively, there are also transportation services from South Sumatra that pass the town of Curup. These are on the routes from Bengkulu to Lubuk Linggau and Pagaralam to Bengkulu.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 88,
        "name": "Pangkalpinang",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Pangkalpinang.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/pangkalpinang",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/pangkalheader.jpg",
        "island_id": 6,
        "province_id": 7,
        "location": "Pangkalpinang, Bangka Belitung",
        "video_url": "https://www.youtube.com/watch?v=8M1arlfiI20&pp=ygUhUGFuZ2thbHBpbmFuZyB3b25kZXJmdWwgaW5kb25lc2lh",
        "description": "Located on the eastern coast of Bangka Island, Pangkalpinang is the island’s largest city and capital of the Province of Bangka-Belitung Islands. Aside from its role as the center of the provincial government, economic, and commercial activities, Pangkalpinang serves as gateway for visitors who wish to explore the enchanting beauty of Bangka and Belitung Islands.",
        "content": "<h1>Pangkalpinang</h1><p>The Center of the Tin Mining Industry</p><p class=\"fs-6 border-top fw-light\">\n<p>Located on the eastern coast of Bangka Island, Pangkalpinang is the island’s largest city and capital of the <b>Province of Bangka-Belitung Islands</b>. Aside from its role as the center of the provincial government, economic, and commercial activities, Pangkalpinang serves as gateway for visitors who wish to explore the enchanting beauty of Bangka and Belitung Islands. Pangkal or Pengkal in the Malay language means center or beginning. It refers to the city’s role as the center of the tin mining industry. This once small mining town subsequently grew into the island’s commercial center as well as connecting port among all the islands. Pinang on the other hand is the palm tree found abundantly on the island.<br/>\n</p>\n<p> </p>\n<p>Get Around</p>\n<p>Pangkalpinang has 4 inter-city terminals that connect all districts on Bangka Island. If you wish to get around using public transport, keep in mind that they only operate from 06:00-18:00 am Western Indonesia Time. Public transportation or locally known as angkutan kota (angkot) come in 5 routes which are Pangkalpinang-Air Itam (black painted), Pangkalpinang-Mentok (green painted), Pangkalpinang-Pangkalbalam (red painted), Pangkalpinang-Depati Amir Airport (yellow painted) and Pangkalpinang-Selindung (blue painted).</p>\n<p> </p>\n<p>Get There</p>\n<p>From <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\" target=\"_blank\">Jakarta</a></u>, there are daily flights from Soekarno-Hatta International Airport to Depati Amir Airport in Pangkalpinang. The city is also accessible from <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/palembang.html\" target=\"_blank\">Palembang</a></u> via daily flights. Pangkalpinang is also known as one of the major ports off the coast of Sumatra; tins, peppers, fish, and copra are exported from here. The Pangkalbalam seaport also acts as a passenger ports serving ferries to and from Jakarta and fast boats or Jetfoils to and from Tanjung Pandan inBelitung Island. The ships schedules from Tanjung Priok to Pangkalpinang or to Belinyu in Bangka as well as from Tanjung Priok to Tanjung Pandan or Tanjung Ru in Belitung are nevertheless irregular. It will be best to confirm beforehand with the port administrators.</p>\n<p>Alternately, from Palembang you can also reach this city by sea via Muntok Seaport, in West Bangka. It takes about 3 hours by jetfoil from Bom Baru Palembang to Tanjung Kalian in Mentok, West Bangka, and 3 hours drive by public bus from Mentok to Pangkalpinang. Alternatively, you can also use the daily Bahari speed boat that will take 4 hours. This is by far the most convenient means of Sea transportation and comes complete with air conditioning.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 89,
        "name": "Palembang",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Palembang.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/palembang",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/headerpalembang.jpg",
        "island_id": 6,
        "province_id": 5,
        "location": "Palembang, Sumatera Selatan",
        "video_url": "https://www.youtube.com/watch?v=JBzh_HrAI-s&pp=ygUdUGFsZW1iYW5nIHdvbmRlcmZ1bCBpbmRvbmVzaWE%3D",
        "description": "The second largest city in Sumatra after Medan, formerly the centre of the Sriwijaya empire. Palembang is situated along the Musi River, which known as the wealthy trade hub as well as the center for Buddhist learnings.",
        "content": "<h1>PALEMBANG: Bustling City on Sumatra’s wide Musi River</h1><p>The Venice of the East</p><p class=\"fs-6 border-top fw-light\">\n<p>The second largest city in Sumatra after<b> <a href=\"http://www.indonesia.travel/gb/en/destinations/sumatra/medan\" target=\"Target\">Medan</a></b>, is the city of <b>Palembang</b>, the capital of South Sumatra Province which was once the celebrated seat of the rich and powerful <b>Sriwijaya empire</b> that for three centuries - from the 9th to the 11th century - reigned supreme over the Sumatra seas and up north included the strategic Straits of Malacca.</p>\n<p><img alt=\"The Venice of the East\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sumatra/south-sumatra/palembang/artikel-1.jpg\" width=\"500\"><br/>\r\nPalembang dancers</img></p>\n<h2><b>The Land of Srivijaya</b></h2>\n<p>Sriwijaya(or Crivijaya empire) was then known as the wealthy trade hub as well as the center for Buddhist learnings. Monks from China, India, and Java came here and congregated to study the teachings of Buddha. In AD 671 Chinese chronicles wrote that the famous <b>Chinese Buddhist monk, I Ching </b>sojourned in Palembang for six months on his way to India. I Ching wrote that there were more than 1,000 Buddhist monks in the city and advised Chinese monks to study Sanskrit in Palembang before proceeding on their pilgrimage to India.</p>\n<p>Later, the great Chinese voyager, <b>Admiral Cheng Ho</b>, emissary of the Chinese emperor also visited Palembang in the 15th. century. The <b>Cheng Ho mosque</b> has been constructed here in his honor.</p>\n<p><img alt=\"The Venice of the East\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sumatra/south-sumatra/palembang/artikel-2.jpg\" width=\"500\"><br/>\r\nFloating Market at Ampera Bridge</img></p>\n<p>Although structure-wise not much remains to be seen from Sriwijaya's golden age, Palembang's fine silver and gold songket woven cloths that are still produced even today, the fine lacquerware it creates for which Palembang is renowned, and its regal dances and opulent gold costumes are evidence of its precious royal heritage.</p>\n<p><img alt=\"The Venice of the East\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sumatra/south-sumatra/palembang/artikel-3.jpg\" width=\"500\"><br/>\r\nKamaro Temple</img></p>\n<h2><b>The City of River</b></h2>\n<p>Palembang is situated along the <b>Musi River</b>, which has its source deep in the Bukit Barisan mountains, tumbling down to reach the plains where, fed by the converging Ogam and Komering rivers, it then widens into a large river as it reaches Palembang. Its many tributaries and streams that cut through Palembang, caused this town at times to be called <i>'The Venice of the East'.</i></p>\n<p><img alt=\"The Venice of the East\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sumatra/south-sumatra/palembang/artikel-4.jpg\" width=\"500\"><br/>\r\nIstana Museum</img></p>\n<p>Spanning across the Musi river right in the heart of the city, <b>the Ampera Bridge</b> built in 1965 is today's icon of modern Palembang. The view from the Musi river from this vantage point is breathtaking. Watch vendors on boats sell their ware at the floating market by the Ampera Bridge, while at sunset the view with the many houses on stilts along both sides of the Musi and the centuries' old quaint Chinese shop-houses, are sights rarely found elsewhere.</p>\n<p><img alt=\"The Venice of the East\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sumatra/south-sumatra/palembang/artikel-5.jpg\" width=\"500\"><br/>\r\nPempek</img></p>\n<p>Located in the Musi River delta, another precious gem of Palembang is the tiny <b>island of Kamaro</b> which is adorned with pagodas and Chinese temples. A magnificent <b>Chinese Temple, the <i>Hok Cing Bio</i></b> stands splendidly here. On special occasions, especially on 'Cap Go Meh' Chinese New Year's celebrations, the island is always packed with locals and visitors coming from Palembang, Java, Kalimantan and overseas from Singapore, Malaysia and Thailand.</p>\n<p><img alt=\"The Venice of the East\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sumatra/south-sumatra/palembang/artikel-6.jpg\" width=\"500\"/><br/>\r\nSarung Ikat Crystals and Diamonds</p>\n<p>Another important Landmark of the city is the <b>Kuto Besak Fortress</b> which was built during the 17 th century and a legacy of the Palembang Darussalam Sultanate, that ruled from 1550-1823. Each corner of the fort is strengthened with bastions. The bastion in the west corner is larger and similar to other forts in Indonesia while the other three bastions are architecturally unique, and are unlikely found elsewhere. And as the sun sets in the afternoon, lights glow around the fort, creating sparkles that highlight the walls of the fort: truly a sight to be watched.</p>\n<p><img alt=\"The Venice of the East\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sumatra/south-sumatra/palembang/artikel-7.jpg\" width=\"500\"/><br/>\r\nBenteng Kuto Besak</p>\n<p>Those who wish to take a trip back in time and explore the history of the golden era of Palembang can visit the Sultan <b>Mahmud Badaruddin II Museum (SMB II)</b> situated on Musi's Riverbank. Not only is the museum rich in its collections, but the building itself is a historical legacy, as is a monument of the heydays of the Palembang Sultanate. Museum Sultan Mahmud Badaruddin II is a perfect place to explore the history of Palembang. From the age of <i>Sriwijaya</i> to the Palembang Darussalam Sultanate, through the Dutch colonial era and the Japanese occupation up to the early era of Indonesia's independence are all presented in its 368 collections.</p>\n<p>Last, but not the least important is the new <b>Jakabaring Stadium</b>, the new pride of Palembang, where the 18th Asian Games competitions will be held.</p>\n<p>As for <b>Food and Shopping</b>, Palembang is a treasure trove to find the best gold and silver songket cloths, laquerware and woodcarvings. When in Palembang you must not miss to try the city's specialty of <i>pempek kapal selam</i>, - or <i>submarine pempek</i> - bathed in yummy sweet and sour sauce.</p>\n<p> </p>\n<p><b>To Get There:</b></p>\n<p>Palembang is well connected by air and overland. Palembang's <b>Sultan Mahmud Badaruddin II International airport</b> connects the city with major cities across the archipelago including: <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\" target=\"Target\">Jakarta</a>, <a href=\"http://www.indonesia.travel/gb/en/destinations/java/bandung\" target=\"Target\">Bandung</a>, Pekanbaru, Batam, Bengkulu, Pangkal Pinang, <a href=\"http://www.indonesia.travel/gb/en/destinations/java/yogyakarta\" target=\"Target\">Yogyakarta</a>, Semarang, and <a href=\"http://www.indonesia.travel/gb/en/destinations/java/surabaya\" target=\"Target\">Surabaya</a>. Among the airlines that serve flights to and from Palembang are Garuda Indonesia, Batik Air, Citilink, AirAsia, Lion Air, Nam Air, Wings Air, Xpress Air. There are also international flights to and from Kuala Lumpur, Malaysia, and from Singapore.</p>\n<p>If you are already in one of the cities or capital cities on Sumatra, an overland trip to Palembang is also possible. The Trans-Sumatra Highway connects many cities across the island to and through Palembang which allows you to experience some of Sumatra's natural beuaty along the way.</p>\n<p> </p>\n<p>Photo source of image header banner: Ampera Bridge</p>\n<p> </p>\n</p>"
    },
    {
        "id": 90,
        "name": "Bukittinggi",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Bukittinggi.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/bukittinggi",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/headerbukit.jpg",
        "island_id": 6,
        "province_id": 4,
        "location": "Bukittinggi, Sumatera Barat",
        "video_url": "https://www.youtube.com/watch?v=65n-T31vIJM&pp=ygUfQnVraXR0aW5nZ2kgd29uZGVyZnVsIGluZG9uZXNpYQ%3D%3D",
        "description": "Many visitors come to Bukittinggi to visit the remarkable Ngarai Sianok Canyon where giant rock cliff faces, rugged trees which grow on top and the dramatic surrounding mountains make this canyon a spellbinding view.",
        "content": "<h1>Bukittinggi</h1><p>West Sumatera Cultural Center</p><p class=\"fs-6 border-top fw-light\">\n<p>Many visitors come to Bukittinggi to visit the remarkable <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/bukittinggi/ngarai-sianok.html\" target=\"_blank\">Ngarai Sianok Canyon</a></u> where giant rock cliff faces, rugged trees which grow on top and the dramatic surrounding mountains make this canyon a spellbinding view. Bukittinggi has a refreshingly cool climate due to its elevation – over 900 meters above sea level. This is an ideal place to go if you want to get beyond the average tourist trail. Compared to other spots in Sumatra, Bukkitinggi only receives a handful of visitors that use the town as a base for nearby hikes or to take cultural tours to the Minangkabau highland.</p>\n<p> </p>\n<p>Get There</p>\n<p>A flight from <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\" target=\"_blank\">Jakarta</a></u> to Minangkabau International Airport in Ketaping will take about 2 hours. From there you can use a taxi or bus to get to Bukittinggi. Bukkittinggi is a pleasant two-hour drive (90 km) from Padang through the gorgeous Anai Valley up to Agam Plateu. There are frequent local buses from Padang to Bukkitinggi or cheaper shared minivans which depart from Minang Plaza.</p>\n<p> </p>\n<p>Get Around</p>\n<p>The town centre is compact so practically everywhere in Bukittinggi is within walking distance. Bring your walking shoes and take the opportunity to wander around and meet the friendly locals.</p>\n<p>Taxis and buses are also available. The bus terminal is in the south of the town. A rented car with chauffeur is the best choice if you prefer privacy. Horse carriages or sado are a colorful, charming transportation to move around town.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 91,
        "name": "Payakumbuh",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Payakumbuh.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/payakumbuh",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/headerpaya.jpg",
        "island_id": 6,
        "province_id": 4,
        "location": "Payakumbuh, Sumatera Barat",
        "video_url": "https://www.youtube.com/watch?v=qm28vP4xqJs&pp=ygUeUGF5YWt1bWJ1aCB3b25kZXJmdWwgaW5kb25lc2lh",
        "description": "Payakumbuh is the capital of the Limapuluh Kota Regency. Covering a total area of 80.42 Km squre, it is recognized as the second largest city after Padang in West Sumatra.",
        "content": "<h1>Payakumbuh</h1><p>Embraced by The Lush Beauty of Nature</p><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p>Payakumbuh is the capital of the Limapuluh Kota Regency. Covering a total area of 80.42 Km squre, it is recognized as the second largest city after <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/padang.html\" target=\"_blank\">Padang</a></u> in <b>West Sumatra</b>. The town is made up of 3 subdistricts, they are: West Payakumbuh, East Paykumbuh, and North Payakumbuh. Payakumbuh is marked with megalithic stones found in various places within and around the town which date back to the pre-historic era.</p>\n<p>The origins and historical account of these stones are unknown, however they prove that Payakumbuh has been inhabited since ancient times. As the heart of the indigenous Minangkabau culture of West Sumatra, the town is also home to the traditional Randai that combines martial art, dance choreography, and music. The Randai performance is usually accompanied by the traditional sounds of the Talempong and the Saluang which produce distinctive Minangkabau tunes.</p>\n<p> </p>\n<p>Get There</p>\n<p>There are a number of public transportation that can take you from Padang to Payakumbuh. The town also lies close to <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/bukittinggi.html\" target=\"_blank\">Bukittinggi</a></u>. However, for your convenience you may want to rent a car from Padang. The trip will take approximately 2.5-3 hours. Payakumbuh is also accessible from <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/pekanbaru.html\" target=\"_blank\">Pekanbaru</a></u> in the Riau Province.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 92,
        "name": "Padang",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Padang.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/padang",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/headerpadang.jpg",
        "island_id": 6,
        "province_id": 4,
        "location": "Padang, Sumatera Barat",
        "video_url": "https://www.youtube.com/watch?v=kX-yZtVd5Sg&pp=ygUaUGFkYW5nIHdvbmRlcmZ1bCBpbmRvbmVzaWE%3D",
        "description": "Padang is the gateway to Minang highlands. Famous for their cuisines rich in spices and unique in their way of serving. Plan a trip to see all this with your own eyes!",
        "content": "<h1>Padang</h1><p>The Getaway to the Minang Highlands</p><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p>Padang is the capital city of West Sumatra Province and is one of the largest cities in Indonesia. The region is in the limelight for its legendary folktales such as the love story of Siti Nurbaya who was forced to marry an old wealthy merchant and the story of an ungodly man, Malin Kundang, who was cursed to stone by his mother. Apart from being famous with its folktales, Padang is also well-known for its scrumptious dishes.<br/>\n</p>\n<p><img alt=\"padang\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/padangrevisi1.jpg\" width=\"500\"><br/>\n</img></p>\n<p>Famous throughout Indonesia for its distinctive cuisine, Padang is the place to go to sample the famous spicy <a href=\"https://www.indonesia.travel/gb/en/trip-ideas/10-most-scrumptious-padang-restaurant-in-jakarta\">nasi padang food</a> that has spread throughout the country and the world, including delicacies such as <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/padang/rendang.html\">rendang,</a> dendeng, and sate padang. The popularity is owing to its mouthwatering food and the unique serving style -  the waiters will expertly carry more than ten plates with all kinds of delicacies on both arms. These dishes will then be spread out on the table for diners to pick and choose.</p>\n<p><img alt=\"padang\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/padangrevisi2.jpg\" width=\"500\"><br/>\n</img></p>\n<h3>Exploring Padang</h3>\n<p>Padang is  the gateway to the Minang highlands. With the largest port on Sumatra’s West Coast, this is a merchant town attracting ships trading in goods such as rubber, cinnamon, coffee, tea, cement and coal. If you take a stroll down to the old colonial waterfront you’ll see century old warehouses stocked with fragrant cinnamon and other spices waiting to be shipped to <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\" style=\"background-color: rgb(255,255,255);\">Jakarta</a> and Singapore.<br/>\n</p>\n<p>Padang is also home to ravishing natural beauties as it is directly adjacent to the Indian Ocean and has a diverse topography and landscape. No wonder, the region has more than a few tricks up its sleeve, from stunning beaches like Air Manis, <a href=\"https://www.indonesia.travel/gb/en/destinations/sumatra/padang/mentawai-islands\">Mentawai Island</a>, Bungus Beach, Carolina Beach, Ketaping Beach, Padang Taplu Beach, to undulating landscape of opulent hills such as Nobita hill. There are resorts and hotels available near the tourism spots for you to stay when traveling.</p>\n<p><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/padang/air-manis-beach.html\">Air Manis</a> is Padang’s most popular beach, located about one hours walk along the coast, or a quick trip in a minibus. It is located behind Mount Padang and is approximately only 10 km to the south from the city center. The beach has a wide coastline, whitish brown sand, and low waves – a perfect spot for you to chill, sunbath, or splash around and is suitable for beginner surfers. On the south side of this beach, there is a rock that resembles a person prostrating. Legend says that the stone was Malin Kundang, who turned into a stone after being cursed by his mother.</p>\n<p>You can also visit several historical places around, such as the Adityawarman Museum, Siti Nurbaya Bridge, Tugu Gempa Padang, Pagaruyung Palace, and one of the oldest mosques in Indonesia, <a href=\"https://www.indonesia.travel/gb/en/trip-ideas/experience-ramadan-kareem-in-blessful-west-sumatra\">Masjid Muhammadan.</a> What’s more, you will also be able to watch interesting rituals and ceremonies in Padang, like Makan Bajamba, Pesta Tabuik, Turun Mandi, and many more!</p>\n<p><img alt=\"padang\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/padangrevisi3.jpg\" width=\"500\"><br/>\n</img></p>\n<p>Another enticement of Padang is none other than the delicacy of its scrumptious dishes. Even though Padang cuisines have been sold across Indonesia, nothing can beat the atmosphere and experience of eating the foods directly from its original city. Many delicious and spicy foods will tickle your palates and bring you to a real, authentic culinary adventure.</p>\n<p><img alt=\"padang\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/padangrevisi4.jpg\" width=\"500\"><br/>\n</img></p>\n<h3>Get There</h3>\n<p>Padang is half-way up Sumatra’s west coast and is served by a good network of land, air and sea routes. Padang’s new airport is the Bandara Internasional Minangkabau, 20 km north of the centre of town. Domestic flights go daily between Padang and Jakarta, Medan and Palembang. Airlines operating flights to Padang include Garuda, AirAsia and Lion Air. Padang’s Bengkuang bus terminal is located 12 km from town.</p>\n<h3>Get Around</h3>\n<p>Most attractions in Padang are within walking distance but if you need a break, there are metered taxis available. Although slower, a more romantic option is to take a bendi – a horse drawn cart. The city is also serviced by minibuses and buses.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 93,
        "name": "Tanjung Balai Karimun",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Tanjung_Balai_Karimun.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/tanjung-balai-karimun",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/headerkarimun.jpg",
        "island_id": 6,
        "province_id": 2,
        "location": "Tanjung Balai, Sumatera Utara",
        "video_url": "https://www.youtube.com/watch?v=r3jqTIUJxX4&pp=ygUhVGFuanVuZyBCYWxhaSB3b25kZXJmdWwgaW5kb25lc2lh",
        "description": "Located in the west of Singapore and Batam, the Karimun Islands stand guard south of the busy shipping lane that is the Straits of Malacca. Together with Batam and Bintan, Karimun forms part of the Batam-Bintan-Karimun Free Trade Zone, which is being developed into an industrial and tourism region.",
        "content": "<h1>Tanjung Balai Karimun</h1><p>The Spectacular Industrial dan Tourism Region</p><p class=\"fs-6 border-top fw-light\">\n<p>Located in the west of Singapore and Batam, the Karimun Islands stand guard south of the busy shipping lane that is the Straits of Malacca. Together with <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/batam.html\" target=\"_blank\">Batam</a></u><span> and <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/bintan-island.html\" target=\"Target\">Bintan</a></u>, Karimun forms part of the Batam-Bintan-Karimun Free Trade Zone, which is being developed into an industrial and tourism region. Tanjung Balai is a busy medium town largely built on stilts, with a significant Chinese Peranakan population. Here are found a number of Chinese temples, oldest of which is the Vihara Cetiya Vidya Sagara, built in 1926.</span></p>\n<p>For holiday makers, the islands of Karimun offer long stretches of white beaches, snorkeling opportunities, and of course the tempting seafood all freshly caught from the sea. The nearby Terkulai and Soreh are popular holiday islands, while Palawan Beach and Pongkar Beach are ideal for watersports and relaxation under the palm trees. The island of Telunas in Karimun has also been developed into a holiday resort, a favorite with Singapore expatriates and students. Frequent ferries connect Singapore, Johor in Malaysia, Batam and Bintan with Tanjung Balai Karimun. And with more people visiting the islands for trade, investment and tourism, Karimun now has also a number of good hotels.</p>\n<p> </p>\n<p>Get There</p>\n<p>From Singapore, Penguin and Indofalcon ferry operate from Singapore’s Harbour Front Centre to Tanjung Balai. The journey takes one and a half hours. Since both companies code-share, Singapore ticket holders can board any ferry between the two on your return leg from Tanjung Balai to Singapore.</p>\n<p>But if you have bought your ticket in Tanjung Balai, this will be valid only on the ferry of the company from which you bought the ticket. For details and booking, visit http://www.penguin.com.sg/, http://www.indofalcon.com.sg/.</p>\n<p>From Malaysia, ferries to Karimun leave from Kukup in Johor. There is now a new ferry service from Batu Pahat, Johor to Tanjung Balai Karimun. There are also regular ferry services from Batam and Bintan islands.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 94,
        "name": "Tanjung Pinang",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Tanjung_Pinang.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/tanjung-pinang",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/headertanjungpinang.jpg",
        "island_id": 6,
        "province_id": 8,
        "location": "Tanjung Pinang, Batam",
        "video_url": "https://www.youtube.com/watch?v=bTJer8kos1I&pp=ygUiVGFuanVuZyBQaW5hbmcgd29uZGVyZnVsIGluZG9uZXNpYQ%3D%3D",
        "description": "Tanjung Pinang is a good start for those who want to explore the richness of Riau Islands. Feast on its culinary trademark of seafood and enjoy the beginning of your tropical holiday!",
        "content": "<h1>Tanjung Pinang</h1><p>The City of Diversity</p><p class=\"fs-6 border-top fw-light\">\n<p>Tanjung Pinang, the second largest town after <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/batam.html\" target=\"_blank\">Batam</a></u> in the <b>Riau Archipelago</b>, today has grown into the capital city of the entire province. Tanjung Pinang sited at the strategic location at the south western coast of the <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/bintan-island.html\" target=\"_blank\">Island of Bintan</a></u>. This city becomes the entry port to explore the many wonders that Riau Archipelago has offered. In July 2004, Riau Archipelago is separated from Riau Province. The current Riau Archipelago includes Karimun, <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/batam.html\" target=\"_blank\">Batam</a></u>, Bintan, Singkep-Lingga.</p>\n<p>Tanjung Pinang is full of diversity with multiple ethnic communities. It successfully attracts migrants from outside though it is not a big town. You can easily find mosques, churches, Hindu temple, and vihara along its main road, where Malay, Bugis, Banjar, Java, and Sumatran live peace in harmony.</p>\n<p>Tanjung Pinang is a heaven for seafood lover. “Gong gong” molluscs is worth to try. Chinese foods are almost in every corner while other Indonesian food also can be found. After tasting the local bread spread, the 'Kaya' made from coconut and egg, the Thousand Layer Cake, and Otak-Otak (fish cake baked in open charcoal fire) are worth to hand carried as a souvenirs.</p>\n<p>Either by the land or by boat, the main attractions around the city of Tanjung Pinang are reachable and easy to access for tourists. Some of the well-known sites are the Penyengat Island, Senggarang, Chinese Pagodas.</p>\n<p>Penyengat Island, which is reachable by boat, was once the capital of the Riau Rajahs. The ruins of the old palace of Raja Ali, as well as tombs and graveyards of Raja Jaafar and Raja Ali are clearly signposted inland.</p>\n<p>The old part of the city is along the boulevard by the sea that faces Penyengat where the Residence of the Bupati or Regent stands. The building is easily recognizable by its colonial architecture with pillars on its front veranda.</p>\n<p> </p>\n<p>Get There</p>\n<p>Recently, Tanjung Pinang is easily reached from <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\" target=\"_blank\">Jakarta</a></u>. A number of domestic flights such as Garuda, Sriwijaya Air and Lion Air have daily flights to Tanjung Pinang from Jakarta. Tanjung Pinang is also accessible by ferry from Singapore and Malaysia. The Sri Bintan Pura ferry terminal is the main passenger port of Bintan and is used by all domestic and international services from the city.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 95,
        "name": "Pelalawan",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Pelalawan.jpeg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/pelalawan",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/headerpelalawan.jpg",
        "island_id": 6,
        "province_id": 8,
        "location": "Pelalawan, Riau",
        "video_url": "https://www.youtube.com/watch?v=uwtDsMzJ9OE&pp=ygUdUGVsYWxhd2FuIHdvbmRlcmZ1bCBpbmRvbmVzaWE%3D",
        "description": "Pelalawan is a Regency of the Riau Province, currently one of the richest provinces in Indonesia due to its abundance of natural resources, making it the economic hub of the island of Sumatra. Pelalawan spans a variety of geographical conditions: dense forests, expansive plantations, peat bog plains and alluvial rivers.",
        "content": "<h1>Pelalawan</h1><p>Natural Beauty with Various Excitement</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Pelalawan is a Regency of the <b>Riau Province</b>, currently one of the richest provinces in Indonesia due to its abundance of natural resources, making it the economic hub of the island of Sumatra. Pelalawan spans a variety of geographical conditions: dense forests, expansive plantations, peat bog plains and alluvial rivers. Simply the natural beauty of the region is enough to attract tourists, but especially catches the eye of the adventurer. With vast and diverse stretches of both terrestrial and marine charm, from the Kampar River to the Straits of Malacca, Pelalawan’s great outdoors are just waiting to be discovered.</span></p>\n<p> </p>\n<p><span>Get There</span></p>\n<p><span>To get to Pelalawan, one must first fly to <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/pekanbaru.html\" target=\"_blank\">Pekanbaru</a></u>, Riau. The SSK II International airport serves international flights from Singapore and Kuala Lumpur, local flights from Dumai, Rengat and Tanjung Pinang, and domestically, from </span><span><u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\" target=\"_blank\">Jakarta</a></u></span><span>,</span><span> <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/padang.html\" target=\"_blank\">Padang</a></u></span><span>, </span><span><u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/medan.html\" target=\"_blank\">Medan</a></u></span><span> and</span><span> <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/batam.html\" target=\"_blank\">Batam</a></u></span><span>.</span></p>\n<p><span>From Pekanbaru, you can hire a car to take you to Pangkalan Kerinci, the Capital of Pelalawan. It is approximately 70 km away, or 1.5 hours drive.</span></p>\n<p> </p>\n</p>"
    },
    {
        "id": 96,
        "name": "Sibolga",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Sibolga.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/sibolga",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/headersibolga.jpg",
        "island_id": 6,
        "province_id": 2,
        "location": "Sibolga, Sumatera Utara",
        "video_url": "https://www.youtube.com/watch?v=H15DgWCdpR8&pp=ygUbU2lib2xnYSB3b25kZXJmdWwgaW5kb25lc2lh",
        "description": "The town of Sibolga is the main sea port on the west coast of the province of North Sumatra. Ever since the early centuries AD, Indian and Arab merchants used to sail across the Indian Ocean to Sumatra using this western gateway.",
        "content": "<h1>Sibolga</h1><p>The Main Sea Port of North Sumatra</p><p class=\"fs-6 border-top fw-light\">\n<p><span>The town of Sibolga is the main sea port on the west coast of the province of <b>North Sumatra</b>. Ever since the early centuries AD, Indian and Arab merchants used to sail across the Indian Ocean to Sumatra using this western gateway. The main attraction here then was the high quality camphor exported from the nearby port of Barus. Until today, the Indonesian word for camphor is kapur barus, or chalk from Barus, a region that still exists until today. Located in the Bay of Tapian Nauli, the town of Sibolga is the main port to catch a boat or ferry to the island of Nias - famous for its rolling surf and megalithic culture - or other smaller islands directl in the Bay, like Pulau Mursala. In the Batak language, Tapian Nauli means Beautiful Beach. Near Sibolga are a number of pretty islands like Pulau Pocan Gadang, Pulau Pocan Ketek, Pulau Sarudik and Pulau Panjang. These are iconic tropical islands with white beaches and rows of waving palm trees.</span></p>\n<p> </p>\n<p><span>Get There</span></p>\n<p><span>Garuda Indonesia now serves Sibolga three times a week flying from </span><span><u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\" target=\"_blank\">Jakarta</a></u></span><span> to Sibolga then on to </span><span><u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/medan.html\" target=\"_blank\">Medan</a></u></span><span> and vice versa. Wings Air also flies from Medan’s  Kualanamu international airport to the Pinangsori airport of Sibolga.</span></p>\n<p><span>If you prefer to go overland, the journey takes 10 hours from Medan. Road conditions are mostly good. The road passes the beautiful <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/lake-toba.html\" target=\"_blank\">Lake Toba</a></u> which offers a grand view of the huge lake passing a large number of hairpin bends and steep hills. The tiring journey is well compensated by the stunning landscape that you will enjoy along the route.</span></p>\n<p> </p>\n</p>"
    },
    {
        "id": 97,
        "name": "Medan",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Medan.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/medan",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sumatra/north-sumatra/medan/Header_Medan2.jpg",
        "island_id": 6,
        "province_id": 2,
        "location": "Medan, Sumatera Utara",
        "video_url": "https://www.youtube.com/watch?v=idAniwyH4Ag&pp=ygUZTWVkYW4gd29uZGVyZnVsIGluZG9uZXNpYQ%3D%3D",
        "description": "Medan is capital of North Sumatra. Medan is also known for scrumptious delectable culinary spots, rich with many flavours. Want to explore the nature? Enjoy the beautiful Lake Toba and the Samosir Island.",
        "content": "<h1>MEDAN</h1><p>The Gateway of North Sumatera</p><p class=\"fs-6 border-top fw-light\">\n<p> </p>\n<p>The booming city of Medan, capital of North Sumatra, is an economic hub and commercial center for the region. This is the largest city in Sumatra Island, whose long been attracting residents from all over Indonesia to come and stay here. Due to these ethnic diversities, Medan is known for scrumptious delectable culinary spots, rich with many flavors. </p>\n<p><br/>\n<img alt=\"The Gateway of North Sumatera\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/revamp-image/medan/medan1.jpg\"><br/>\n<i><br/>\r\nBolu Meranti</i> is a kind of rolled sponged cake with various buttercream choices that has become one of the famous snacks in town along with <i>Bika Ambon Zulayka.</i> Medan is also one busy metropolis, so you’ll need to be patient with some traffic jams. Noisy minibusses and<i> becak </i>compete with taxis and motorbikes for space and action through the crowds and heat.</img></p>\n<h2><b>Feel the Authenticity</b></h2>\n<p>Visit the <b>Maimoon Palace</b> to witness a glimpse of the royal heritage. Retreat to the soothing ambiance of the highlands to visit <b><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/lake-toba.html\" target=\"_blank\">Lake Toba</a></b> and <b><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/lake-toba/samosir-island.html\" target=\"_blank\">Samosir Island</a></b>. <b><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/berastagi.html\" target=\"_blank\">Berastagi</a></b>, famous for abundant fruits and flowers, is also the place to visit near Medan. Taste the Durian fruit or cake and the sweet passionfruit known as Markisa, that also comes in syrup bottles to mix as beverages. Visit the local market and splurge on many kinds of fresh-picked local products. Find your way to amazing waterfalls and hot water springs to unwind.<br/>\n</p>\n<p><img alt=\"The Gateway of North Sumatera\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/destination-update-may-2019/medan_danautoba.jpg\"/></p>\n<h2>Get Here</h2>\n<p>The city of Medan will welcome you who travel by air at the Kualanamu International Airport (KNO). Located in the <b>Deli Serdang Regency,</b> about 2 hours drive from Medan. The new Airport was opened in 2013 to replace the 85 years old Polonia Airport, that was getting too close to the city. </p>\n<p><img alt=\"The Gateway of North Sumatera\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-2020/revamp-image/medan/medan2.jpg\"><br/>\n</img></p>\n<p>You can also get to Medan by sea from <b>Penang (Malaysia</b>). Passenger ships also operate between <b>Medan</b> and <b><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/java/dki-jakarta.html\" target=\"_blank\">Jakarta</a></b>.</p>\n<h2>Get Aro<i>und</i></h2>\n<p>In Medan, you can choose a public bus, taxi or becak to get around. The local minibusses or Sudako are basic and cheap. Only use these if you have a bit of Bahasa Indonesian up your sleeve so you won't miss your destination stop.<br/>\r\nThe noisy becak is a tiny two-stroke engine vehicle which is cheap, though often a nerve-racking way to get around. Agreed on a price with the driver before you get in.<br/>\n<br/>\r\nTaxies are a cheap and convenient way to get around. Make sure you use a metered cab or if not, make an agreement on your destination and price before getting in.</p>\n<p> </p>\n</p>"
    },
    {
        "id": 98,
        "name": "Takengon",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Takengon.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/takengon",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/destination-revision-part-two/headertakengon.jpg",
        "island_id": 6,
        "province_id": 1,
        "location": "Aceh Tengah, Aceh",
        "video_url": "https://www.youtube.com/watch?v=_fsJLGSNAm4&pp=ygUcVGFrZW5nb24gd29uZGVyZnVsIGluZG9uZXNpYQ%3D%3D",
        "description": "Takengon is a 100 km town from the westernmost edge with population no more than 230,000. Takengon is the capital of Central Aceh district. It sits to offer you a handful of rareness you must see. The food is unique and it’s worth noting.",
        "content": "<h1>Takengon</h1><p>Countryside with Handful of Rareness</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Takengon is a 100 km town from the westernmost edge with population no more than 230,000. Takengon is the capital of Central Aceh district. It sits to offer you a handful of rareness you must see. The food is unique and it’s worth noting. Agro-tourism and activities around the Lake Laut Tawar (sea of fresh water) are the reasons to extend your stay. Not to mention the legend of a princess that turned into stone with her observable unseen guards. It has the visual concert of passing pine trees, series of tropical vegetations dotted with semi permanent dwellings, and stupefied looks of local children as your persevering labi-labi pass them by. The breeze would be gradually chillier on the coats of mists. Here, the average temperature is almost permanently around 20 degree Celsius, or a convenient 68 degree Fahrenheit.</span><br/>\n</p>\n<p> </p>\n<p><span>Get There</span></p>\n<p><span>Going to Takengon is convenience when you are in <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/banda-aceh.html\" target=\"_blank\">Banda Aceh</a></u>. Please turn to Banda Aceh article for accessibility to capital city, Banda Aceh. From the capital city, you can take a bus or a rented car. In some cases, labi-labi (the local public transport in Banda Aceh) can also be rented for a trip to Takengon. It takes 8 hours to get there. </span></p>\n<p><span><span>From Banda Aceh, a traveler usually passes Bireun, which is an easy drive as the long road is almost straight. From Bireun to Takengon, a driver must pay extra attention to the road as it is winding and gorge is right at the side of the road. </span></span></p>\n<p><span>If you depart from <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/medan.html\" target=\"_blank\">Medan</a></u>, take a bus from bus station going to Banda Aceh, and stop in Lhokseumawe. Medan-Lhokseumawe trip is about 4 hours. From Lhokseumawe to Takengon you can take a minibus and it takes 3 hours to get there. </span></p>\n<p><span>If you happen to be in Kutacane, there is also a public transportation going to Takengon, </span><span>a town around an altitude of 1,200 meters. It is far different from Banda Aceh. When Banda Aceh becomes merrier as the night comes, in Takengon, it is the opposite. </span></p>\n<p> </p>\n</p>"
    },
    {
        "id": 99,
        "name": "Lake Toba",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sumatra/north-sumatra/lake-toba/toba-thumbnail.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/lake-toba",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sumatra/north-sumatra/lake-toba/toba-header.jpg",
        "island_id": 6,
        "province_id": 2,
        "location": "Sumatera Utara, Indonesia",
        "video_url": "https://www.youtube.com/watch?v=_IzOqfrLc0o&pp=ygUYVG9iYSB3b25kZXJmdWwgaW5kb25lc2lh",
        "description": "Lake Toba is located in North Sumatra and is one of the natural wonders of the world. This is the largest lake in Southeast Asia and one of the deepest lakes in the world. The right place to visit, sit back relax and absorb the beautiful pristine scenery.",
        "content": "<h1>Lake Toba</h1><p>A Spectacular Indonesia Lake</p><p class=\"fs-6 border-top fw-light\">\n<h2> </h2>\n<p><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/trip-ideas/visiting-lake-toba-make-sure-you-put-these-7-beautiful-destinations-on-your-list.html\" target=\"Target\">Lake Toba</a> is an extraordinary natural wonder of the world. This enormous crater lake consists of an island almost the size of Singapore in its center. At over 1,145 square km, and a depth of 450 meters, Lake Toba is actually more like an ocean. This is the largest lake in Southeast Asia and one of the deepest lakes in the world.<br/>\n</p>\n<p><img alt=\"A Spectacular Indonesia Lake\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/samosir1.jpg\" width=\"500\"><br/>\n</img></p>\n<h2><b>A Comforting Escapade</b></h2>\n<p>Toba is a place to sit back, relax and absorb some beautiful pristine scenery. As you sit and take in the view of the picturesque mountains set against the cool clear lake, you will feel the worries of the world melt away. As the lake sits 900 meters above sea level, therefore the climate here is cooler which gives a well-needed break from the heat, humidity, and pollution of the city.</p>\n<h2><b>How To Get There</b></h2>\n<h3><b>By Air</b></h3>\n<p>You can choose between two flight routes to reach Lake Toba. The first route is from <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/news/lake-toba-now-has-its-own-silangit-international-airport.html\" target=\"Target\">Kualanamu International Airport</a>, Medan, to Sisingamangaraja XII International Airport (previously known as Silangit International Airport) located in Siborong-borong, North Tapanuli. From there, you can easily reach Lake Toba by land.</p>\n<p>The second option is to take a direct flight to Sisingamangaraja XII International Airport. Some airlines offer direct flights to Sisingamangaraja XII International Airport from Jakarta and other major cities. Be sure to check the schedule for the route that suits you best!</p>\n<h3><b>By Land</b></h3>\n<p>Parapat, the town by Lake Toba, is 176 km away from Medan and can be reached in under 6 hours by public buses that follow two routes: Medan-Parapat or via Medan-Berastagi.</p>\n<p>Travel agents in Medan can also organize a rental car plus a chauffeur for you. If you are coming overland from the south via Bukittinggi and Tarutung there is a public bus available. </p>\n<p><img alt=\"A Spectacular Indonesia Lake\" src=\"https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/samosir2.jpg\" width=\"500\"><br/>\n</img></p>\n<h2><b>How To Get Around</b></h2>\n<p>Feel the wind in your hair and do as the locals do by hiring a motorbike to explore this beautiful part of the world. If you’re on Samosir Island, take the day to explore by taking a drive on the road running around the edge of the island. Although rough and unpaved in places, this road offers some spectacular views of the lake from the highest points on the island. If you’re staying in the popular village of Tuk Tuk on Samosir, the best way to get around is to walk or wander, down the main street at a leisurely pace.</p>\n<h2><b>Attraction</b></h2>\n<p>There are many ways for you to enjoy Lake Toba’s <a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/trip-ideas/8-must-visit-places-in-lake-toba.html\" target=\"Target\">breathtaking natural wonders</a>. Many people said that kayaking in Lake Toba is a once-in-a-lifetime-experience. Commonly, there are three routes that you can explore by paddling the kayak, which is Tongging - Silalahi (12 km - Easy), Tongging - Samosir (50 km - Medium), and Northern Circle (175 km - Demanding). You can also savor the cool breeze from around the lake by glamping (glamorous camping) on The Kaldera Nomadic Escape. Located on Sibisa, Ajibata Sub-district, Toba Samosir Regency, you can immerse yourself in nature without having to bother with the common hassles of conventional camping. Moreover, you can also be pampered with its luxurious facilities such as Bohemian-style tents, bubble tents, eco pods, and also an amphitheater with a capacity of 300 people.</p>\n<p>Located on the island of Samosir, the traditional village is protected by surrounding barriers of earthen ramparts with bamboo fencing and trees. The village also dwells in many unique and authentic traditional houses, especially from Tomok, which consists of a row of massive wooden houses with striking saddle-shaped thatch roofs made of sugar palm fiber (called ijuk).</p>\n<p>Batak tribe is widely known for its festive culture. Among others, Tor-Tor Dance is considered to be the most elegant one. This traditional dance is usually performed in celebrations such as harvest time or a wedding ceremony. However, according to history, Tor-Tor Dance is used in a ritual to invoke spirit and ‘walk’ them into the stone statues, which erected as a symbol of the ancestors.</p>\n<p>Also, there is a wooden puppet called Sigale-gale, which has become a tourist attraction in Samosir Island because of the mystical value within the myth and belief surrounding the puppet itself. The locals believed that Sigale-gale can wail and dance by itself without music. Some also said that Sigale-gale can only be placed in a coffin. This statue is also commonly used in family death ceremonies in the Samosir area because Sigale-gale dance is believed by local residents to deliver the spirit of the deceased to the afterlife.</p>\n<p>Those of you who are looking for souvenirs might want to take a look at Ulos, a meticulously handwoven textile which not only functions as clothing, but also is a significant status symbol, serves as a precious heirloom, or can be a ceremonial gift during a human’s life cycle from birth and wedding to death. </p>\n<p>There are also authentic wood carvings that you can get in the souvenir shops. Don’t forget to also buy the delightful Arabica coffee beans called Sumatra Mandheling for all of you coffee-aficionado.</p>\n<p> </p>\n<p> </p>\n</p>"
    },
    {
        "id": 100,
        "name": "Weh Island",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Weh_Island.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/weh-island",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revisi-all-destination-s-image/headerweh.jpg",
        "island_id": 6,
        "province_id": 1,
        "location": "Sabang, Aceh",
        "video_url": "https://www.youtube.com/watch?v=K_ag1Exydok&pp=ygUdcHVsYXUgd2VoIHdvbmRlcmZ1bCBpbmRvbmVzaWE%3D",
        "description": "Situated at the entrance way of the Malacca Strait, Weh Island is naturally untouched despite its small size and convenient access. It is another garden often forgotten. Diving in Weh Island is a well established recreational activity.",
        "content": "<h1>Weh Island</h1><p>The Unparalleled Underwater Universe</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Situated at the entrance way of the Malacca Strait, Weh Island is naturally untouched despite its small size and convenient access. It is another garden often forgotten. Diving in Weh Island is a well established recreational activity. Dive masters and dive instructors are ready to offer a variety of dive sites like the fabled Sea Garden in Rubiah Island. You'll find many delightful sea creatures, most notably manta rays, whale sharks, dolphins and sea turtles. Come and enjoy a swing on a shady hammock by the high tide hut in an island that many divers call it the unparalleled underwater universe. Although it is a small island, it gives you the sea experience and waterfall up in the rain forest as well.</span></p>\n<p><span>Get Around</span></p>\n<p><span><span>Minibuses are available, motorcycles and three-wheeled pedicab or becak are there to explore this island. For a more comfortable journey, you can also rent a car.</span></span></p>\n<p><span>To explore Sabang and the beaches, nothing is more enjoyable than walking on foot, although taxis are also available.</span></p>\n<p><span>Get There</span></p>\n<p><span>From <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/banda-aceh.html\" target=\"_blank\">Banda Aceh</a></u>, you can take a ferry in the morning in Ulee Lheue Sea Port and arrive in Gapang Beach. The trip will only take a couple of hours, or 45 minutes if you decide to ride a speedboat. Or if you're from <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/medan.html\" target=\"_blank\">Medan</a></u>, you can go to Banda Aceh first by bus or plane. Traveling from abroad? Several airlines can be used as well to reach Banda Aceh. </span></p>\n<p> </p>\n</p>"
    },
    {
        "id": 101,
        "name": "Pekanbaru",
        "image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/revision-2019/all-revision-destination/sumatra/Pekanbaru.jpg",
        "url": "https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/pekanbaru",
        "header_image_url": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/destinations/sumatra/riau/pekanbaru/c110ec0ec025c0df4b40a45ee9d605b0d87e793a-6e35c.jpg",
        "island_id": 6,
        "province_id": 8,
        "location": "Pekanbaru, Riau",
        "video_url": "https://www.youtube.com/watch?v=cSRDdprrBtw&pp=ygUdUGVrYW5iYXJ1IHdvbmRlcmZ1bCBpbmRvbmVzaWE%3D",
        "description": "Pekanbaru is the capital of Riau Province and is the third largest city on the island of Sumatera, after Medan in the North and Palembang in South Sumatra. Lately the Riau province has come into international limelight when UK’s Steve King broke his own world record by surfing up the Kampar river on the Bono bore, covering the length of 20.65 km (12.8 miles) in 1 hour and 4 minutes, setting a new World Record for the Longest, Continuous Bore Ride.",
        "content": "<h1>Pekanbaru</h1><p>Beautiful Nature Full of Adventure</p><p class=\"fs-6 border-top fw-light\">\n<p><span>Pekanbaru is the capital of <b>Riau Province</b> and is the third largest city on the island of Sumatera, after <u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/medan.html\" target=\"_blank\">Medan</a></u> in the North and<a href=\"http://indonesia.travel/en/destination/area/palembang\" target=\"_blank\"> </a><u><a href=\"https://www.indonesia.travel/content/indtravelrevamp/gb/en/destinations/sumatra/palembang.html\" target=\"_blank\">Palembang</a></u><a href=\"http://indonesia.travel/en/destination/area/palembang\" target=\"_blank\"> </a>in South Sumatra. Lately the Riau province has come into international limelight when UK’s Steve King broke his own world record by surfing up the Kampar river on the Bono bore, covering the length of 20.65 km (12.8 miles) in 1 hour and 4 minutes, setting a new World Record for the Longest, Continuous Bore Ride. Also by the Kampar Kanan river In a jungle clearing are the ruins of the enigmatic 9th century Muara Takus Buddhist temple complex. Muara Takus lies 122 km from Pekanbaru.</span></p>\n<p> </p>\n<p><span>Get There</span></p>\n<p><span>As a business city, Pekanbaru is easily accessible by air and overland. Pekanbaru is served by a number of domestic and international airlines. </span><span>Garuda Indonesia </span><span>flies 6 times daily from Jakarta, and has also flights from Medan. </span><span>Sriwijaya Air</span><span> flies to Pekanbaru from </span><span>Jakarta</span><span>, </span><span>Medan</span><span> and Batam. While Air Asia flies from Bandung and Medan, and internationally from Kuala Lumpur, Malaysia  as does Firefly.</span></p>\n<p><span>Wings Air</span><span> offers  twice weekly flights from Malacca in Malaysia, while</span><span> Singapore Airlines flies </span><span>Singapore-Pekanbaru 5 times weekly. </span><span>Pekanbaru’s airport is called the Sultan Syarif Kasim II International Airport. Overland, Pekanbaru is connected to Medan and Padang by highways. The bus terminal is at Bandar Raya Payung Sekaki.</span></p>\n<p> </p>\n</p>"
    }
]