[
  {
    "id": 1,
    "name": "Suzanne Collins",
    "link": "https://www.goodreads.com/author/show/153394.Suzanne_Collins",
    "image": "https://images.gr-assets.com/authors/1630199330p5/153394.jpg",
    "born": "Hartford, Connecticut, The United States",
    "web": "http://suzannecollinsbooks.com/",
    "bio": "Librarian Note: There is more than one author in the Goodreads database with this name.Since 1991, Suzanne Collins has been busy writing for children’s television. She has worked on the staffs of several Nickelodeon shows, including the Emmy-nominated hit Clarissa Explains it All and The Mystery Files of Shelby Woo. For preschool viewers, she penned multiple stories for the Emmy-nominated Little Bear and Oswald. She also co-wrote the critically acclaimed Rankin/Bass Christmas special, Santa, Baby! Most recently she was the Head Writer for Scholastic Entertainment’s Clifford’s Puppy Days.While working on a Kids WB show called Generation O! she met children’s author James Proimos, who talked her into giving children’s books a try.Thinking one"
  },
  {
    "id": 2,
    "name": "J.K. Rowling",
    "link": "https://www.goodreads.com/author/show/1077326.J_K_Rowling",
    "image": "https://images.gr-assets.com/authors/1596216614p5/1077326.jpg",
    "born": "Yate, South Gloucestershire, England, The United Kingdom",
    "web": "http://www.jkrowling.com",
    "bio": "See also: Robert GalbraithAlthough she writes under the pen name J.K. Rowling, pronounced like rolling, her name when her first Harry Potter book was published was simply Joanne Rowling. Anticipating that the target audience of young boys might not want to read a book written by a woman, her publishers demanded that she use two initials, rather than her full name. As she had no middle name, she chose K as the second initial of her pen name, from her paternal grandmother Kathleen Ada Bulgen Rowling. She calls herself Jo and has said, \"No one ever called me 'Joanne' when I was young, unless they were angry.\" Following her marriage, she has sometimes used the name Joanne Murray when conducting personal business. During the Leveson Inquiry she"
  },
  {
    "id": 3,
    "name": "Jane Austen",
    "link": "https://www.goodreads.com/author/show/1265.Jane_Austen",
    "image": "https://images.gr-assets.com/authors/1651510251p5/1265.jpg",
    "born": "Steventon Rectory, Hampshire, England, The United Kingdom",
    "web": "http://www.janeausten.org/",
    "bio": "Jane Austen was an English novelist whose works of romantic fiction, set among the landed gentry, earned her a place as one of the most widely read writers in English literature, her realism and biting social commentary cementing her historical importance among scholars and critics. Austen lived her entire life as part of a close-knit family located on the lower fringes of the English landed gentry. She was educated primarily by her father and older brothers as well as through her own reading. The steadfast support of her family was critical to her development as a professional writer. Her artistic apprenticeship lasted from her teenage years until she was about 35 years old. During this period, she experimented with various literary forms,"
  },
  {
    "id": 4,
    "name": "Harper Lee",
    "link": "https://www.goodreads.com/author/show/1825.Harper_Lee",
    "image": "https://images.gr-assets.com/authors/1593873322p5/1825.jpg",
    "born": "Monroeville, Alabama, The United States",
    "web": "http://www.harperlee.com",
    "bio": "Harper Lee, known as Nelle, was born in the Alabama town of Monroeville, the youngest of four children of Amasa Coleman Lee and Frances Cunningham Finch Lee. Her father, a former newspaper editor and proprietor, was a lawyer who served on the state legislature from 1926 to 1938. As a child, Lee was a tomboy and a precocious reader, and enjoyed the friendship of her schoolmate and neighbor, the young Truman Capote.After graduating from high school in Monroeville, Lee enrolled at the all-female Huntingdon College in Montgomery (1944-45), and then pursued a law degree at the University of Alabama (1945-50), pledging the Chi Omega sorority. While there, she wrote for several student publications and spent a year as editor of the campus humor ma"
  },
  {
    "id": 5,
    "name": "Markus Zusak",
    "link": "https://www.goodreads.com/author/show/11466.Markus_Zusak",
    "image": "https://images.gr-assets.com/authors/1537240528p5/11466.jpg",
    "born": "Sydney, Australia",
    "web": "http://www.zusakbooks.com",
    "bio": "Markus Zusak is the author of five books, including the international bestseller, The Book Thief, which spent more than a decade on the New York Times bestseller list, and is translated into more than forty languages – establishing Zusak as one of the most successful authors to come out of Australia.To date, Zusak has held the number one position at Amazon.com, Amazon.co.uk, the New York Times bestseller list, as well as in countries across South America, Europe and Asia. His books, The Underdog, Fighting Ruben Wolfe, When Dogs Cry (also titled Getting the Girl), The Messenger (or I am the Messenger) and The Book Thief have been awarded numerous honours ranging from literary prizes to readers choice awards to prizes"
  },
  {
    "id": 6,
    "name": "Stephenie Meyer",
    "link": "https://www.goodreads.com/author/show/941441.Stephenie_Meyer",
    "image": "https://images.gr-assets.com/authors/1596739281p5/941441.jpg",
    "born": "Connecticut, The United States",
    "web": "http://www.stepheniemeyer.com/",
    "bio": "Stephenie Meyer is the author of the bestselling Twilight series, The Host, and The Chemist. Twilight was one of 2005's most talked about novels and within weeks of its release the book debuted at #5 on The New York Times bestseller list. Among its many accolades, Twilight was named an \"ALA Top Ten Books for Young Adults,\" an Amazon.com \"Best Book of the Decade So Far,\" and a Publishers Weekly Best Book of the Year. Meyer graduated from Brigham Young University with a degree in English Literature. She lives in Arizona with her husband and three sons."
  },
  {
    "id": 7,
    "name": "George Orwell",
    "link": "https://www.goodreads.com/author/show/3706.George_Orwell",
    "image": "https://images.gr-assets.com/authors/1588856560p5/3706.jpg",
    "born": "Motihari, Bihar, India",
    "web": "http://www.george-orwell.org/",
    "bio": "Eric Arthur Blair, better known by his pen name George Orwell, was an English author and journalist. His work is marked by keen intelligence and wit, a profound awareness of social injustice, an intense opposition to totalitarianism, a passion for clarity in language, and a belief in democratic socialism.In addition to his literary career Orwell served as a police officer with the Indian Imperial Police in Burma from 1922-1927 and fought with the Republicans in the Spanish Civil War from 1936-1937. Orwell was severely wounded when he was shot through his throat. Later the organization that he had joined when he joined the Republican cause, The Workers Party of Marxist Unification (POUM), was painted by the pro-Soviet Communists as a Trotsky"
  },
  {
    "id": 8,
    "name": "J.R.R. Tolkien",
    "link": "https://www.goodreads.com/author/show/656983.J_R_R_Tolkien",
    "image": "https://images.gr-assets.com/authors/1648968349p5/656983.jpg",
    "born": "Bloemfontein, Mangaung, Free State, South Africa",
    "web": "http://www.tolkienestate.com/",
    "bio": "John Ronald Reuel Tolkien: writer, artist, scholar, linguist. Known to millions around the world as the author of The Lord of the Rings, Tolkien spent most of his life teaching at the University of Oxford where he was a distinguished academic in the fields of Old and Middle English and Old Norse. His creativity, confined to his spare time, found its outlet in fantasy works, stories for children, poetry, illustration and invented languages and alphabets.Tolkien’s most popular works, The Hobbit and The Lord of the Rings are set in Middle-earth, an imagined world with strangely familiar settings inhabited by ancient and extraordinary peoples. Through this secondary world Tolkien writes perceptively of universal human concerns – love and loss,"
  },
  {
    "id": 9,
    "name": "C.S. Lewis",
    "link": "https://www.goodreads.com/author/show/1069006.C_S_Lewis",
    "image": "https://images.gr-assets.com/authors/1564671804p5/1069006.jpg",
    "born": "Belfast, Ireland",
    "web": "http://www.cslewis.com/",
    "bio": "Librarian Note: There is more than one author in the Goodreads database with this name.Clive Staples Lewis was one of the intellectual giants of the twentieth century and arguably one of the most influential writers of his day. He was a Fellow and Tutor in English Literature at Oxford University until 1954. He was unanimously elected to the Chair of Medieval and Renaissance Literature at Cambridge University, a position he held until his retirement. He wrote more than thirty books, allowing him to reach a vast audience, and his works continue to attract thousands of new readers every year. His most distinguished and popular accomplishments include Mere Christianity, Out of the Silent Planet, The Great Divorce, The Screwtape Letters, and the"
  },
  {
    "id": 10,
    "name": "John Green",
    "link": "https://www.goodreads.com/author/show/1406384.John_Green",
    "image": "https://images.gr-assets.com/authors/1353452301p5/1406384.jpg",
    "born": "Indianapolis, The United States",
    "web": "http://www.johngreenbooks.com/",
    "bio": "Librarian Note: There is more than one author in the Goodreads database with this name.John Green's first novel, Looking for Alaska, won the 2006 Michael L. Printz Award presented by the American Library Association. His second novel, An Abundance of Katherines, was a 2007 Michael L. Printz Award Honor Book and a finalist for the Los Angeles Times Book Prize. His next novel, Paper Towns, is a New York Times bestseller and won the Edgar Allen Poe Award for Best YA Mystery. In January 2012, his most recent novel, The Fault in Our Stars, was met with wide critical acclaim, unprecedented in Green's career. The praise included rave reviews in Time Magazine and The New York Times, on NPR, and from award-winning author Markus Zusak. The book also"
  },
  {
    "id": 11,
    "name": "Margaret Mitchell",
    "link": "https://www.goodreads.com/author/show/11081.Margaret_Mitchell",
    "image": "https://images.gr-assets.com/authors/1185481392p5/11081.jpg",
    "born": "Atlanta, Georgia, The United States",
    "web": "https://www.goodreads.com/author/list/11081.Margaret_Mitchell",
    "bio": "Librarian Note: There is more than one author in the Goodreads database with this name. Margaret Munnerlyn Mitchell, popularly known as Margaret Mitchell, was an American author, who won the Pulitzer Prize in 1937 for her novel, Gone with the Wind, published in 1936. The novel is one of the most popular books of all time, selling more than 28 million copies. An American film adaptation, released in 1939, became the highest-grossing film in the history of Hollywood, and received a record-breaking number of Academy Awards.-Wikipedia"
  },
  {
    "id": 12,
    "name": "Shel Silverstein",
    "link": "https://www.goodreads.com/author/show/435477.Shel_Silverstein",
    "image": "https://images.gr-assets.com/authors/1609211774p5/435477.jpg",
    "born": "Chicago, IL, The United States",
    "web": "http://www.shelsilverstein.com/indexSite.html",
    "bio": "Shel Silverstein was the author-artist of many beloved books of prose and poetry. He was a cartoonist, playwright, poet, performer, recording artist, and Grammy-winning, Oscar-nominated songwriter."
  },
  {
    "id": 13,
    "name": "Oscar Wilde",
    "link": "https://www.goodreads.com/author/show/3565.Oscar_Wilde",
    "image": "https://images.gr-assets.com/authors/1673611182p5/3565.jpg",
    "born": "Dublin, Ireland",
    "web": "http://www.cmgww.com/historic/wilde/",
    "bio": "Oscar Fingal O'Flahertie Wills Wilde was an Irish playwright, poet, and author of numerous short stories, and one novel. Known for his biting wit, and a plentitude of aphorisms, he became one of the most successful playwrights of the late Victorian era in London, and one of the greatest celebrities of his day. Several of his plays continue to be widely performed, especially The Importance of Being Earnest. As the result of a widely covered series of trials, Wilde suffered a dramatic downfall and was imprisoned for two years hard labour after being convicted of \"gross indecency\" with other men. After Wilde was released from prison he set sail for Dieppe by the night ferry. He never returned to Ireland or Britain, and died in poverty."
  },
  {
    "id": 14,
    "name": "Emily Brontë",
    "link": "https://www.goodreads.com/author/show/4191.Emily_Bront_",
    "image": "https://images.gr-assets.com/authors/1529578586p5/4191.jpg",
    "born": "Thornton, Yorkshire, England",
    "web": "https://www.goodreads.com/author/list/4191.Emily_Bront_",
    "bio": "Emily Jane Brontë was an English novelist and poet, now best remembered for her only novel Wuthering Heights, a classic of English literature. Emily was the second eldest of the three surviving Brontë sisters, being younger than Charlotte Brontë and older than Anne Brontë. She published under the masculine pen name Ellis Bell.Emily was born in Thornton, near Bradford in Yorkshire to Patrick Brontë and Maria Branwell. She was the younger sister of Charlotte Brontë and the fifth of six children. In 1824, the family moved to Haworth, where Emily's father was perpetual curate, and it was in these surroundings that their literary oddities flourished. In childhood, after the death of their mother, the three sisters and their brother Patrick Branw"
  },
  {
    "id": 15,
    "name": "Charlotte Brontë",
    "link": "https://www.goodreads.com/author/show/1036615.Charlotte_Bront_",
    "image": "https://images.gr-assets.com/authors/1335001351p5/1036615.jpg",
    "born": "Thornton, Yorkshire, England",
    "web": "https://www.goodreads.com/author/list/1036615.Charlotte_Bront_",
    "bio": "Charlotte Brontë was an English novelist, the eldest out of the three famous Brontë sisters whose novels have become standards of English literature. See also Emily Brontë and Anne Brontë.Charlotte Brontë was born in Thornton, Yorkshire, England, the third of six children, to Patrick Brontë (formerly \"Patrick Brunty\"), an Irish Anglican clergyman, and his wife, Maria Branwell. In April 1820 the family moved a few miles to Haworth, a remote town on the Yorkshire moors, where Patrick had been appointed Perpetual Curate. This is where the Brontë children would spend most of their lives. Maria Branwell Brontë died from what was thought to be cancer on 15 September 1821, leaving five daughters and a son to the care of her spinster sister Elizabe"
  },
  {
    "id": 16,
    "name": "Stephen Chbosky",
    "link": "https://www.goodreads.com/author/show/12898.Stephen_Chbosky",
    "image": "https://images.gr-assets.com/authors/1599132962p5/12898.jpg",
    "born": "Pittsburgh, The United States",
    "web": "https://www.goodreads.com/author/list/12898.Stephen_Chbosky",
    "bio": "Stephen Chbosky grew up in Pittsburgh, Pennsylvania, and graduated from the University of Southern California's Filmic Writing Program. His first film, The Four Corners of Nowhere, premiered at the 1995 Sundance Film Festival and went on to win Best Narrative Feature honors at the Chicago Underground Film Festival. He is the recipient of the Abraham Polonsky Screenwriting Award for his screenplay Everything Divided as well as a participant in the Sundance Institute's filmmakers' lab for his current project, Fingernails and Smooth Skin. Chbosky lives in New York. For more information, please see http://en.wikipedia.org/wiki/Stephen_..."
  },
  {
    "id": 17,
    "name": "Dan Brown",
    "link": "https://www.goodreads.com/author/show/630.Dan_Brown",
    "image": "https://images.gr-assets.com/authors/1399396714p5/630.jpg",
    "born": "Exeter, New Hampshire, The United States",
    "web": "http://www.danbrown.com",
    "bio": "Dan Brown is the author of numerous #1 bestselling novels, including The Da Vinci Code, which has become one of the best selling novels of all time as well as the subject of intellectual debate among readers and scholars. Brown’s novels are published in 52 languages around the world with 200 million copies in print.In 2005, Brown was named one of the 100 Most Influential People in the World by TIME Magazine, whose editors credited him with “keeping the publishing industry afloat- renewed interest in Leonardo da Vinci and early Christian history- spiking tourism to Paris and Rome- a growing membership in secret societies- the ire of Cardinals in Rome- eight books denying the claims of the novel and seven guides to read along with it- a flood"
  },
  {
    "id": 18,
    "name": "F. Scott Fitzgerald",
    "link": "https://www.goodreads.com/author/show/3190.F_Scott_Fitzgerald",
    "image": "https://images.gr-assets.com/authors/1517864008p5/3190.jpg",
    "born": "St. Paul, Minnesota, The United States",
    "web": "https://www.goodreads.com/author/list/3190.F_Scott_Fitzgerald",
    "bio": "Francis Scott Key Fitzgerald was an American writer of novels and short stories, whose works have been seen as evocative of the Jazz Age, a term he himself allegedly coined. He is regarded as one of the greatest twentieth century writers. Fitzgerald was of the self-styled \"Lost Generation,\" Americans born in the 1890s who came of age during World War I. He finished four novels, left a fifth unfinished, and wrote dozens of short stories that treat themes of youth, despair, and age. He was married to Zelda Fitzgerald."
  },
  {
    "id": 19,
    "name": "Lewis Carroll",
    "link": "https://www.goodreads.com/author/show/8164.Lewis_Carroll",
    "image": "https://images.gr-assets.com/authors/1571554989p5/8164.jpg",
    "born": "Daresbury, Cheshire, England",
    "web": "https://www.goodreads.com/author/list/8164.Lewis_Carroll",
    "bio": "The Reverend Charles Lutwidge Dodgson, better known by the pen name Lewis Carroll, was an English author, mathematician, logician, Anglican clergyman and photographer.His most famous writings are Alice's Adventures in Wonderland and its sequel Through the Looking-Glass as well as the poems \"The Hunting of the Snark\" and \"Jabberwocky\", all considered to be within the genre of literary nonsense.Oxford scholar, Church of England Deacon, University Lecturer in Mathematics and Logic, academic author of learned theses, gifted pioneer of portrait photography, colourful writer of imaginative genius and yet a shy and pedantic man, Lewis Carroll stands pre-eminent in the pantheon of inventive literary geniuses.He also has works published under his re"
  },
  {
    "id": 20,
    "name": "Antoine de Saint-Exupery",
    "link": "https://www.goodreads.com/author/show/1020792.Antoine_de_Saint_Exup_ry",
    "image": "https://images.gr-assets.com/authors/1330853515p5/1020792.jpg",
    "born": "Lyon, France",
    "web": "http://www.antoinedesaintexupery.com/",
    "bio": "People best know French writer and aviator Antoine de Saint-Exupéry for his fairy tale The Little Prince (1943). He flew for the first time at the age of 12 years in 192 at the Ambérieu airfield and then determined to a pilot. Even after moving to a school in Switzerland and spending summer vacations at the château of the family at Saint-Maurice-de-Rémens in eastern France, he kept that ambition. He writes repeatedly of the house at Saint-Maurice. Later, in Paris, he failed the entrance exams for the French naval academy and instead enrolled at the prestigious art school l'Ecole des Beaux-Arts. In 1921, Saint-Exupéry, stationed in Strasbourg, began serving in the military. He learned and forever settled his career path as a pilot. After"
  },
  {
    "id": 21,
    "name": "Arthur Golden",
    "link": "https://www.goodreads.com/author/show/614.Arthur_Golden",
    "image": "https://images.gr-assets.com/authors/1193518006p5/614.jpg",
    "born": "Chattanooga, Tennessee, The United States",
    "web": "https://www.goodreads.com/author/list/614.Arthur_Golden",
    "bio": "Arthur Golden was born in Chattanooga, Tennessee, and was educated at Harvard College, where he received a degree in art history, specializing in Japanese art. In 1980 he earned an M.A. in Japanese history from Columbia University, where he also learned Mandarin Chinese. Following a summer in Beijing University, he worked in Tokyo, and, after returning to the United States, earned an M.A. in English from Boston University. He resides in Brookline, Massachusetts, with his wife and two children."
  },
  {
    "id": 22,
    "name": "Rick Riordan",
    "link": "https://www.goodreads.com/author/show/15872.Rick_Riordan",
    "image": "https://images.gr-assets.com/authors/1679846356p5/15872.jpg",
    "born": "San Antonio, Texas, The United States",
    "web": "http://www.rickriordan.com/",
    "bio": "Rick Riordan is the #1 New York Times bestselling author of many books, including the Percy Jackson series. You can follow him on  Twitter and via his official website."
  },
  {
    "id": 23,
    "name": "Veronica Roth",
    "link": "https://www.goodreads.com/author/show/4039811.Veronica_Roth",
    "image": "https://images.gr-assets.com/authors/1588707274p5/4039811.jpg",
    "born": "The United States",
    "web": "http://veronicarothbooks.com",
    "bio": "Veronica Roth is the New York Times best-selling author of Poster Girl, Chosen Ones, the short story collection The End and Other Beginnings, the Divergent series, and the Carve the Mark duology. She is also the guest editor of The Best American Science Fiction and Fantasy 2021. Her new novella, Arch-Conspirator, will be released in February. Veronica lives in Chicago, Illinois.Sign up for Veronica's newsletter to hear news, writing thoughts, book recommendations, etc.!"
  },
  {
    "id": 24,
    "name": "Victor Hugo",
    "link": "https://www.goodreads.com/author/show/13661.Victor_Hugo",
    "image": "https://images.gr-assets.com/authors/1415946858p5/13661.jpg",
    "born": "Besançon, Doubs, France",
    "web": "https://www.goodreads.com/author/list/13661.Victor_Hugo",
    "bio": "After Napoleon III seized power in 1851, French writer Victor Marie Hugo went into exile and in 1870 returned to France- his novels include The Hunchback of Notre Dame (1831) and Les Misérables (1862). This poet, playwright, novelist, dramatist, essayist, visual artist, statesman, and perhaps the most influential, important exponent of the Romantic movement in France, campaigned for human rights. People in France regard him as one of greatest poets of that country and know him better abroad."
  },
  {
    "id": 25,
    "name": "Fyodor Dostoevsky",
    "link": "https://www.goodreads.com/author/show/3137322.Fyodor_Dostoevsky",
    "image": "https://images.gr-assets.com/authors/1629693671p5/3137322.jpg",
    "born": "Moscow, Russian Empire",
    "web": "http://www.fedordostoevsky.ru/",
    "bio": "Fyodor Mikhailovich Dostoevsky was a Russian novelist, short story writer, essayist, and journalist. His literary works explore human psychology in the troubled political, social, and spiritual atmospheres of 19th-century Russia, and engage with a variety of philosophical and religious themes. His most acclaimed novels include Crime and Punishment (1866), The Idiot (1869), Demons (1872), and The Brothers Karamazov (1880). Many literary critics rate him as one of the greatest novelists in all of world literature, as multiple of his works are considered highly influential masterpieces. His 1864 novella Notes from Underground is considered to be one of the first works of existentialist literature. As such, he is also looked upon as a philosoph"
  },
  {
    "id": 26,
    "name": "William Golding",
    "link": "https://www.goodreads.com/author/show/306.William_Golding",
    "image": "https://images.gr-assets.com/authors/1636107810p5/306.jpg",
    "born": "St. Columb Minor, Cornwall",
    "web": "http://www.william-golding.co.uk/",
    "bio": "People note British writer Sir William Gerald Golding for his dark novels, especially The Lord of the Flies (1954)- he won the Nobel Prize of 1983 for literature. People best know this British novelist, poet, and playwright for this novel. Golding spent two years, focusing on sciences, in Oxford but changed his educational emphasis to English, especially Anglo-Saxon, literature. During World War II, he served as part of the royal Navy, which he left five years later. This experience strongly influenced his future novels. Later, he taught and focused on writing. Classical Greek literature, such as that of Euripides, and The Battle of Maldon, an Anglo-Saxon oeuvre of unknown author influenced him. College students in the 1950s and 196"
  },
  {
    "id": 27,
    "name": "William Shakespeare",
    "link": "https://www.goodreads.com/author/show/947.William_Shakespeare",
    "image": "https://images.gr-assets.com/authors/1654446514p5/947.jpg",
    "born": "Stratford-upon-Avon, Warwickshire, England",
    "web": "https://www.goodreads.com/author/list/947.William_Shakespeare",
    "bio": "William Shakespeare (baptised 26 April 1564) was an English poet and playwright, widely regarded as the greatest writer in the English language and the world's pre-eminent dramatist. He is often called England's national poet and the \"Bard of Avon\" (or simply \"The Bard\"). His surviving works consist of 38 plays, 154 sonnets, two long narrative poems, and several other poems. His plays have been translated into every major living language, and are performed more often than those of any other playwright.Shakespeare was born and raised in Stratford-upon-Avon. Scholars believe that he died on his fifty-second birthday, coinciding with St George’s Day.At the age of 18 he married Anne Hathaway, who bore him three children: Susanna, and twins Hamn"
  },
  {
    "id": 28,
    "name": "L.M. Montgomery",
    "link": "https://www.goodreads.com/author/show/5350.L_M_Montgomery",
    "image": "https://images.gr-assets.com/authors/1188896723p5/5350.jpg",
    "born": "Clifton (New London), Prince Edward Island, Canada",
    "web": "https://www.goodreads.com/author/list/5350.L_M_Montgomery",
    "bio": "Lucy Maud Montgomery was a Canadian author, best known for a series of novels beginning with Anne of Green Gables, published in 1908.Montgomery was born at Clifton, Prince Edward Island, Nov. 30, 1874. She came to live at Leaskdale, north of Uxbridge Ontario, after her wedding with Rev. Ewen Macdonald on July 11, 1911. She had three children and wrote close to a dozen books while she was living in the Leaskdale Manse before the family moved to Norval, Ontario in 1926. She died in Toronto April 24, 1942 and was buried at Cavendish, Prince Edward Island."
  },
  {
    "id": 29,
    "name": "Cassandra Clare",
    "link": "https://www.goodreads.com/author/show/150038.Cassandra_Clare",
    "image": "https://images.gr-assets.com/authors/1270502031p5/150038.jpg",
    "born": "Teheran, Iran",
    "web": "http://www.cassandraclare.com/",
    "bio": "Hello Goodreadsers. Here's my official bio:\"Cassandra Clare was born overseas and spent her early years traveling around the world with her family and several trunks of fantasy books. Cassandra worked for several years as an entertainment journalist for the Hollywood Reporter before turning her attention to fiction. She is the author of City of Bones, the first book in the Mortal Instruments trilogy and a New York Times bestseller. Cassandra lives with her fiance and their two cats in Massachusetts.\"You can find me online at www.cassandraclare.comI have a blog:http://cassandraclare.livejournal.com/and a Facebook:http://www.facebook.com/Cassandraclareand a Twitter:www.twitter.com/cassieclareI'll be available here on Goodreads to answer quest"
  },
  {
    "id": 30,
    "name": "Douglas Adams",
    "link": "https://www.goodreads.com/author/show/4.Douglas_Adams",
    "image": "https://images.gr-assets.com/authors/1616277702p5/4.jpg",
    "born": "Cambridge, England, The United Kingdom",
    "web": "http://www.douglasadams.com/",
    "bio": "Douglas Noël Adams was an English author, comic radio dramatist, and musician. He is best known as the author of the Hitchhiker's Guide to the Galaxy series. Hitchhiker's began on radio, and developed into a \"trilogy\" of five books (which sold more than fifteen million copies during his lifetime) as well as a television series, a comic book series, a computer game, and a feature film that was completed after Adams' death. The series has also been adapted for live theatre using various scripts- the earliest such productions used material newly written by Adams. He was known to some fans as Bop Ad (after his illegible signature), or by his initials \"DNA\".In addition to The Hitchhiker's Guide to the Galaxy, Douglas Adams wrote or co-wrote"
  },
  {
    "id": 31,
    "name": "Kathryn Stockett",
    "link": "https://www.goodreads.com/author/show/1943477.Kathryn_Stockett",
    "image": "https://images.gr-assets.com/authors/1233458107p5/1943477.jpg",
    "born": "Jackson, Mississippi, The United States",
    "web": "http://www.kathrynstockett.com",
    "bio": "Kathryn Stockett was born and raised in Jackson, Mississippi. After graduating from the University of Alabama with a degree in English and creative writing, she moved to New York City, where she worked in magazine publishing for nine years. She currently lives in Atlanta with her husband and daughter. She is working on her second novel."
  },
  {
    "id": 32,
    "name": "Orson Scott Card",
    "link": "https://www.goodreads.com/author/show/589.Orson_Scott_Card",
    "image": "https://images.gr-assets.com/authors/1294099952p5/589.jpg",
    "born": "Richland, Washington, The United States",
    "web": "http://www.hatrack.com/",
    "bio": "Orson Scott Card is the author of the novels Ender's Game, Ender's Shadow, and Speaker for the Dead, which are widely read by adults and younger readers, and are increasingly used in schools.Besides these and other science fiction novels, Card writes contemporary fantasy (Magic Street, Enchantment, Lost Boys), biblical novels (Stone Tables, Rachel and Leah), the American frontier fantasy series The Tales of Alvin Maker (beginning with Seventh Son), poetry (An Open Book), and many plays and scripts.Card was born in Washington and grew up in California, Arizona, and Utah. He served a mission for the LDS Church in Brazil in the early 1970s. Besides his writing, he teaches occasional classes and workshops and directs plays. He recently began a"
  },
  {
    "id": 33,
    "name": "E.B. White",
    "link": "https://www.goodreads.com/author/show/988142.E_B_White",
    "image": "https://images.gr-assets.com/authors/1198519412p5/988142.jpg",
    "born": "Mount Vernon, NY, The United States",
    "web": "https://www.goodreads.com/author/list/988142.E_B_White",
    "bio": "Elwyn Brooks White was a leading American essayist, author, humorist, poet and literary stylist and author of such beloved children's classics as Charlotte's Web, Stuart Little, and The Trumpet of the Swan. He graduated from Cornell University in 1921 and, five or six years later, joined the staff of The New Yorker magazine. He authored over seventeen books of prose and poetry and was elected to the American Academy of Arts and Letters in 1973. White always said that he found writing difficult and bad for one's disposition. Mr. White has won countless awards, including the 1971 National Medal for Literature and the Laura Ingalls Wilder Medal, which commended him for making “a substantial and lasting contribution to literature for children.”"
  },
  {
    "id": 34,
    "name": "Bram Stoker",
    "link": "https://www.goodreads.com/author/show/6988.Bram_Stoker",
    "image": "https://images.gr-assets.com/authors/1202438456p5/6988.jpg",
    "born": "Fairview, Dublin, Ireland",
    "web": "http://www.bramstoker.org",
    "bio": "Irish-born Abraham Stoker, known as Bram, of Britain wrote the gothic horror novel Dracula (1897). The feminist Charlotte Mathilda Blake Thornely Stoker at 15 Marino crescent, then as now called \"the crescent,\" in Fairview, a coastal suburb of Dublin, Ireland, bore this third of seven children. The parents, members of church of Ireland, attended the parish church of Saint John the Baptist, located on Seafield road west in Clontarf with their baptized children. Stoker, an invalid, started school at the age of seven years in 1854, when he made a complete and astounding recovery. Of this time, Stoker wrote, \"I was naturally thoughtful, and the leisure of long illness gave opportunity for many thoughts which were fruitful according to their"
  },
  {
    "id": 35,
    "name": "John Steinbeck",
    "link": "https://www.goodreads.com/author/show/585.John_Steinbeck",
    "image": "https://images.gr-assets.com/authors/1182118389p5/585.jpg",
    "born": "Salinas Valley, California, The United States",
    "web": "http://www.steinbeck.org/",
    "bio": "John Ernst Steinbeck Jr. (1902-1968) was an American writer. He wrote the Pulitzer Prize-winning novel, The Grapes of Wrath, published in 1939, and the novella, Of Mice and Men, published in 1937. In all, he wrote twenty-five books, including sixteen novels, six non-fiction books and several collections of short stories. In 1962, Steinbeck received the Nobel Prize for Literature.Steinbeck grew up in the Salinas Valley region of California, a culturally diverse place of rich migratory and immigrant history. This upbringing imparted a regionalistic flavor to his writing, giving many of his works a distinct sense of place. Steinbeck moved briefly to New York City, but soon returned home to California to begin his career as a writer. Most of hi"
  },
  {
    "id": 36,
    "name": "Paulo Coelho",
    "link": "https://www.goodreads.com/author/show/566.Paulo_Coelho",
    "image": "https://images.gr-assets.com/authors/1201840056p5/566.jpg",
    "born": "Rio de Janeiro, Brazil",
    "web": "http://www.paulocoelhoblog.com",
    "bio": "The Brazilian author PAULO COELHO was born in 1947 in the city of Rio de Janeiro. Before dedicating his life completely to literature, he worked as theatre director and actor, lyricist and journalist. In 1986, PAULO COELHO did the pilgrimage to Saint James of Compostella, an experience later to be documented in his book The Pilgrimage. In the following year, COELHO published The Alchemist. Slow initial sales convinced his first publisher to drop the novel, but it went on to become one of the best selling Brazilian books of all time. Other titles include Brida (1990), The Valkyries (1992), By the river Piedra I sat Down and Wept (1994), the collection of his best columns published in the Brazilian newspaper Folha de São Paulo entitle Maktub"
  },
  {
    "id": 37,
    "name": "J.D. Salinger",
    "link": "https://www.goodreads.com/author/show/819789.J_D_Salinger",
    "image": "https://images.gr-assets.com/authors/1288777679p5/819789.jpg",
    "born": "Manhattan, New York, The United States",
    "web": "https://www.goodreads.com/author/list/819789.J_D_Salinger",
    "bio": "Works, most notably novel The Catcher in the Rye (1951), of American writer Jerome David Salinger often concern troubled, sensitive adolescents. People well know this author for his reclusive nature. He published his last original work in 1965 and gave his last interview in 1980. Reared in city of New York, Salinger began short stories in secondary school and published several stories in the early 1940s before serving in World War II. In 1948, he published the critically acclaimed story \"A Perfect Day for Bananafish\" in The New Yorker, his subsequent home magazine. He released an immediate popular success. His depiction of adolescent alienation and loss of innocence in the protagonist Holden Caulfield especially influenced adolescent re"
  },
  {
    "id": 38,
    "name": "Aldous Huxley",
    "link": "https://www.goodreads.com/author/show/3487.Aldous_Huxley",
    "image": "https://images.gr-assets.com/authors/1547138835p5/3487.jpg",
    "born": "Godalming, Surrey, England, The United Kingdom",
    "web": "https://www.goodreads.com/author/list/3487.Aldous_Huxley",
    "bio": "Brave New World (1932), best-known work of British writer Aldous Leonard Huxley, paints a grim picture of a scientifically organized utopia. This most prominent member of the famous Huxley family of England spent the part of his life from 1937 in Los Angeles in the United States until his death. Best known for his novels and wide-ranging output of essays, he also published short stories, poetry, travel writing, and film stories and scripts. Through novels and essays, Huxley functioned as an examiner and sometimes critic of social mores, norms and ideals. Spiritual subjects, such as parapsychology and philosophical mysticism, interested Huxley, a humanist, towards the end of his life. People widely acknowledged him as one of the pre-emin"
  },
  {
    "id": 39,
    "name": "Ray Bradbury",
    "link": "https://www.goodreads.com/author/show/1630.Ray_Bradbury",
    "image": "https://images.gr-assets.com/authors/1445955959p5/1630.jpg",
    "born": "Waukegan, Illinois, The United States",
    "web": "http://www.raybradbury.com/",
    "bio": "Ray Douglas Bradbury, American novelist, short story writer, essayist, playwright, screenwriter and poet, was born August 22, 1920 in Waukegan, Illinois. He graduated from a Los Angeles high school in 1938. Although his formal education ended there, he became a \"student of life,\" selling newspapers on L.A. street corners from 1938 to 1942, spending his nights in the public library and his days at the typewriter. He became a full-time writer in 1943, and contributed numerous short stories to periodicals before publishing a collection of them, Dark Carnival, in 1947. His reputation as a writer of courage and vision was established with the publication of The Martian Chronicles in 1950, which describes the first attempts of Earth people to con"
  },
  {
    "id": 40,
    "name": "Audrey Niffenegger",
    "link": "https://www.goodreads.com/author/show/498072.Audrey_Niffenegger",
    "image": "https://images.gr-assets.com/authors/1367342548p5/498072.jpg",
    "born": "The United States",
    "web": "http://www.audreyniffenegger.com/",
    "bio": "Audrey Niffenegger (born June 13, 1963 in South Haven, Michigan) is a writer and artist. She is also a professor in the MFA Creative Writing Program at Columbia College Chicago. Niffenegger's debut novel, The Time Traveler's Wife (2003), was a national bestseller. The Time Traveler's Wife is an unconventional love story that centers on a man with a strange genetic disorder that causes him to unpredictably time-travel and his wife, an artist, who has to cope with his constant absence. Her Fearful Symmetry (2009), Niffenegger's second novel, is set in London's Highgate Cemetery where, during research for the book, Niffenegger acted as a tour guide.Niffenegger has also published graphic and illustrated novels including: The Adventuress (2006),"
  },
  {
    "id": 41,
    "name": "Khaled Hosseini",
    "link": "https://www.goodreads.com/author/show/569.Khaled_Hosseini",
    "image": "https://images.gr-assets.com/authors/1359753468p5/569.jpg",
    "born": "Kabul, Afghanistan",
    "web": "http://www.khaledhosseini.com/",
    "bio": "Hosseini was born in Kabul, Afghanistan, in 1965. In 1970 Hosseini and his family moved to Iran where his father worked for the Embassy of Afghanistan in Tehran. In 1973 Hosseini's family returned to Kabul, and Hosseini's youngest brother was born in July of that year.In 1976, when Hosseini was 11 years old, Hosseini's father obtained a job in Paris, France, and moved the family there. They were unable to return to Afghanistan because of the Saur Revolution in which the PDPA communist party seized power through a bloody coup in April 1978. Instead, a year after the Soviet invasion of Afghanistan, in 1980 they sought political asylum in the United States and made their residence in San Jose, California.Hosseini graduated from Independence Hi"
  },
  {
    "id": 42,
    "name": "William Goldman",
    "link": "https://www.goodreads.com/author/show/12521.William_Goldman",
    "image": "https://images.gr-assets.com/authors/1198704782p5/12521.jpg",
    "born": "Highland Park, Illinois, The United States",
    "web": "http://www.openroadmedia.com/william-goldman",
    "bio": "Goldman grew up in a Jewish family in Highland Park, Illinois, a Chicago suburb, and obtained a BA degree at Oberlin College in 1952 and an MA degree at Columbia University in 1956.His brother was the late James Goldman, author and playwright.William Goldman had published five novels and had three plays produced on Broadway before he began to write screenplays. Several of his novels he later used as the foundation for his screenplays. In the 1980s he wrote a series of memoirs looking at his professional life on Broadway and in Hollywood (in one of these he famously remarked that \"Nobody knows anything\"). He then returned to writing novels. He then adapted his novel The Princess Bride to the screen, which marked his re-entry into screenwriti"
  },
  {
    "id": 43,
    "name": "George R.R. Martin",
    "link": "https://www.goodreads.com/author/show/346732.George_R_R_Martin",
    "image": "https://images.gr-assets.com/authors/1649011787p5/346732.jpg",
    "born": "Bayonne, New Jersey, The United States",
    "web": "http://www.georgerrmartin.com/",
    "bio": "George Raymond Richard \"R.R.\" Martin was born September 20, 1948, in Bayonne, New Jersey. His father was Raymond Collins Martin, a longshoreman, and his mother was Margaret Brady Martin. He has two sisters, Darleen Martin Lapinski and Janet Martin Patten. Martin attended Mary Jane Donohoe School and Marist High School. He began writing very young, selling monster stories to other neighborhood children for pennies, dramatic readings included. Later he became a comic book fan and collector in high school, and began to write fiction for comic fanzines (amateur fan magazines). Martin's first professional sale was made in 1970 at age 21: The Hero, sold to Galaxy, published in February, 1971 issue. Other sales followed. In 1970 Martin received a"
  },
  {
    "id": 44,
    "name": "S.E. Hinton",
    "link": "https://www.goodreads.com/author/show/762707.S_E_Hinton",
    "image": "https://images.gr-assets.com/authors/1206505616p5/762707.jpg",
    "born": "Tulsa, Oklahoma, The United States",
    "web": "http://www.sehinton.com",
    "bio": "S.E. Hinton, was and still is, one of the most popular and best known writers of young adult fiction. Her books have been taught in some schools, and banned from others. Her novels changed the way people look at young adult literature. Susan Eloise Hinton was born in Tulsa, Oklahoma. She has always enjoyed reading but wasn't satisfied with the literature that was being written for young adults, which influenced her to write novels like The Outsiders. That book, her first novel, was published in 1967 by Viking."
  },
  {
    "id": 45,
    "name": "Madeleine L'Engle",
    "link": "https://www.goodreads.com/author/show/106.Madeleine_L_Engle",
    "image": "https://images.gr-assets.com/authors/1305256804p5/106.jpg",
    "born": "New York City, New York, The United States",
    "web": "http://www.madeleinelengle.com/",
    "bio": "Madeleine L'Engle was an American writer best known for her young adult fiction, particularly the Newbery Medal-winning A Wrinkle in Time and its sequels A Wind in the Door, A Swiftly Tilting Planet, and Many Waters. Her works reflect her strong interest in modern science: tesseracts, for example, are featured prominently in A Wrinkle in Time, mitochondrial DNA in A Wind in the Door, organ regeneration in The Arm of the Starfish, and so forth.\"Madeleine was born on November 29th, 1918, and spent her formative years in New York City. Instead of her school work, she found that she would much rather be writing stories, poems and journals for herself, which was reflected in her grades (not the best). However, she was not discouraged.At age 12,"
  },
  {
    "id": 46,
    "name": "Homer",
    "link": "https://www.goodreads.com/author/show/903.Homer",
    "image": "https://images.gr-assets.com/authors/1651844975p5/903.jpg",
    "born": "Greece",
    "web": "https://www.goodreads.com/author/list/903.Homer",
    "bio": "In the Western classical tradition, Homer (Greek: Ὅμηρος) is considered the author of The Iliad and The Odyssey, and is revered as the greatest of ancient Greek epic poets. These epics lie at the beginning of the Western canon of literature, and have had an enormous influence on the history of literature.When he lived is unknown. Herodotus estimates that Homer lived 400 years before his own time, which would place him at around 850 BCE, while other ancient sources claim that he lived much nearer to the supposed time of the Trojan War, in the early 12th century BCE. Most modern researchers place Homer in the 7th or 8th centuries BCE.The formative influence of the Homeric epics in shaping Greek culture was widely recognized, and Homer was des"
  },
  {
    "id": 47,
    "name": "Louisa May Alcott",
    "link": "https://www.goodreads.com/author/show/1315.Louisa_May_Alcott",
    "image": "https://images.gr-assets.com/authors/1200326665p5/1315.jpg",
    "born": "Germantown, Pennsylvania, The United States",
    "web": "http://www.louisamayalcott.org",
    "bio": "As  A.M. Barnard: Behind a Mask, or a Woman's Power (1866)The Abbot's Ghost, or Maurice Treherne's Temptation (1867)A Long Fatal Love Chase (1866 – first published 1995)First published anonymously:A Modern Mephistopheles (1877)Louisa May Alcott was born in Germantown, Pennsylvania on November 29, 1832. She and her three sisters, Anna, Elizabeth and May were educated by their father, philosopher/ teacher, Bronson Alcott and raised on the practical Christianity of their mother, Abigail May.Louisa spent her childhood in Boston and in Concord, Massachusetts, where her days were enlightened by visits to Ralph Waldo Emerson’s library, excursions into nature with Henry David Thoreau and theatricals in the barn at Hillside (now Hawthorne’s \"Wayside"
  },
  {
    "id": 48,
    "name": "Mark Twain",
    "link": "https://www.goodreads.com/author/show/1244.Mark_Twain",
    "image": "https://images.gr-assets.com/authors/1322103868p5/1244.jpg",
    "born": "Florida, Missouri, The United States",
    "web": "http://www.marktwainproject.org/",
    "bio": "Librarian Note: There is more than one author by this name in the Goodreads database.Samuel Langhorne Clemens, better known by his pen name Mark Twain, was an American author and humorist. He is noted for his novels Adventures of Huckleberry Finn (1885), called \"the Great American Novel\", and The Adventures of Tom Sawyer (1876).Twain grew up in Hannibal, Missouri, which would later provide the setting for Huckleberry Finn and Tom Sawyer. He apprenticed with a printer. He also worked as a typesetter and contributed articles to his older brother Orion's newspaper. After toiling as a printer in various cities, he became a master riverboat pilot on the Mississippi River, before heading west to join Orion. He was a failure at gold mining, so he"
  },
  {
    "id": 49,
    "name": "Alice Sebold",
    "link": "https://www.goodreads.com/author/show/316.Alice_Sebold",
    "image": "https://images.gr-assets.com/authors/1262477562p5/316.jpg",
    "born": "Madison, Wisconsin, The United States",
    "web": "https://www.goodreads.com/author/list/316.Alice_Sebold",
    "bio": "Alice Sebold is the author of three #1 bestselling books, including Lucky, and the novels The Lovely Bones and The Almost Moon. Her work has been translated into more than fifty languages and has appeared in The New York Times and The Guardian, among other publications. She is a member of the National Leadership Council for RAINN.org (Rape, Abuse & Incest National Network). She lives in California."
  },
  {
    "id": 50,
    "name": "Maurice Sendak",
    "link": "https://www.goodreads.com/author/show/4489.Maurice_Sendak",
    "image": "https://images.gr-assets.com/authors/1201028880p5/4489.jpg",
    "born": "Brooklyn, New York, The United States",
    "web": "https://www.goodreads.com/author/list/4489.Maurice_Sendak",
    "bio": "Maurice Bernard Sendak was an American writer and illustrator of children's literature who is best known for his book Where the Wild Things Are, published in 1963. An elementary school (from kindergarten to grade five) in North Hollywood, California is named in his honor.Sendak was born in Brooklyn, New York, to Polish-Jewish immigrant parents, and decided to become an illustrator after viewing Walt Disney's film Fantasia at the age of twelve. His illustrations were first published in 1947 in a textbook titled Atomics for the Millions by Dr. Maxwell Leigh Eidinoff. He spent much of the 1950s working as an artist for children's books, before beginning to write his own stories."
  },
  {
    "id": 51,
    "name": "Mary Wollstonecraft Shelley",
    "link": "https://www.goodreads.com/author/show/11139.Mary_Wollstonecraft_Shelley",
    "image": "https://images.gr-assets.com/authors/1588859766p5/11139.jpg",
    "born": "Somers Town, London, England",
    "web": "https://www.goodreads.com/author/list/11139.Mary_Wollstonecraft_Shelley",
    "bio": "Mary Shelley (née Mary Wollstonecraft Godwin, often known as Mary Wollstonecraft Shelley) was an English novelist, short story writer, dramatist, essayist, biographer, travel writer, and editor of the works of her husband, Romantic poet and philosopher Percy Bysshe Shelley. She was the daughter of the political philosopher William Godwin and the writer, philosopher, and feminist Mary Wollstonecraft.Mary Shelley was taken seriously as a writer in her own lifetime, though reviewers often missed the political edge to her novels. After her death, however, she was chiefly remembered only as the wife of Percy Bysshe Shelley and as the author of Frankenstein. It was not until 1989, when Emily Sunstein published her prizewinning biography Mary Shel"
  },
  {
    "id": 52,
    "name": "Dr. Seuss",
    "link": "https://www.goodreads.com/author/show/61105.Dr_Seuss",
    "image": "https://images.gr-assets.com/authors/1193930952p5/61105.jpg",
    "born": "Springfield, MA, The United States",
    "web": "http://www.seussville.com/",
    "bio": "Theodor Seuss Geisel was born 2 March 1904 in Springfield, Massachusetts. He graduated Dartmouth College in 1925, and proceeded on to Oxford University with the intent of acquiring a doctorate in literature. At Oxford he met Helen Palmer, who he wed in 1927. He returned from Europe in 1927, and began working for a magazine called Judge, the leading humor magazine in America at the time, submitting both cartoons and humorous articles for them. Additionally, he was submitting cartoons to Life, Vanity Fair and Liberty. In some of his works, he'd made reference to an insecticide called Flit. These references gained notice, and led to a contract to draw comic ads for Flit. This association lasted 17 years, gained him national exposure, and coine"
  },
  {
    "id": 53,
    "name": "Yann Martel",
    "link": "https://www.goodreads.com/author/show/811.Yann_Martel",
    "image": "https://images.gr-assets.com/authors/1454012903p5/811.jpg",
    "born": "Salamanca, Spa",
    "web": "https://www.goodreads.com/author/list/811.Yann_Martel",
    "bio": "Yann Martel is the author of Life of Pi, the #1 international bestseller and winner of the 2002 Man Booker (among many other prizes). He is also the award-winning author of The Facts Behind the Helsinki Roccamatios (winner of the Journey Prize), Self, Beatrice & Virgil, and 101 Letters to a Prime Minister. Born in Spain in 1963, Martel studied philosophy at Trent University, worked at odd jobs—tree planter, dishwasher, security guard—and traveled widely before turning to writing. He lives in Saskatoon, Canada, with the writer Alice Kuipers and their four children. Become a fan of Yann on Facebook."
  },
  {
    "id": 54,
    "name": "Charles Dickens",
    "link": "https://www.goodreads.com/author/show/239579.Charles_Dickens",
    "image": "https://images.gr-assets.com/authors/1387078070p5/239579.jpg",
    "born": "Portsmouth, England",
    "web": "https://www.goodreads.com/author/list/239579.Charles_Dickens",
    "bio": "Charles John Huffam Dickens (1812-1870) was a writer and social critic who created some of the world's best-known fictional characters and is regarded as the greatest novelist of the Victorian era. His works enjoyed unprecedented popularity during his lifetime, and by the twentieth century critics and scholars had recognised him as a literary genius. His novels and short stories enjoy lasting popularity.Dickens left school to work in a factory when his father was incarcerated in a debtors' prison. Despite his lack of formal education, he edited a weekly journal for 20 years, wrote 15 novels, five novellas, hundreds of short stories and non-fiction articles, lectured and performed extensively, was an indefatigable letter writer, and campaign"
  },
  {
    "id": 55,
    "name": "Margaret Atwood",
    "link": "https://www.goodreads.com/author/show/3472.Margaret_Atwood",
    "image": "https://images.gr-assets.com/authors/1282859073p5/3472.jpg",
    "born": "Ottawa, Ontario, Canada",
    "web": "http://margaretatwood.ca/",
    "bio": "Margaret Atwood was born in 1939 in Ottawa and grew up in northern Ontario, Quebec, and Toronto. She received her undergraduate degree from Victoria College at the University of Toronto and her master's degree from Radcliffe College.Throughout her writing career, Margaret Atwood has received numerous awards and honourary degrees. She is the author of more than thirty-five volumes of poetry, children’s literature, fiction, and non-fiction and is perhaps best known for her novels, which include The Edible Woman (1970), The Handmaid's Tale (1983), The Robber Bride (1994), Alias Grace (1996), and The Blind Assassin, which won the prestigious Booker Prize in 2000. Atwood's dystopic novel, Oryx and Crake, was published in 2003. The Tent (mini-fic"
  },
  {
    "id": 56,
    "name": "Lois Lowry",
    "link": "https://www.goodreads.com/author/show/2493.Lois_Lowry",
    "image": "https://images.gr-assets.com/authors/1348162077p5/2493.jpg",
    "born": "Oahu, Hawaii, The United States",
    "web": "http://www.loislowry.com/",
    "bio": "Taken from Lowry's website:\"I’ve always felt that I was fortunate to have been born the middle child of three. My older sister, Helen, was very much like our mother: gentle, family-oriented, eager to please. Little brother Jon was the only boy and had interests that he shared with Dad- together they were always working on electric trains and erector sets- and later, when Jon was older, they always seemed to have their heads under the raised hood of a car. That left me in-between, and exactly where I wanted most to be: on my own. I was a solitary child who lived in the world of books and my own vivid imagination.Because my father was a career military officer - an Army dentist - I lived all over the world. I was born in Hawaii, moved from th"
  },
  {
    "id": 57,
    "name": "Vladimir Nabokov",
    "link": "https://www.goodreads.com/author/show/5152.Vladimir_Nabokov",
    "image": "https://images.gr-assets.com/authors/1651442178p5/5152.jpg",
    "born": "Saint Petersburg, Russian Federation",
    "web": "http://www.nabokovmuseum.org/en/",
    "bio": "Russian: Владимир Владимирович Набоков.Vladimir Vladimirovich Nabokov, also known by the pen name Vladimir Sirin, was a Russian-American novelist. Nabokov wrote his first nine novels in Russian, then rose to international prominence as a master English prose stylist. He also made significant contributions to lepidoptery, and had a big interest in chess problems.Nabokov's Lolita (1955) is frequently cited as his most important novel, and is at any rate his most widely known one, exhibiting the love of intricate wordplay and descriptive detail that characterized all his works.Lolita was ranked fourth in the list of the Modern Library 100 Best Novels- Pale Fire (1962) was ranked 53rd on the same list, and his memoir, Speak, Memory (1951),"
  },
  {
    "id": 58,
    "name": "Sara Gruen",
    "link": "https://www.goodreads.com/author/show/24556.Sara_Gruen",
    "image": "https://images.gr-assets.com/authors/1427926456p5/24556.jpg",
    "born": "Vancouver, Canada",
    "web": "http://www.saragruen.com",
    "bio": "Sara Gruen is the #1 New York Times and USA Today bestselling author of five novels: AT THE WATER'S EDGE, APE HOUSE, WATER FOR ELEPHANTS, RIDING LESSONS, and FLYING CHANGES. Her works have been translated into forty-three languages, and have sold more than ten million copies worldwide. WATER FOR ELEPHANTS was adapted into a major motion picture starring Reese Witherspoon, Rob Pattinson, and Christoph Waltz in 2011. She lives in Western North Carolina with her husband and three sons, along with their dogs, cats, horses, birds, and the world’s fussiest goat."
  },
  {
    "id": 59,
    "name": "Kurt Vonnegut Jr.",
    "link": "https://www.goodreads.com/author/show/2778055.Kurt_Vonnegut_Jr_",
    "image": "https://images.gr-assets.com/authors/1433582280p5/2778055.jpg",
    "born": "Indianapolis, Indiana, The United States",
    "web": "http://www.vonnegut.com/",
    "bio": "Kurt Vonnegut, Junior was an American novelist, satirist, and most recently, graphic artist. He was recognized as New York State Author for 2001-2003. He was born in Indianapolis, later the setting for many of his novels. He attended Cornell University from 1941 to 1943, where he wrote a column for the student newspaper, the Cornell Daily Sun. Vonnegut trained as a chemist and worked as a journalist before joining the U.S. Army and serving in World War II. After the war, he attended University of Chicago as a graduate student in anthropology and also worked as a police reporter at the City News Bureau of Chicago. He left Chicago to work in Schenectady, New York in public relations for General Electric. He attributed his unadorned writing st"
  },
  {
    "id": 60,
    "name": "Frank Herbert",
    "link": "https://www.goodreads.com/author/show/58.Frank_Herbert",
    "image": "https://images.gr-assets.com/authors/1591018335p5/58.jpg",
    "born": "Tacoma, Washington, The United States",
    "web": "http://www.dunenovels.com/",
    "bio": "People note Dune (1965) of American science fiction novelist Frank Patrick Herbert for its intricate plot and its broad intellectual scope. Frank Herbert authored five critically acclaimed and commercially successful sequels to this best-known work. Widely considered among the classics in the field of science fiction, the Dune saga, set in the distant future and taking place over millennia, dealt with themes, such as human survival, human evolution, ecology, and the intersection of religion, politics, and power.He was the father of fellow author Brian Herbert."
  },
  {
    "id": 61,
    "name": "Stephen King",
    "link": "https://www.goodreads.com/author/show/3389.Stephen_King",
    "image": "https://images.gr-assets.com/authors/1362814142p5/3389.jpg",
    "born": "Portland, Maine, The United States",
    "web": "http://www.stephenking.com",
    "bio": "Stephen Edwin King was born the second son of Donald and Nellie Ruth Pillsbury King. After his father left them when Stephen was two, he and his older brother, David, were raised by his mother. Parts of his childhood were spent in Fort Wayne, Indiana, where his father's family was at the time, and in Stratford, Connecticut. When Stephen was eleven, his mother brought her children back to Durham, Maine, for good. Her parents, Guy and Nellie Pillsbury, had become incapacitated with old age, and Ruth King was persuaded by her sisters to take over the physical care of them. Other family members provided a small house in Durham and financial support. After Stephen's grandparents passed away, Mrs. King found work in the kitchens of Pineland, a ne"
  },
  {
    "id": 62,
    "name": "Joseph Heller",
    "link": "https://www.goodreads.com/author/show/3167.Joseph_Heller",
    "image": "https://images.gr-assets.com/authors/1197308614p5/3167.jpg",
    "born": "Brooklyn, New York, The United States",
    "web": "https://www.goodreads.com/author/list/3167.Joseph_Heller",
    "bio": "Librarian Note: There is more than one author in the GoodReads database with this name.Joseph Heller was the son of poor Jewish parents from Russia. Even as a child, he loved to write- at the age of eleven, he wrote a story about the Russian invasion of Finland. He sent it to New York Daily News, which rejected it. After graduating from Abraham Lincoln High School in 1941, Heller spent the next year working as a blacksmith's apprentice, a messenger boy, and a filing clerk. In 1942, at age 19, he joined the U.S. Army Air Corps. Two years later he was sent to Italy, where he flew 60 combat missions as a B-25 bombardier. Heller later remembered the war as \"fun in the beginning... You got the feeling that there was something glorious about it."
  },
  {
    "id": 63,
    "name": "Sylvia Plath",
    "link": "https://www.goodreads.com/author/show/4379.Sylvia_Plath",
    "image": "https://images.gr-assets.com/authors/1613135175p5/4379.jpg",
    "born": "Jamaica Plain, Massachusetts, The United States",
    "web": "https://www.goodreads.com/author/list/4379.Sylvia_Plath",
    "bio": "Sylvia Plath was an American poet, novelist, and short story writer. Known primarily for her poetry, Plath also wrote a semi-autobiographical novel, The Bell Jar, under the pseudonym Victoria Lucas. The book's protagonist, Esther Greenwood, is a bright, ambitious student at Smith College who begins to experience a mental breakdown while interning for a fashion magazine in New York. The plot parallels Plath's experience interning at Mademoiselle magazine and subsequent mental breakdown and suicide attempt."
  },
  {
    "id": 64,
    "name": "Roald Dahl",
    "link": "https://www.goodreads.com/author/show/4273.Roald_Dahl",
    "image": "https://images.gr-assets.com/authors/1311554908p5/4273.jpg",
    "born": "Llandaff, Cardiff, Wales, The United Kingdom",
    "web": "http://www.roalddahl.com",
    "bio": "Roald Dahl was a British novelist, short story writer and screenwriter of Norwegian descent, who rose to prominence in the 1940's with works for both children and adults, and became one of the world's bestselling authors.Dahl's first published work, inspired by a meeting with C. S. Forester, was Shot Down Over Libya. Today the story is published as A Piece of Cake. The story, about his wartime adventures, was bought by the Saturday Evening Post for $900, and propelled him into a career as a writer. Its title was inspired by a highly inaccurate and sensationalized article about the crash that blinded him, which claimed he had been shot down instead of simply having to land because of low fuel.His first children's book was The Gremlins, about"
  },
  {
    "id": 65,
    "name": "Ken Follett",
    "link": "https://www.goodreads.com/author/show/3447.Ken_Follett",
    "image": "https://images.gr-assets.com/authors/1604049089p5/3447.jpg",
    "born": "Cardiff, The United Kingdom",
    "web": "http://www.ken-follett.com/",
    "bio": "Ken Follett is one of the world’s most successful authors. Over 170 million copies of the 36 books he has written have been sold in over 80 countries and in 33 languages.Born on June 5th, 1949 in Cardiff, Wales, the son of a tax inspector, Ken was educated at state schools and went on to graduate from University College, London, with an Honours degree in Philosophy – later to be made a Fellow of the College in 1995.He started his career as a reporter, first with his hometown newspaper the South Wales Echo and then with the London Evening News. Subsequently, he worked for a small London publishing house, Everest Books, eventually becoming Deputy Managing Director.Ken’s first major success came with the publication of Eye of the Needle in 197"
  },
  {
    "id": 66,
    "name": "Arthur Conan Doyle",
    "link": "https://www.goodreads.com/author/show/2448.Arthur_Conan_Doyle",
    "image": "https://images.gr-assets.com/authors/1495008883p5/2448.jpg",
    "born": "Edinburgh, Scotland",
    "web": "http://www.sherlockholmesonline.org/",
    "bio": "Sir Arthur Ignatius Conan Doyle was born the third of ten siblings on 22 May 1859 in Edinburgh, Scotland. His father, Charles Altamont Doyle, a talented illustrator, was born in England of Irish descent, and his mother, born Mary Foley, was Irish. They were married in 1855.Although he is now referred to as \"Conan Doyle\", the origin of this compound surname (if that is how he meant it to be understood) is uncertain. His baptism record in the registry of St Mary's Cathedral in Edinburgh gives 'Arthur Ignatius Conan' as his Christian name, and simply 'Doyle' as his surname. It also names Michael Conan as his godfather.At the age of nine Conan Doyle was sent to the Roman Catholic Jesuit preparatory school, Hodder Place, Stonyhurst. He then went"
  },
  {
    "id": 67,
    "name": "Richard  Adams",
    "link": "https://www.goodreads.com/author/show/7717.Richard_Adams",
    "image": "https://images.gr-assets.com/authors/1643196741p5/7717.jpg",
    "born": "Newbury, Berkshire, England, The United Kingdom",
    "web": "https://www.goodreads.com/author/list/7717.Richard_Adams",
    "bio": "Adams was born in Newbury, Berkshire. From 1933 until 1938 he was educated at Bradfield College. In 1938 he went up to Worcester College, Oxford to read Modern History. On 3 September 1939 Neville Chamberlain announced that the United Kingdom was at war with Germany. In 1940 Adams joined the British Army, in which he served until 1946. He received a class B discharge enabling him to return to Worcester to continue his studies for a further two years (1946-48). He took the degree of Bachelor of Arts in 1948 and of Master of Arts in 1953.He was a senior civil servant who worked as an Assistant Secretary for the Department of Agriculture, later part of the Department of the Environment, from 1948 to 1974. Since 1974, following publication of h"
  },
  {
    "id": 68,
    "name": "Daphne du Maurier",
    "link": "https://www.goodreads.com/author/show/2001717.Daphne_du_Maurier",
    "image": "https://images.gr-assets.com/authors/1422444467p5/2001717.jpg",
    "born": "London, The United Kingdom",
    "web": "https://www.dumaurier.org/",
    "bio": "Daphne du Maurier was born on 13 May 1907 at 24 Cumberland Terrace, Regent's Park, London, the middle of three daughters of prominent actor-manager Sir Gerald du Maurier and actress Muriel, née Beaumont. In many ways her life resembles a fairy tale. Born into a family with a rich artistic and historical background, her paternal grandfather was author and Punch cartoonist George du Maurier, who created the character of Svengali in the 1894 novel Trilby, and her mother was a maternal niece of journalist, author, and lecturer Comyns Beaumont. She and her sisters were indulged as a children and grew up enjoying enormous freedom from financial and parental restraint. Her elder sister, Angela du Maurier, also became a writer, and her younger sist"
  },
  {
    "id": 69,
    "name": "Stieg Larsson",
    "link": "https://www.goodreads.com/author/show/706255.Stieg_Larsson",
    "image": "https://images.gr-assets.com/authors/1595150953p5/706255.jpg",
    "born": "Skelleftehamn , Sweden",
    "web": "http://www.stieglarsson.se/",
    "bio": "Stieg Larsson (born as Karl Stig-Erland Larsson) was a Swedish journalist and writer who passed away in 2004.As a journalist and editor of the magazine Expo, Larsson was active in documenting and exposing Swedish extreme right and racist organisations. When he died at the age of 50, Larsson left three unpublished thrillers and unfinished manuscripts for more. The first three books (The Girl With the Dragon Tattoo, The Girl Who Played With Fire and The Girl Who Kicked the Hornets' Nest) have since been printed as the Millenium series. These books are all bestsellers in Sweden and in several other countries, including the United States and Canada.Witnessed a rape when he was 15, and was helpless to stop it. This event haun"
  },
  {
    "id": 70,
    "name": "Diana Gabaldon",
    "link": "https://www.goodreads.com/author/show/3617.Diana_Gabaldon",
    "image": "https://images.gr-assets.com/authors/1670465511p5/3617.jpg",
    "born": "Williams, Arizona, The United States",
    "web": "http://www.dianagabaldon.com/",
    "bio": "Diana Jean Gabaldon Watkins grew up in Flagstaff, Arizona and is of Hispanic and English descent (with a dash of Native American and Sephardic Jew). She has earned three degrees: a B.S. in Zoology, a M.S. in Marine Biology, and a Ph.D in Ecology, plus an Honorary Doctorate from the University of Glasgow, for services to Scottish Literature.She currently lives in Scottsdale, Arizona ."
  },
  {
    "id": 71,
    "name": "Ken Kesey",
    "link": "https://www.goodreads.com/author/show/7285.Ken_Kesey",
    "image": "https://images.gr-assets.com/authors/1363273797p5/7285.jpg",
    "born": "La Junta, Colorado, The United States",
    "web": "https://www.goodreads.com/author/list/7285.Ken_Kesey",
    "bio": "Ken Kesey was American writer, who gained world fame with his novel One Flew Over the Cuckoo's Nest (1962, filmed 1975). In the 1960s, Kesey became a counterculture hero and a guru of psychedelic drugs with Timothy Leary. Kesey has been called the Pied Piper, who changed the beat generation into the hippie movement.Ken Kesey was born in La Junta, CO, and brought up in Eugene, OR. He spent his early years hunting, fishing, swimming- he learned to box and wrestle, and he was a star football player. He studied at the University of Oregon, where he acted in college plays. On graduating he won a scholarship to Stanford University. Kesey soon dropped out, joined the counterculture movement, and began experimenting with drugs. In 1956 he married h"
  },
  {
    "id": 72,
    "name": "Alice Walker",
    "link": "https://www.goodreads.com/author/show/7380.Alice_Walker",
    "image": "https://images.gr-assets.com/authors/1406752585p5/7380.jpg",
    "born": "Eatonton, Georgia, The United States",
    "web": "http://www.alicewalkersgarden.com/",
    "bio": "Alice Walker, one of the United States’ preeminent writers, is an award-winning author of novels, stories, essays, and poetry. In 1983, Walker became the first African-American woman to win a Pulitzer Prize for fiction with her novel The Color Purple, which also won the National Book Award. Her other books include The Third Life of Grange Copeland, Meridian, The Temple of My Familiar, and Possessing the Secret of Joy. In her public life, Walker has worked to address problems of injustice, inequality, and poverty as an activist, teacher, and public intellectual."
  },
  {
    "id": 73,
    "name": "Jodi Picoult",
    "link": "https://www.goodreads.com/author/show/7128.Jodi_Picoult",
    "image": "https://images.gr-assets.com/authors/1657141143p5/7128.jpg",
    "born": "Nesconset, Long Island, New York,, The United States",
    "web": "http://www.jodipicoult.com/",
    "bio": "Jodi Picoult is the #1 New York Times bestselling author of twenty-eight novels, including Wish You Were Here, Small Great Things, Leaving Time, and My Sister’s Keeper, and, with daughter Samantha van Leer, two young adult novels, Between the Lines and Off the Page. Picoult lives in New Hampshire.MAD HONEY, her new novel co-authored with Jennifer Finney Boylan, is available in hardcover, ebook, and audio on October 4, 2022.Website: http://www.jodipicoult.com/Facebook: https://www.facebook.com/jodipicoult Twitter: https://twitter.com/jodipicoult"
  },
  {
    "id": 74,
    "name": "Leo Tolstoy",
    "link": "https://www.goodreads.com/author/show/128382.Leo_Tolstoy",
    "image": "https://images.gr-assets.com/authors/1651443031p5/128382.jpg",
    "born": "Yasnaya Polyana, Tula, Russian Empire",
    "web": "https://www.goodreads.com/author/list/128382.Leo_Tolstoy",
    "bio": "Lev Nikolayevich Tolstoy (Russian: Лев Николаевич Толстой- most appropriately used Liev Tolstoy- commonly Leo Tolstoy in Anglophone countries) was a Russian writer who primarily wrote novels and short stories. Later in life, he also wrote plays and essays. His two most famous works, the novels War and Peace and Anna Karenina, are acknowledged as two of the greatest novels of all time and a pinnacle of realist fiction. Many consider Tolstoy to have been one of the world's greatest novelists. Tolstoy is equally known for his complicated and paradoxical persona and for his extreme moralistic and ascetic views, which he adopted after a moral crisis and spiritual awakening in the 1870s, after which he also became noted as a moral thinker and soc"
  },
  {
    "id": 75,
    "name": "Betty  Smith",
    "link": "https://www.goodreads.com/author/show/2327917.Betty_Smith",
    "image": "https://images.gr-assets.com/authors/1238556081p5/2327917.jpg",
    "born": "Brooklyn, NY, The United States",
    "web": "https://www.goodreads.com/author/list/2327917.Betty_Smith",
    "bio": "Librarian Note: There is more than one author in the Goodreads database with this name. See this thread for more information. Betty Smith (AKA Sophina Elisabeth Wehner): Born- December 15, 1896- Died- January 17, 1972Born in Brooklyn, New York to German immigrants, she grew up poor in Williamsburg, Brooklyn. These experiences served as the framework to her first novel, A Tree Grows in Brooklyn (1943).After marrying George H. E. Smith, a fellow Brooklynite, she moved with him to Ann Arbor, Michigan, where he pursued a law degree at the University of Michigan. At this time, she gave birth to two girls and waited until they were in school so she could complete her higher education. Although Smith had not finished high school, the university al"
  },
  {
    "id": 76,
    "name": "Anthony Burgess",
    "link": "https://www.goodreads.com/author/show/5735.Anthony_Burgess",
    "image": "https://images.gr-assets.com/authors/1484769559p5/5735.jpg",
    "born": "Harpurhey, England",
    "web": "http://www.anthonyburgess.org/",
    "bio": "Librarian Note: There is more than one author in the Goodreads database with this name.Anthony Burgess was a British novelist, critic and composer. He was also a librettist, poet, playwright, screenwriter, essayist, travel writer, broadcaster, translator, linguist and educationalist. Born in Manchester, he lived for long periods in Southeast Asia, the USA and Mediterranean Europe as well as in England. His fiction includes the Malayan trilogy (The Long Day Wanes) on the dying days of Britain's empire in the East- the Enderby quartet of novels about a poet and his muse- Nothing Like the Sun, a recreation of Shakespeare's love-life- A Clockwork Orange, an exploration of the nature of evil- and Earthly Powers, a panoramic saga of the 20th cent"
  },
  {
    "id": 77,
    "name": "Cormac McCarthy",
    "link": "https://www.goodreads.com/author/show/4178.Cormac_McCarthy",
    "image": "https://images.gr-assets.com/authors/1611995562p5/4178.jpg",
    "born": "Providence, Rhode Island, The United States",
    "web": "http://www.cormacmccarthy.com/",
    "bio": "Cormac McCarthy is an American novelist and playwright. He has written twelve novels in the Southern Gothic, western, and post-apocalyptic genres and has also written plays and screenplays. He received the Pulitzer Prize in 2007 for The Road, and his 2005 novel No Country for Old Men was adapted as a 2007 film of the same name, which won four Academy Awards, including Best Picture. His earlier Blood Meridian (1985) was among Time Magazine's poll of 100 best English-language books published between 1925 and 2005, and he placed joint runner-up for a similar title in a poll taken in 2006 by The New York Times of the best American fiction published in the last 25 years. Literary critic Harold Bloom named him one of the four major American novel"
  },
  {
    "id": 78,
    "name": "Frank McCourt",
    "link": "https://www.goodreads.com/author/show/3347.Frank_McCourt",
    "image": "https://images.gr-assets.com/authors/1263585664p5/3347.jpg",
    "born": "Brooklyn, New York, The United States",
    "web": "https://www.goodreads.com/author/list/3347.Frank_McCourt",
    "bio": "Francis \"Frank\" McCourt was an Irish-American teacher and author. McCourt was born in Brooklyn- however, his family returned to their native Ireland in 1934.He received the Pulitzer Prize (1997) and National Book Critics Circle Award (1996) for his memoir Angela's Ashes (1996), which details his childhood as a poor Irish Catholic in Limerick. He is also the author of 'Tis (1999), which continues the narrative of his life, picking up from the end of the previous book and focusing on life as a new immigrant in America. Teacher Man (2005), detailed the challenges of being a young, uncertain teacher who must impart knowledge to his students. His works are often part of the syllabus in high schools. In 2002 he was awarded an honorary degree from"
  },
  {
    "id": 79,
    "name": "Richelle Mead",
    "link": "https://www.goodreads.com/author/show/137902.Richelle_Mead",
    "image": "https://images.gr-assets.com/authors/1270374609p5/137902.jpg",
    "born": "",
    "web": "http://www.richellemead.com/",
    "bio": "Scorpio Richelle Mead is a New York Times and USA Today bestselling author of urban fantasy books for both adults and teens. Originally from Michigan, Richelle now lives in Seattle, Washington where she works on her three series full-time: Georgina Kincaid, Dark Swan, and Vampire Academy.A life-long reader, Richelle has always loved mythology and folklore. When she can actually tear herself away from books (either reading or writing them), she enjoys bad reality TV, traveling, trying interesting cocktails, and shopping for dresses. She's a self-professed coffee addict and has a passion for all things wacky and humorous."
  },
  {
    "id": 80,
    "name": "Hermann Hesse",
    "link": "https://www.goodreads.com/author/show/1113469.Hermann_Hesse",
    "image": "https://images.gr-assets.com/authors/1499981916p5/1113469.jpg",
    "born": "Calw, Württemberg, Germany",
    "web": "https://www.goodreads.com/author/list/1113469.Hermann_Hesse",
    "bio": "Many works, including Siddhartha (1922) and Steppenwolf (1927), of German-born Swiss writer Hermann Hesse concern the struggle of the individual to find wholeness and meaning in life- he won the Nobel Prize for literature in 1946.Other best-known works of this poet, novelist, and painter include The Glass Bead Game, which, also known as Magister Ludi, explore a search of an individual for spirituality outside society. In his time, Hesse was a popular and influential author in the German-speaking world- worldwide fame only came later. Young Germans desiring a different and more \"natural\" way of life at the time of great economic and technological progress in the country, received enthusiastically Peter Camenzind, first great"
  },
  {
    "id": 81,
    "name": "Philip Pullman",
    "link": "https://www.goodreads.com/author/show/3618.Philip_Pullman",
    "image": "https://images.gr-assets.com/authors/1614625372p5/3618.jpg",
    "born": "Norwich, Norfolk, England, The United Kingdom",
    "web": "https://www.philip-pullman.com",
    "bio": "As a passionate believer in the democracy of reading, I don't think it's the task of the author of a book to tell the reader what it means.The meaning of a story emerges in the meeting between the words on the page and the thoughts in the reader's mind. So when people ask me what I meant by this story, or what was the message I was trying to convey in that one, I have to explain that I'm not going to explain.Anyway, I'm not in the message business- I'm in the \"Once upon a time\" business.Philip Pullman is best known for the His Dark Materials trilogy: The Golden Compass, The Subtle Knife, and The Amber Spyglass, which has been named one of the top 100 novels of all time by Newsweek and one of the all-time greatest novels by Entertainment Wee"
  },
  {
    "id": 82,
    "name": "Agatha Christie",
    "link": "https://www.goodreads.com/author/show/123715.Agatha_Christie",
    "image": "https://images.gr-assets.com/authors/1589991473p5/123715.jpg",
    "born": "Torquay, Devon, England, The United Kingdom",
    "web": "http://uk.agathachristie.com/",
    "bio": "Agatha Christie also wrote romance novels under the pseudonym Mary Westmacott, and was occasionally published under the name Agatha Christie Mallowan.Dame Agatha Mary Clarissa Christie is the best-selling author of all time. She wrote 66 crime novels and story collections, fourteen plays, and six novels under a pseudonym in Romance. Her books have sold over a billion copies in the English language and a billion in translation. According to Index Translationum, she remains the most-translated individual author, having been translated into at least 103 languages. She is the creator of two of the most enduring figures in crime literature-Hercule Poirot and Miss Jane Marple-and author of The Mousetrap, the longest-running play in the history of"
  },
  {
    "id": 83,
    "name": "Edgar Allan Poe",
    "link": "https://www.goodreads.com/author/show/4624490.Edgar_Allan_Poe",
    "image": "https://images.gr-assets.com/authors/1454522972p5/4624490.jpg",
    "born": "Boston, Massachusetts, The United States",
    "web": "http://www.poemuseum.org",
    "bio": "The name Poe brings to mind images of murderers and madmen, premature burials, and mysterious women who return from the dead. His works have been in print since 1827 and include such literary classics as The Tell-Tale Heart, The Raven, and The Fall of the House of Usher. This versatile writer’s oeuvre includes short stories, poetry, a novel, a textbook, a book of scientific theory, and hundreds of essays and book reviews. He is widely acknowledged as the inventor of the modern detective story and an innovator in the science fiction genre, but he made his living as America’s first great literary critic and theoretician. Poe’s reputation today rests primarily on his tales of terror as well as on his haunting lyric poetry.Just as the bizarre c"
  },
  {
    "id": 84,
    "name": "Barbara Kingsolver",
    "link": "https://www.goodreads.com/author/show/3541.Barbara_Kingsolver",
    "image": "https://images.gr-assets.com/authors/1350499031p5/3541.jpg",
    "born": "Annapolis, Maryland, The United States",
    "web": "http://www.kingsolver.com/",
    "bio": "Barbara Kingsolver is an American novelist, essayist, and poet. She was raised in rural Kentucky and lived briefly in Africa in her early childhood. Kingsolver earned degrees in Biology at DePauw University and the University of Arizona and worked as a freelance writer before she began writing novels. Her most famous works include The Poisonwood Bible, the tale of a missionary family in the Congo, and Animal, Vegetable, Miracle, a non-fiction account of her family's attempts to eat locally.Her work often focuses on topics such as social justice, biodiversity, and the interaction between humans and their communities and environments. Each of her books published since 1993 have been on The New York Times Best Seller list. Kingsolver has recei"
  },
  {
    "id": 85,
    "name": "Anne Rice",
    "link": "https://www.goodreads.com/author/show/7577.Anne_Rice",
    "image": "https://images.gr-assets.com/authors/1383250078p5/7577.jpg",
    "born": "New Orleans, Louisiana, The United States",
    "web": "http://www.annerice.com",
    "bio": "Anne Rice (born Howard Allen Frances O'Brien) was a best-selling American author of gothic, supernatural, historical, erotica, and later religious themed books. Best known for The Vampire Chronicles, her prevailing thematic focus is on love, death, immortality, existentialism, and the human condition. She was married to poet Stan Rice for 41 years until his death in 2002. Her books have sold nearly 100 million copies, making her one of the most widely read authors in modern history. Anne Rice passed on December 11, 2021 due to complications from a stroke. She was eighty years old at the time of her death. She uses the pseudonym Anne Rampling for adult-themed fiction (i.e., erotica) and A.N. Roquelaure for fiction featuring sexually explicit"
  },
  {
    "id": 86,
    "name": "Miguel de Cervantes Saavedra",
    "link": "https://www.goodreads.com/author/show/4037220.Miguel_de_Cervantes_Saavedra",
    "image": "https://images.gr-assets.com/authors/1651440624p5/4037220.jpg",
    "born": "Alcalá de Henares (Madrid), Spa",
    "web": "https://www.goodreads.com/author/list/4037220.Miguel_de_Cervantes_Saavedra",
    "bio": "Miguel de Cervantes y Cortinas, later Saavedra was a Spanish novelist, poet, and playwright. His novel Don Quixote is often considered his magnum opus, as well as the first modern novel.It is assumed that Miguel de Cervantes was born in Alcalá de Henares. His father was Rodrigo de Cervantes, a surgeon of cordoban descent. Little is known of his mother Leonor de Cortinas, except that she was a native of Arganda del Rey.In 1569, Cervantes moved to Italy, where he served as a valet to Giulio Acquaviva, a wealthy priest who was elevated to cardinal the next year. By then, Cervantes had enlisted as a soldier in a Spanish Navy infantry regiment and continued his military life until 1575, when he was captured by Algerian corsairs. He was then rele"
  },
  {
    "id": 87,
    "name": "Ernest Hemingway",
    "link": "https://www.goodreads.com/author/show/1455.Ernest_Hemingway",
    "image": "https://images.gr-assets.com/authors/1654446435p5/1455.jpg",
    "born": "Oak Park, Illinois, The United States",
    "web": "https://www.goodreads.com/author/list/1455.Ernest_Hemingway",
    "bio": "Terse literary style of Ernest Miller Hemingway, an American writer, ambulance driver of World War I , journalist, and expatriate in Paris during the 1920s, marks short stories and novels, such as The Sun Also Rises (1926) and The Old Man and the Sea (1952), which concern courageous, lonely characters, and he won the Nobel Prize of 1954 for literature.Economical and understated style of Hemingway strongly influenced 20th-century fiction, whereas his life of adventure and his public image influenced later generations. Hemingway produced most of his work between the mid-1920s and the mid-1950s. He published seven novels, six short story collections and two nonfiction works. Survivors published posthumously three novels, four collectio"
  },
  {
    "id": 88,
    "name": "Ayn Rand",
    "link": "https://www.goodreads.com/author/show/432.Ayn_Rand",
    "image": "https://images.gr-assets.com/authors/1168729178p5/432.jpg",
    "born": "Saint Petersburg, Russian empire",
    "web": "http://www.aynrand.org",
    "bio": "Polemical novels, such as The Fountainhead (1943), of primarily known Russian-born American writer Ayn Rand, originally Alisa Rosenbaum, espouse the doctrines of objectivism and political libertarianism. Alisa Rosenbaum entered into a prosperous Jewish family before Russian revolution. When the Bolsheviks requisitioned the pharmacy that Fronz Rosenbaum, her father, owned, the family fled to the Crimea. Alisa returned to the city, renamed Leningrad, to attend the university, but relatives already settled in America and in 1926 offered her the chance of joining them. With money from the sale of jewelry of her mother, Alisa bought a ticket to New York. On arrival at Ellis Island, she changed into Ayn (after a name of some Finnish author, p"
  },
  {
    "id": 89,
    "name": "Nicholas Sparks",
    "link": "https://www.goodreads.com/author/show/2345.Nicholas_Sparks",
    "image": "https://images.gr-assets.com/authors/1652281333p5/2345.jpg",
    "born": "Omaha, Nebraska, The United States",
    "web": "http://www.nicholassparks.com/",
    "bio": "Nicholas Sparks is one of the world’s most beloved storytellers. All of his books have been New York Times bestsellers, with over 105 million copies sold worldwide, in more than 50 languages, including over 75 million copies in the United States alone.Sparks wrote one of his best-known stories, The Notebook, over a period of six months at age 28. It was published in 1996 and he followed with the novels Message in a Bottle (1998), A Walk to Remember (1999), The Rescue (2000), A Bend in the Road (2001), Nights in Rodanthe (2002), The Guardian (2003), The Wedding (2003), True Believer (2005) and its sequel, At First Sight (2005), Dear John (2006), The Choice (2007), The Lucky One (2008), The Last Song (2009), Safe Haven (2010), The Best of Me"
  },
  {
    "id": 90,
    "name": "A.A. Milne",
    "link": "https://www.goodreads.com/author/show/81466.A_A_Milne",
    "image": "https://images.gr-assets.com/authors/1204664899p5/81466.jpg",
    "born": "Hampstead, London, England, The United Kingdom",
    "web": "https://www.goodreads.com/author/list/81466.A_A_Milne",
    "bio": "Alan Alexander Milne (pronounced /ˈmɪln/) was an English author, best known for his books about the teddy bear Winnie-the-Pooh and for various children's poems. A. A. Milne was born in Kilburn, London, to parents Vince Milne and Sarah Marie Milne (née Heginbotham) and grew up at Henley House School, 6/7 Mortimer Road (now Crescent), Kilburn, a small public school run by his father. One of his teachers was H. G. Wells who taught there in 1889–90. Milne attended Westminster School and Trinity College, Cambridge, where he studied on a mathematics scholarship. While there, he edited and wrote for Granta, a student magazine. He collaborated with his brother Kenneth and their articles appeared over the initials AKM. Milne's work came to the atten"
  },
  {
    "id": 91,
    "name": "Herman Melville",
    "link": "https://www.goodreads.com/author/show/1624.Herman_Melville",
    "image": "https://images.gr-assets.com/authors/1495029910p5/1624.jpg",
    "born": "New York City, New York, The United States",
    "web": "https://www.goodreads.com/author/list/1624.Herman_Melville",
    "bio": "There is more than one author with this nameHerman Melville was an American novelist, short story writer, essayist, and poet. His first two books gained much attention, though they were not bestsellers, and his popularity declined precipitously only a few years later. By the time of his death he had been almost completely forgotten, but his longest novel, Moby Dick — largely considered a failure during his lifetime, and most responsible for Melville's fall from favor with the reading public — was rediscovered in the 20th century as one of the chief literary masterpieces of both American and world literature."
  },
  {
    "id": 92,
    "name": "John Irving",
    "link": "https://www.goodreads.com/author/show/3075.John_Irving",
    "image": "https://images.gr-assets.com/authors/1257375547p5/3075.jpg",
    "born": "Exeter, New Hampshire, The United States",
    "web": "http://www.john-irving.com",
    "bio": "JOHN IRVING was born in Exeter, New Hampshire, in 1942. His first novel, Setting Free the Bears, was published in 1968, when he was twenty-six. He competed as a wrestler for twenty years, and coached wrestling until he was forty-seven.\tMr. Irving has been nominated for a National Book Award three times—winning once, in 1980, for his novel The World According to Garp. He received an O. Henry Award in 1981 for his short story “Interior Space.” In 2000, Mr. Irving won the Oscar for Best Adapted Screenplay for The Cider House Rules. In 2013, he won a Lambda Literary Award for his novel In One Person.\tAn international writer—his novels have been translated into more than thirty-five languages—John Irving lives in Toronto. His all-time best-selli"
  },
  {
    "id": 93,
    "name": "Sue Monk Kidd",
    "link": "https://www.goodreads.com/author/show/4711.Sue_Monk_Kidd",
    "image": "https://images.gr-assets.com/authors/1574862600p5/4711.jpg",
    "born": "Sylvester, Georgia, The United States",
    "web": "http://www.suemonkkidd.com/",
    "bio": "SUE MONK KIDD was raised in the small town of Sylvester, Georgia. She graduated from Texas Christian University in 1970 and later took creative writing courses at Emory University, as well as studying at Sewanee, Bread Loaf, and other writers’ conferences. In her forties, Kidd turned her attention to writing fiction, winning the South Carolina Fellowship in Literature and the 1996 Poets & Writers Exchange Program in Fiction.When her first novel, The Secret Life of Bees, was published by Viking in 2002, it became a genuine literary phenomenon, spending more than 2½ years on the New York Times bestseller list. It has been translated into 36 languages and sold more than 6 million copies in the U.S. and 8 million copies worldwide. Bees was name"
  },
  {
    "id": 94,
    "name": "Anita Diamant",
    "link": "https://www.goodreads.com/author/show/626222.Anita_Diamant",
    "image": "https://images.gr-assets.com/authors/1540697897p5/626222.jpg",
    "born": "New York City, The United States",
    "web": "http://www.anitadiamant.com",
    "bio": "Anita Diamant is the author of thirteen books -- including THE RED TENT. Based on the biblical story of Dinah, THE RED TENT became a word-of-mouth bestseller in the US and around the world, where it has been published in more than 25 countries. Her new book, a work of nonfiction. PERIOD. END OF SENTENCE. A NEW CHAPTER IN THE FIGHT FOR MENSTRUAL JUSTICE will be published in May 2021., As different as they are, this book returns to some of the themes of THE RED TENT -- including the meaning and experience of menstruation.Anita has written four other novels: GOOD HARBOR, THE LAST DAYS OF DOGTOWN, DAY AFTER NIGHT, and THE BOSTON GIRL. She is also the author of six non-fiction guides to contemporary Jewish life, which have become classic referen"
  },
  {
    "id": 95,
    "name": "Albert Camus",
    "link": "https://www.goodreads.com/author/show/957894.Albert_Camus",
    "image": "https://s.gr-assets.com/assets/nophoto/user/u_200x266-e183445fd1a1b5cc7075bb1cf7043306.png",
    "born": "Mondovi, Algeria",
    "web": "https://www.goodreads.com/author/list/957894.Albert_Camus",
    "bio": "Albert Camus (1913-1960) was a representative of non-metropolitan French literature. His origin in Algeria and his experiences there in the thirties were dominating influences in his thought and work. Of semi-proletarian parents, early attached to intellectual circles of strongly revolutionary tendencies, with a deep interest in philosophy (only chance prevented him from pursuing a university career in that field), he came to France at the age of twenty-five. The man and the times met: Camus joined the resistance movement during the occupation and after the liberation was a columnist for the newspaper Combat. But his journalistic activities had been chiefly a response to the demands of the time- in 1947 Camus retired from political journali"
  },
  {
    "id": 96,
    "name": "Patrick Rothfuss",
    "link": "https://www.goodreads.com/author/show/108424.Patrick_Rothfuss",
    "image": "https://images.gr-assets.com/authors/1351307341p5/108424.jpg",
    "born": "Madison, Wisconsin, The United States",
    "web": "http://www.patrickrothfuss.com/content/index.asp",
    "bio": "It all began when Pat Rothfuss was born to a marvelous set of parents. Throughout his formative years they encouraged him to do his best, gave him good advice, and were no doubt appropriately dismayed when he failed to live up to his full potential.In high-school Pat was something of a class clown. His hobbies included reading a novel or two a day and giving relationship advice to all his friends despite the fact that he had never so much as kissed a girl. He also role-played and wrote terrible stories about elves. He was pretty much a geek.Most of Pat's adult life has been spent in the University Wisconsin Stevens Point. In 1991 he started college in order to pursue a career in chemical engineering, then he considered clinical psychology."
  },
  {
    "id": 97,
    "name": "Mikhail Bulgakov",
    "link": "https://www.goodreads.com/author/show/3873.Mikhail_Bulgakov",
    "image": "https://images.gr-assets.com/authors/1651627966p5/3873.jpg",
    "born": "Kyiv, Russian Empire",
    "web": "https://www.goodreads.com/author/list/3873.Mikhail_Bulgakov",
    "bio": "Mikhail Bulgakov was born in Kyiv, Russian Empire (today pat of modern Ukraine) on 3/15 May 1891. He studied and briefly practised medicine and, after indigent wanderings through revolutionary Russia and the Caucasus, he settled in Moscow in 1921. His sympathetic portrayal of White characters in his stories, in the plays The Days of the Turbins (The White Guard), which enjoyed great success at the Moscow Art Theatre in 1926, and Flight (1927), and his satirical treatment of the officials of the New Economic Plan, led to growing criticism, which became violent after the play The Purple Island. His later works treat the subject of the artist and the tyrant under the guise of historical characters, with plays such as Molière, staged in 1936, D"
  },
  {
    "id": 98,
    "name": "Daniel Keyes",
    "link": "https://www.goodreads.com/author/show/11072.Daniel_Keyes",
    "image": "https://images.gr-assets.com/authors/1328430586p5/11072.jpg",
    "born": "Brooklyn, New York, The United States",
    "web": "http://www.danielkeyesauthor.com",
    "bio": "Daniel Keyes was an American author best known for his Hugo award-winning short story and Nebula award-winning novel Flowers for Algernon. Keyes was given the Author Emeritus honor by the Science Fiction and Fantasy Writers of America in 2000.Keyes was born in Brooklyn, New York City, New York. At age 17, he joined the U.S. Maritime Service as ship's purser. He obtained a B.A. in psychology from Brooklyn College, and after a stint in fashion photography (partner in a photography studio), earned a Master's Degree in English and American Literature at night while teaching English in New York City public schools during the day and writing weekends.In the early 1950s, he was editor of the pulp magazine Marvel Science Fiction for publisher Marti"
  },
  {
    "id": 99,
    "name": "Franz Kafka",
    "link": "https://www.goodreads.com/author/show/5223.Franz_Kafka",
    "image": "https://images.gr-assets.com/authors/1615573688p5/5223.jpg",
    "born": "Prague, Bohemia, Austria-Hungary, Czech Republic",
    "web": "https://www.goodreads.com/author/list/5223.Franz_Kafka",
    "bio": "Prague-born writer Franz Kafka wrote in German, and his stories, such as \"The Metamorphosis\" (1916), and posthumously published novels, including The Trial (1925), concern troubled individuals in a nightmarishly impersonal world.Jewish middle-class family of this major fiction writer of the 20th century spoke German. People consider his unique body of much incomplete writing, mainly published posthumously, among the most influential in European literature. His stories include \"The Metamorphosis\" (1912) and \"In the Penal Colony\" (1914), whereas his posthumous novels include The Trial (1925), The Castle (1926) and Amerika (1927).Despite first language, Kafka also spoke fluent Czech. Later, Kafka acquired some knowledge of"
  },
  {
    "id": 100,
    "name": "Jeffrey Eugenides",
    "link": "https://www.goodreads.com/author/show/1467.Jeffrey_Eugenides",
    "image": "https://images.gr-assets.com/authors/1374107943p5/1467.jpg",
    "born": "Detroit, Michigan, The United States",
    "web": "http://www.facebook.com/jeffreyeugenidesnovelist",
    "bio": "Jeffrey Kent Eugenides is an American Pulitzer Prize-winning novelist and short story writer of Greek and Irish extraction.Eugenides was born in Detroit, Michigan, of Greek and Irish descent. He attended Grosse Pointe's private University Liggett School. He took his undergraduate degree at Brown University, graduating in 1983. He later earned an M.A. in Creative Writing from Stanford University.In 1986 he received the Academy of Motion Picture Arts and Sciences Nicholl Fellowship for his story \"Here Comes Winston, Full of the Holy Spirit\". His 1993 novel, The Virgin Suicides, gained mainstream interest with the 1999 film adaptation directed by Sofia Coppola. The novel was reissued in 2009.Eugenides is reluctant to appear in public or disclo"
  },
  {
    "id": 101,
    "name": "Christopher Paolini",
    "link": "https://www.goodreads.com/author/show/8349.Christopher_Paolini",
    "image": "https://images.gr-assets.com/authors/1591638024p5/8349.jpg",
    "born": "Southern California, The United States",
    "web": "http://www.paolini.net/",
    "bio": "Christopher Paolini was born in Southern California and has lived most of his life in Paradise Valley, Montana. He published his first novel, Eragon, in 2003 at the age of nineteen, and quickly became a publishing phenomenon. His Inheritance Cycle—Eragon and its three sequels—have sold nearly 40 million copies worldwide. To Sleep in a Sea of Stars was his first adult novel.Visit Paolini.net and Fractalverse.net for the latest news about this project and follow Christopher on Facebook, Instagram, Twitter, and TikTok."
  },
  {
    "id": 102,
    "name": "Mark Haddon",
    "link": "https://www.goodreads.com/author/show/1050.Mark_Haddon",
    "image": "https://images.gr-assets.com/authors/1337988298p5/1050.jpg",
    "born": "Northampton, England, The United Kingdom",
    "web": "http://www.markhaddon.com/",
    "bio": "Mark Haddon is a British novelist and poet, best known for his 2003 novel The Curious Incident of the Dog in the Night-time. He was educated at Uppingham School and Merton College, Oxford, where he studied English.In 2003, Haddon won the Whitbread Book of the Year Award and in 2004, the Commonwealth Writers' Prize Overall Best First Book for his novel The Curious Incident of the Dog in the Night-time, a book which is written from the perspective of a boy with Aspergers syndrome. Haddon's knowledge of Aspergers syndrome, a type of autism, comes from his work with autistic people as a young man. In an interview at Powells.com, Haddon claimed that this was the first book that he wrote intentionally for an adult audience- he was surprised when"
  },
  {
    "id": 103,
    "name": "Eric Carle",
    "link": "https://www.goodreads.com/author/show/3362.Eric_Carle",
    "image": "https://images.gr-assets.com/authors/1622147696p5/3362.jpg",
    "born": "Syracuse, New York, The United States",
    "web": "http://www.eric-carle.com/",
    "bio": "Eric Carle was a children's book author and illustrator, most famous for his book The Very Hungry Caterpillar, which has been translated into over 30 languages. Since The Very Hungry Caterpillar was published in 1969, Eric Carle illustrated more than seventy books, many best sellers, most of which he also wrote, and more than 71 million copies of his books have sold around the world."
  },
  {
    "id": 104,
    "name": "Carlos Ruiz Zafón",
    "link": "https://www.goodreads.com/author/show/815.Carlos_Ruiz_Zaf_n",
    "image": "https://images.gr-assets.com/authors/1601032197p5/815.jpg",
    "born": "Barcelona, Spa",
    "web": "http://www.carlosruizzafon.com/",
    "bio": "Carlos Ruiz Zafón was a Spanish novelist. Born in Barcelona in 1964, he lived in Los Ángeles, United States, since 1994, and worked as a scriptwriter aside from writing novels.His first novel, El príncipe de la niebla (The Prince of Mist, 1993), earned the Edebé literary prize for young adult fiction. He is also the author of three more young-adult novels, El palacio de la medianoche (1994), Las luces de septiembre (1995) and Marina (1999).In 2001 he published the novel La sombra del viento (The Shadow of the Wind), his first 'adult' novel, which has sold millions of copies worldwide. Since its publication, La sombra del viento has garnered critical acclaim around the world and has won numerous international awards. Ruiz Zafón's works have"
  },
  {
    "id": 105,
    "name": "Mitch Albom",
    "link": "https://www.goodreads.com/author/show/2331.Mitch_Albom",
    "image": "https://images.gr-assets.com/authors/1658972518p5/2331.jpg",
    "born": "Passaic, New Jersey, The United States",
    "web": "https://www.mitchalbom.com",
    "bio": "Mitch Albom is the author of numerous books of fiction and nonfiction, which have collectively sold more than forty million copies in forty-eight languages worldwide. He has written eight number-one New York Times bestsellers – including Tuesdays with Morrie, the bestselling memoir of all time, which topped the list for four straight years and celebrates its 25th anniversary in 2022 – award-winning TV films, stage plays, screenplays, a nationally syndicated newspaper column, and a musical. Through his work at the Detroit Free Press, he was inducted into both the National Sports Media Association and Michigan Sports halls of fame and is the recipient of the 2010 Red Smith Award for lifetime achievement. After bestselling memoir Finding Chika"
  },
  {
    "id": 106,
    "name": "Alexandre Dumas",
    "link": "https://www.goodreads.com/author/show/4785.Alexandre_Dumas",
    "image": "https://images.gr-assets.com/authors/1279049943p5/4785.jpg",
    "born": "Villers-Cotterêts, Aisne, France",
    "web": "https://www.goodreads.com/author/list/4785.Alexandre_Dumas",
    "bio": "This note regards Alexandre Dumas, père, the father of Alexandre Dumas, fils (son). For the son, see Alexandre Dumas fils.Alexandre Dumas, père (French for \"father\", akin to Senior in English), born Dumas Davy de la Pailleterie, was a French writer, best known for his numerous historical novels of high adventure which have made him one of the most widely read French authors in the world. Many of his novels, including The Count of Monte Cristo, The Three Musketeers, The Man in the Iron Mask, and The Vicomte de Bragelonne were serialized. Dumas also wrote plays and magazine articles, and was a prolific correspondent.Dumas was of Haitian descent and mixed-race. His father, General Thomas-Alexandre Dumas Davy de la Pailleterie, was born in the"
  },
  {
    "id": 107,
    "name": "Jack Kerouac",
    "link": "https://www.goodreads.com/author/show/1742.Jack_Kerouac",
    "image": "https://images.gr-assets.com/authors/1544568646p5/1742.jpg",
    "born": "Lowell, Massachusetts, The United States",
    "web": "https://www.goodreads.com/author/list/1742.Jack_Kerouac",
    "bio": "Autobiographical novels, such as On the Road (1957) and The Dharma Bums (1958), of American writer Jack Kerouac, originally Jean-Louis Kerouac, embody the values of the Beat Generation.Career of Jean-Louis Lebris de Kerouac began in the 1940s but met not with commercial success until 1957, when people published On the Road. The book, an American classic, defined the Beat Generation. Kerouac died from an abdominal hemorrhage. https://en.wikipedia.org/wiki/Jack_Ke..."
  },
  {
    "id": 108,
    "name": "Milan Kundera",
    "link": "https://www.goodreads.com/author/show/6343.Milan_Kundera",
    "image": "https://images.gr-assets.com/authors/1588857088p5/6343.jpg",
    "born": "Brno, Czech Republic",
    "web": "https://www.goodreads.com/author/list/6343.Milan_Kundera",
    "bio": "People best know Czech-born writer Milan Kundera for his novels, including The Joke (1967), The Book of Laughter and Forgetting (1979), and The Unbearable Lightness of Being (1984), all of which exhibit his extreme though often comical skepticism. Since 1975, he lived in exile in France and in 1981 as a naturalized citizen. Kundera wrote in Czech and French. He revises the French translations of all his books- people therefore consider these original works as not translations. The Communist government of Czechoslovakia censored and duly banned his books from his native country, the case until the downfall of this government in the velvet revolution of 1989."
  },
  {
    "id": 109,
    "name": "Umberto Eco",
    "link": "https://www.goodreads.com/author/show/1730.Umberto_Eco",
    "image": "https://images.gr-assets.com/authors/1588941738p5/1730.jpg",
    "born": "Alessandria, Italy",
    "web": "http://www.umbertoeco.com/en/",
    "bio": "Umberto Eco was an Italian writer of fiction, essays, academic texts, and children's books. A professor of semiotics at the University of Bologna, Eco’s brilliant fiction is known for its playful use of language and symbols, its astonishing array of allusions and references, and clever use of puzzles and narrative inventions. His perceptive essays on modern culture are filled with a delightful sense of humor and irony, and his ideas on semiotics, interpretation, and aesthetics have established his reputation as one of academia’s foremost thinkers."
  },
  {
    "id": 110,
    "name": "Mario Puzo",
    "link": "https://www.goodreads.com/author/show/12605.Mario_Puzo",
    "image": "https://images.gr-assets.com/authors/1379918709p5/12605.jpg",
    "born": "Manhattan, New York, The United States",
    "web": "http://www.mariopuzo.com/",
    "bio": "Puzo was born in a poor family of Neapolitan immigrants living in the Hell's Kitchen neighborhood of New York. Many of his books draw heavily on this heritage. After graduating from the City College of New York, he joined the United States Army Air Forces in World War II. Due to his poor eyesight, the military did not let him undertake combat duties but made him a public relations officer stationed in Germany. In 1950, his first short story, The Last Christmas, was published in American Vanguard. After the war, he wrote his first book, The Dark Arena, which was published in 1955.At periods in the 1950s and early 1960s, Puzo worked as a writer/editor for publisher Martin Goodman's Magazine Management Company. Puzo, along with other writers l"
  },
  {
    "id": 111,
    "name": "Wilson Rawls",
    "link": "https://www.goodreads.com/author/show/6810.Wilson_Rawls",
    "image": "https://images.gr-assets.com/authors/1206506881p5/6810.jpg",
    "born": "Scraper, Oklahoma, The United States",
    "web": "https://www.goodreads.com/author/list/6810.Wilson_Rawls",
    "bio": "Wilson Rawls was born on September 24, 1913, in the Ozark country of Scraper, Oklahoma. His mother home-schooled her children, and after Rawls read Jack London's canine-centered tale Call of the Wild, he decided to become a writer.But the Great Depression hit the United States in 1929, and Rawls left home to find work. His family moved to Albuquerque, New Mexico in 1935, and he came home each fall to work and hunt. He wrote stories while he traveled, but his lack of formal education hampered his grammar, and he could not sell anything. In 1958, he gave up on his dream and burned all his work. He later revealed his literary desires to his wife, Sophie, and she encouraged him to keep writing.In a three-week burst, Rawls wrote Where the Red F"
  },
  {
    "id": 112,
    "name": "Truman Capote",
    "link": "https://www.goodreads.com/author/show/431149.Truman_Capote",
    "image": "https://images.gr-assets.com/authors/1419249359p5/431149.jpg",
    "born": "New Orleans, Louisiana, The United States",
    "web": "https://www.goodreads.com/author/list/431149.Truman_Capote",
    "bio": "Truman Capote was an American writer whose non-fiction, stories, novels and plays are recognised literary classics, including the novella Breakfast at Tiffany's (1958) and In Cold Blood (1965), which he labeled a \"non-fiction novel.\" At least 20 films and TV dramas have been produced from Capote novels, stories and screenplays.He was born as Truman Streckfus Persons to a salesman Archulus Persons and young Lillie Mae. His parents divorced when he was four and he went to live with his mother's relatives in Monroeville, Alabama. He was a lonely child who learned to read and write by himself before entering school. In 1933, he moved to New York City to live with his mother and her new husband, Joseph Capote, a Cuban-born businessman. Mr. Capot"
  },
  {
    "id": 113,
    "name": "Nathaniel Hawthorne",
    "link": "https://www.goodreads.com/author/show/7799.Nathaniel_Hawthorne",
    "image": "https://images.gr-assets.com/authors/1291476587p5/7799.jpg",
    "born": "Salem, Massachusetts, The United States",
    "web": "http://www.hawthorneinsalem.org/",
    "bio": "Nathaniel Hawthorne was a 19th century American novelist and short story writer. He is seen as a key figure in the development of American literature for his tales of the nation's colonial history.Shortly after graduating from Bowdoin College, Hathorne changed his name to Hawthorne. Hawthorne anonymously published his first work, a novel titled Fanshawe, in 1828. In 1837, he published Twice-Told Tales and became engaged to painter and illustrator Sophia Peabody the next year. He worked at a Custom House and joined a Transcendentalist Utopian community, before marrying Peabody in 1842. The couple moved to The Old Manse in Concord, Massachusetts, later moving to Salem, the Berkshires, then to The Wayside in Concord. The Scarlet Letter was pub"
  },
  {
    "id": 114,
    "name": "Louis Sachar",
    "link": "https://www.goodreads.com/author/show/6569.Louis_Sachar",
    "image": "https://images.gr-assets.com/authors/1595359600p5/6569.jpg",
    "born": "East Meadow, New York, The United States",
    "web": "http://www.louissachar.com/",
    "bio": "Louis Sachar (pronounced Sacker), born March 20, 1954, is an American author of children's books.Louis was born in East Meadow, New York, in 1954. When he was nine, he moved to Tustin, California. He went to college at the University of California at Berkeley and graduated in 1976, as an economics major. The next year, he wrote his first book, Sideways Stories from Wayside School . He was working at a sweater warehouse during the day and wrote at night. Almost a year later, he was fired from the job. He decided to go to law school. He attended Hastings College of the Law in San Francisco. His first book was published while he was in law school. He graduated in 1980. For the next eight years he worked part-time as a lawyer and continued to t"
  },
  {
    "id": 115,
    "name": "Chuck Palahniuk",
    "link": "https://www.goodreads.com/author/show/2546.Chuck_Palahniuk",
    "image": "https://images.gr-assets.com/authors/1391203076p5/2546.jpg",
    "born": "Pasco, WA, The United States",
    "web": "http://www.chuckpalahniuk.net/",
    "bio": "Written in stolen moments under truck chassis and on park benches to a soundtrack of The Downward Spiral and Pablo Honey, Fight Club came into existence. The adaptation of Fight Club was a flop at the box office, but achieved cult status on DVD. The film’s popularity drove sales of the novel. Chuck put out two novels in 1999, Survivor and Invisible Monsters. Choke, published in 2001, became Chuck’s first New York Times bestseller. Chuck’s work has always been infused with personal experience, and his next novel, Lullaby, was no exception. Chuck credits writing Lullaby with helping him cope with the tragic death of his father. Diary and the non-fiction guide to Portland, Fugitives and Refugees, were released in 2003. While on the road in sup"
  },
  {
    "id": 116,
    "name": "Patrick Süskind",
    "link": "https://www.goodreads.com/author/show/39402.Patrick_S_skind",
    "image": "https://images.gr-assets.com/authors/1201117958p5/39402.jpg",
    "born": "Ambach, Bavaria, Germany",
    "web": "https://www.goodreads.com/author/list/39402.Patrick_S_skind",
    "bio": "From 1968-1974 he studied medieval and modern history in Munich and Aix-en-Provence. In the '80s he worked as a screenwriter, for Kir Royal and Monaco Franze among others. After spending the 1970s writing what he has characterized as “short unpublished prose pieces and longer un-produced screenplays”, Patrick Süskind was catapulted to fame in the 1980s by the monodrama Der Kontrabass (The Double Bass, 1981), which became an instant success and a favourite of the German stage. In 1985 his status as literary wunderkind was confirmed with the publication of the novel Das Parfüm. Die Geschichte eines Mörders (Perfume: The Story of a Murderer), which quickly topped the European best-seller list and eventually sold millions of copies worldwide."
  },
  {
    "id": 117,
    "name": "Neil Gaiman",
    "link": "https://www.goodreads.com/author/show/1221698.Neil_Gaiman",
    "image": "https://images.gr-assets.com/authors/1234150163p5/1221698.jpg",
    "born": "",
    "web": "https://www.goodreads.com/author/list/1221698.Neil_Gaiman",
    "bio": ""
  },
  {
    "id": 118,
    "name": "Becca Fitzpatrick",
    "link": "https://www.goodreads.com/author/show/2876763.Becca_Fitzpatrick",
    "image": "https://images.gr-assets.com/authors/1390505291p5/2876763.jpg",
    "born": "",
    "web": "http://www.beccafitzpatrick.com",
    "bio": "Becca Fitzpatrick grew up reading Nancy Drew and Trixie Belden with a flashlight under the covers. She graduated college with a degree in health, which she promptly abandoned for storytelling. When not writing, she's most likely prowling sale racks for reject shoes, running, or watching crime dramas on TV. She is the author of the bestselling HUSH, HUSH Saga. Her new book BLACK ICE arrives in bookstores everywhere October 7, 2014."
  },
  {
    "id": 119,
    "name": "Dante Alighieri",
    "link": "https://www.goodreads.com/author/show/5031312.Dante_Alighieri",
    "image": "https://images.gr-assets.com/authors/1651440425p5/5031312.jpg",
    "born": "Florence, Italy",
    "web": "https://www.goodreads.com/author/list/5031312.Dante_Alighieri",
    "bio": "Dante Alighieri, or simply Dante (May 14/June 13 1265 – September 13/14, 1321), is one of the greatest poets in the Italian language- with the comic story-teller, Boccaccio, and the poet, Petrarch, he forms the classic trio of Italian authors. Dante Alighieri was born in the city-state Florence in 1265. He first saw the woman, or rather the child, who was to become the poetic love of his life when he was almost nine years old and she was some months younger. In fact, Beatrice married another man, Simone di' Bardi, and died when Dante was 25, so their relationship existed almost entirely in Dante's imagination, but she nonetheless plays an extremely important role in his poetry. Dante attributed all the heavenly virtues to her soul and imagi"
  },
  {
    "id": 120,
    "name": "Alan Moore",
    "link": "https://www.goodreads.com/author/show/3961.Alan_Moore",
    "image": "https://images.gr-assets.com/authors/1304944713p5/3961.jpg",
    "born": "Northampton, England, The United Kingdom",
    "web": "https://www.goodreads.com/author/list/3961.Alan_Moore",
    "bio": "Alan Moore is an English writer most famous for his influential work in comics, including the acclaimed graphic novels Watchmen, V for Vendetta and From Hell. He has also written a novel, Voice of the Fire, and performs \"workings\" (one-off performance art/spoken word pieces) with The Moon and Serpent Grand Egyptian Theatre of Marvels, some of which have been released on CD.As a comics writer, Moore is notable for being one of the first writers to apply literary and formalist sensibilities to the mainstream of the medium. As well as including challenging subject matter and adult themes, he brings a wide range of influences to his work, from the literary–authors such as William S. Burroughs, Thomas Pynchon, Robert Anton Wilson and Iain Sincla"
  },
  {
    "id": 121,
    "name": "Larry McMurtry",
    "link": "https://www.goodreads.com/author/show/1055.Larry_McMurtry",
    "image": "https://images.gr-assets.com/authors/1540995857p5/1055.jpg",
    "born": "Wichita Falls, Texas, The United States",
    "web": "https://www.goodreads.com/author/list/1055.Larry_McMurtry",
    "bio": "Larry McMurtry was born in Wichita Falls, Texas on June 3, 1936. He is the author of twenty-nine novels, including the Pulitzer Prize-winning Lonesome Dove, three memoirs, two essay collections, and more than thirty screenplays. His first published book, Horseman, Pass By, was adapted into the film \"Hud.\" A number of his other novels also were adapted into movies as well as a television mini-series.Among many other accolades, in 2006 he was the co-winner of both the Best Screenplay Golden Globe and the Academy Award for Best Adapted Screenplay for \"Brokeback Mountain."
  },
  {
    "id": 122,
    "name": "Laura Ingalls Wilder",
    "link": "https://www.goodreads.com/author/show/5300.Laura_Ingalls_Wilder",
    "image": "https://images.gr-assets.com/authors/1347574987p5/5300.jpg",
    "born": "near Pepin, Wisconsin, The United States",
    "web": "http://www.lauraingallswilder.com/",
    "bio": "Ingalls wrote a series of historical fiction books for children based on her childhood growing up in a pioneer family. She also wrote a regular newspaper column and kept a diary as an adult moving from South Dakota to Missouri, the latter of which has been published as a book."
  },
  {
    "id": 123,
    "name": "Erich Maria Remarque",
    "link": "https://www.goodreads.com/author/show/4116.Erich_Maria_Remarque",
    "image": "https://images.gr-assets.com/authors/1207351165p5/4116.jpg",
    "born": "Osnabrück, kingdom of Prussia, German empire",
    "web": "https://www.goodreads.com/author/list/4116.Erich_Maria_Remarque",
    "bio": "Experiences of German-born American writer Erich Maria Remarque in World War I based All Quiet on the Western Front (1929), his best known novel. People most widely read literature of author with pen name of Erich Paul Remark in the twentieth century. German history of the twentieth century essentially marks biography of Remarque and fundamentally influences his writing: Childhood and youth, the Weimar Republic, and most of all his exile in Switzerland and the United States. The first publication attained worldwide recognition, continuing today. Examples of his other novels also internationally published are: The Road Back (1931), Three Comrades (1936, 38), Arch of Triumph (1945), The Black Obelisk (1956), and Night in Lisbon (1962). Re"
  },
  {
    "id": 124,
    "name": "J.M. Barrie",
    "link": "https://www.goodreads.com/author/show/5255014.J_M_Barrie",
    "image": "https://images.gr-assets.com/authors/1519029719p5/5255014.jpg",
    "born": "Kirriemuir, Angus, Scotland",
    "web": "https://www.goodreads.com/author/list/5255014.J_M_Barrie",
    "bio": "Sir James Matthew Barrie, 1st Baronet, OM was a Scottish author and dramatist, best remembered today as the creator of Peter Pan.The son of a weaver, Barrie studied at the University of Edinburgh. He took up journalism, worked for a Nottingham newspaper, and contributed to various London journals before moving to London in 1885. His early works, Auld Licht Idylls (1889) and A Window in Thrums (1889), contain fictional sketches of Scottish life and are commonly seen as representative of the Kailyard school. The publication of The Little Minister (1891) established his reputation as a novelist. During the next 10 years Barrie continued writing novels, but gradually his interest turned toward the theatre.In London he met the Llewelyn Davies bo"
  },
  {
    "id": 125,
    "name": "Terry Pratchett",
    "link": "https://www.goodreads.com/author/show/1654.Terry_Pratchett",
    "image": "https://images.gr-assets.com/authors/1235562205p5/1654.jpg",
    "born": "Beaconsfield, Buckinghamshire, England, The United Kingdom",
    "web": "http://www.terrypratchett.co.uk",
    "bio": "Born Terence David John Pratchett, Sir Terry Pratchett sold his first story when he was thirteen, which earned him enough money to buy a second-hand typewriter. His first novel, a humorous fantasy entitled The Carpet People, appeared in 1971 from the publisher Colin Smythe. Terry worked for many years as a journalist and press officer, writing in his spare time and publishing a number of novels, including his first Discworld novel, The Color of Magic, in 1983. In 1987, he turned to writing full time. There are over 40 books in the Discworld series, of which four are written for children. The first of these, The Amazing Maurice and His Educated Rodents, won the Carnegie Medal. A non-Discworld book, Good Omens, his 1990 collaboration with Nei"
  },
  {
    "id": 126,
    "name": "Jerry Weaver",
    "link": "https://www.goodreads.com/author/show/15075919.Jerry_Weaver",
    "image": "https://s.gr-assets.com/assets/nophoto/user/u_200x266-e183445fd1a1b5cc7075bb1cf7043306.png",
    "born": "",
    "web": "",
    "bio": ""
  },
  {
    "id": 127,
    "name": "Gabriel García Márquez",
    "link": "https://www.goodreads.com/author/show/13450.Gabriel_Garc_a_M_rquez",
    "image": "https://images.gr-assets.com/authors/1588856705p5/13450.jpg",
    "born": "Aracataca, Magdalena, Colombia",
    "web": "https://www.goodreads.com/author/list/13450.Gabriel_Garc_a_M_rquez",
    "bio": "Gabriel José de la Concordia Garcí­a Márquez was a Colombian novelist, short-story writer, screenwriter and journalist. Garcí­a Márquez, familiarly known as \"Gabo\" in his native country, was considered one of the most significant authors of the 20th century. In 1982, he was awarded the Nobel Prize in Literature.He studied at the University of Bogotá and later worked as a reporter for the Colombian newspaper El Espectador and as a foreign correspondent in Rome, Paris, Barcelona, Caracas, and New York. He wrote many acclaimed non-fiction works and short stories, but is best-known for his novels, such as One Hundred Years of Solitude (1967) and Love in the Time of Cholera (1985). His works have achieved significant critical acclaim and widespr"
  },
  {
    "id": 128,
    "name": "Colleen McCullough",
    "link": "https://www.goodreads.com/author/show/4917067.Colleen_McCullough",
    "image": "https://images.gr-assets.com/authors/1473700455p5/4917067.jpg",
    "born": "Wellington, New South Wales, Australia",
    "web": "https://www.goodreads.com/author/list/4917067.Colleen_McCullough",
    "bio": "Colleen Margaretta McCullough was an Australian author known for her novels, her most well-known being The Thorn Birds and Tim.Raised by her mother in Wellington and then Sydney, McCullough began writing stories at age 5. She flourished at Catholic schools and earned a physiology degree from the University of New South Wales in 1963. Planning become a doctor, she found that she had a violent allergy to hospital soap and turned instead to neurophysiology – the study of the nervous system's functions. She found jobs first in London and then at Yale University in New Haven, Connecticut. After her beloved younger brother Carl died in 1965 at age 25 while rescuing two drowning women in the waters off Crete, a shattered McCullough quit writing. S"
  },
  {
    "id": 129,
    "name": "Adam Long",
    "link": "https://www.goodreads.com/author/show/948.Adam_Long",
    "image": "https://s.gr-assets.com/assets/nophoto/user/u_200x266-e183445fd1a1b5cc7075bb1cf7043306.png",
    "born": "",
    "web": "",
    "bio": ""
  },
  {
    "id": 130,
    "name": "Zora Neale Hurston",
    "link": "https://www.goodreads.com/author/show/15151.Zora_Neale_Hurston",
    "image": "https://images.gr-assets.com/authors/1194472605p5/15151.jpg",
    "born": "Notasulga, Alabama, The United States",
    "web": "http://www.zoranealehurston.com/",
    "bio": "Novels, including Their Eyes Were Watching God (1937), and nonfiction writings of American folklorist Zora Neale Hurston give detailed accounts of African American life in the South.In 1925, Hurston, one of the leaders of the literary renaissance, happening in Harlem, produced the short-lived literary magazine Fire!! alongside Langston Hughes and Wallace Thurman shortly before she entered Barnard College. This literary movement developed into the Harlem renaissance.Hurston applied her Barnard ethnographic training to document African American folklore in her critically acclaimed book Mules and Men alongside fiction Their Eyes Were Watching God. She also assembled a folk-based performance dance group that recreated her Southern t"
  },
  {
    "id": 131,
    "name": "L. Frank Baum",
    "link": "https://www.goodreads.com/author/show/3242.L_Frank_Baum",
    "image": "https://images.gr-assets.com/authors/1383720421p5/3242.jpg",
    "born": "Chittenango, New York, The United States",
    "web": "https://www.goodreads.com/author/list/3242.L_Frank_Baum",
    "bio": "also wrote under the name Edith Van Dyne, Floyd Akers, Schuyler Staunton, John Estes Cooke, Suzanne Metcalf, Laura Bancroft, Louis F. Baum, Capt. Hugh FitzgeraldLyman Frank Baum was an American author, actor, and independent filmmaker best known as the creator, along with illustrator W. W. Denslow, of one of the most popular books in American children's literature, The Wonderful Wizard of Oz, better known today as simply The Wizard of Oz. He wrote thirteen sequels, nine other fantasy novels, and a plethora of other works (55 novels in total, 82 short stories, over 200 poems, an unknown number of scripts, and many miscellaneous writings), and made numerous attempts to bring his works to the stage and screen."
  },
  {
    "id": 132,
    "name": "Elizabeth Gilbert",
    "link": "https://www.goodreads.com/author/show/11679.Elizabeth_Gilbert",
    "image": "https://images.gr-assets.com/authors/1440718929p5/11679.jpg",
    "born": "Waterbury, Connecticut, The United States",
    "web": "http://www.elizabethgilbert.com",
    "bio": "Elizabeth Gilbert is an award-winning writer of both fiction and non-fiction. Her short story collection Pilgrims was a finalist for the PEN/Hemingway award, and her novel Stern Men was a New York Times notable book. Her 2002 book The Last American Man was a finalist for both the National Book Award and the National Book Critic’s Circle Award. Her memoir, Eat, Pray, Love, spent 57 weeks in the #1 spot on the New York Times paperback bestseller list. It has shipped over 6 million copies in the US and has been published in over thirty languages. A film adaptation of the book was released by Columbia Pictures with an all star cast: Julia Roberts as Gilbert, Javier Bardem as Felipe, James Franco as David, Billy Crudup as her ex-husband and Rich"
  },
  {
    "id": 133,
    "name": "Ian McEwan",
    "link": "https://www.goodreads.com/author/show/2408.Ian_McEwan",
    "image": "https://images.gr-assets.com/authors/1404240951p5/2408.jpg",
    "born": "Aldershot, Hampshire, England, The United Kingdom",
    "web": "http://www.ianmcewan.com/",
    "bio": "Ian McEwan studied at the University of Sussex, where he received a BA degree in English Literature in 1970 and later received his MA degree in English Literature at the University of East Anglia.McEwan's works have earned him worldwide critical acclaim. He won the Somerset Maugham Award in 1976 for his first collection of short stories First Love, Last Rites- the Whitbread Novel Award (1987) and the Prix Fémina Etranger (1993) for The Child in Time- and Germany's Shakespeare Prize in 1999. He has been shortlisted for the Man Booker Prize for Fiction numerous times, winning the award for Amsterdam in 1998. His novel Atonement received the WH Smith Literary Award (2002), National Book Critics' Circle Fiction Award (2003), Los Angeles Times P"
  },
  {
    "id": 134,
    "name": "Margaret Wise Brown",
    "link": "https://www.goodreads.com/author/show/18479.Margaret_Wise_Brown",
    "image": "https://images.gr-assets.com/authors/1208465845p5/18479.jpg",
    "born": "Pomfret, Connecticut, The United States",
    "web": "https://www.goodreads.com/author/list/18479.Margaret_Wise_Brown",
    "bio": "Margaret Wise Brown wrote hundreds of books and stories during her life, but she is best known for Goodnight Moon and The Runaway Bunny. Even though she died nearly 70 years ago, her books still sell very well.Margaret loved animals. Most of her books have animals as characters in the story. She liked to write books that had a rhythm to them. Sometimes she would put a hard word into the story or poem. She thought this made children think harder when they are reading.She wrote all the time. There are many scraps of paper where she quickly wrote down a story idea or a poem. She said she dreamed stories and then had to write them down in the morning before she forgot them.She tried to write the way children wanted to hear a story, which often"
  },
  {
    "id": 135,
    "name": "Leigh Bardugo",
    "link": "https://www.goodreads.com/author/show/4575289.Leigh_Bardugo",
    "image": "https://images.gr-assets.com/authors/1534446099p5/4575289.jpg",
    "born": "Jerusalem, Israel",
    "web": "http://leighbardugo.com",
    "bio": "Leigh Bardugo is the #1 New York Times bestselling author of Ninth House and the creator of the Grishaverse (now a Netflix original series) which spans the Shadow and Bone trilogy, the Six of Crows duology, the King of Scars duology—and much more. Her short fiction has appeared in multiple anthologies including The Best American Science Fiction and Fantasy. She lives in Los Angeles and is an associate fellow of Pauli Murray College at Yale University. For information on new releases and appearances, sign up for her newsletter.She would be delighted if you visited her at LeighBardugo.com and fairly giddy if you liked her selfies on Instagram."
  },
  {
    "id": 136,
    "name": "James Dashner",
    "link": "https://www.goodreads.com/author/show/348878.James_Dashner",
    "image": "https://images.gr-assets.com/authors/1473791260p5/348878.jpg",
    "born": "",
    "web": "http://www.jamesdashner.com",
    "bio": "James is the author of THE MAZE RUNNER trilogy and THE 13TH REALITY series. He also published a series (beginning with A DOOR IN THE WOODS) with a small publisher several years ago. He lives and writes in the Rocky Mountains."
  },
  {
    "id": 137,
    "name": "Shirley Jackson",
    "link": "https://www.goodreads.com/author/show/13388.Shirley_Jackson",
    "image": "https://images.gr-assets.com/authors/1550251468p5/13388.jpg",
    "born": "San Francisco, California, The United States",
    "web": "https://www.goodreads.com/author/list/13388.Shirley_Jackson",
    "bio": "Shirley Jackson was an influential American author. A popular writer in her time, her work has received increasing attention from literary critics in recent years. She has influenced such writers as Stephen King, Nigel Kneale, and Richard Matheson.She is best known for her dystopian short story, \"The Lottery\" (1948), which suggests there is a deeply unsettling underside to bucolic, smalltown America. In her critical biography of Shirley Jackson, Lenemaja Friedman notes that when Shirley Jackson's story \"The Lottery\" was published in the June 28, 1948, issue of The New Yorker, it received a response that \"no New Yorker story had ever received.\" Hundreds of letters poured in that were characterized by, as Jackson put it, \"bewilderment, specul"
  },
  {
    "id": 138,
    "name": "Thomas Hardy",
    "link": "https://www.goodreads.com/author/show/15905.Thomas_Hardy",
    "image": "https://images.gr-assets.com/authors/1429946281p5/15905.jpg",
    "born": "Higher Bockhampton, Dorset, England",
    "web": "https://www.goodreads.com/author/list/15905.Thomas_Hardy",
    "bio": "Thomas Hardy, OM, was an English author of the naturalist movement, although in several poems he displays elements of the previous romantic and enlightenment periods of literature, such as his fascination with the supernatural. He regarded himself primarily as a poet and composed novels mainly for financial gain. The bulk of his work, set mainly in the semi-fictional land of Wessex, delineates characters struggling against their passions and circumstances. Hardy's poetry, first published in his 50s, has come to be as well regarded as his novels, especially after The Movement of the 1950s and 1960s. The term cliffhanger is considered to have originated with Thomas Hardy's serial novel A Pair of Blue Eyes in 1873. In the novel, Hardy chos"
  },
  {
    "id": 139,
    "name": "Joseph Conrad",
    "link": "https://www.goodreads.com/author/show/3345.Joseph_Conrad",
    "image": "https://images.gr-assets.com/authors/1403814208p5/3345.jpg",
    "born": "Berdichev (formerly Poland), Ukraine",
    "web": "https://www.goodreads.com/author/list/3345.Joseph_Conrad",
    "bio": "Joseph Conrad (born Józef Teodor Konrad Korzeniowski) was a Polish-born English novelist who today is most famous for Heart of Darkness, his fictionalized account of Colonial Africa.Conrad left his native Poland in his middle teens to avoid conscription into the Russian Army. He joined the French Merchant Marine and briefly employed himself as a wartime gunrunner. He then began to work aboard British ships, learning English from his shipmates. He was made a Master Mariner, and served more than sixteen years before an event inspired him to try his hand at writing.He was hired to take a steamship into Africa, and according to Conrad, the experience of seeing firsthand the horrors of colonial rule left him a changed man. Joseph Conrad sett"
  },
  {
    "id": 140,
    "name": "Kahlil Gibran",
    "link": "https://www.goodreads.com/author/show/6466154.Kahlil_Gibran",
    "image": "https://images.gr-assets.com/authors/1353732571p5/6466154.jpg",
    "born": "Bsharri, Lebanon",
    "web": "https://www.goodreads.com/author/list/6466154.Kahlil_Gibran",
    "bio": "Kahlil Gibran (Arabic: جبران خليل جبران) was a Lebanese-American artist, poet, and writer. Born in the town of Bsharri in modern-day Lebanon (then part of Ottoman Mount Lebanon), as a young man he emigrated with his family to the United States where he studied art and began his literary career. In the Arab world, Gibran is regarded as a literary and political rebel. His romantic style was at the heart of a renaissance in modern Arabic literature, especially prose poetry, breaking away from the classical school. In Lebanon, he is still celebrated as a literary hero. He is chiefly known in the English-speaking world for his 1923 book The Prophet, an early example of inspirational fiction including a series of philosophical essays written"
  },
  {
    "id": 141,
    "name": "Katherine Paterson",
    "link": "https://www.goodreads.com/author/show/1949.Katherine_Paterson",
    "image": "https://images.gr-assets.com/authors/1595481183p5/1949.jpg",
    "born": "Qing Jiang, China",
    "web": "http://www.terabithia.com",
    "bio": "From author's website:People are always asking me questions I don't have answers for. One is, \"When did you first know that you wanted to become a writer?\" The fact is that I never wanted to be a writer, at least not when I was a child, or even a young woman. Today I want very much to be a writer. But when I was ten, I wanted to be either a movie star or a missionary. When I was twenty, I wanted to get married and have lots of children.Another question I can't answer is, \"When did you begin writing?\" I can't remember. I know I began reading when I was four or five, because I couldn't stand not being able to. I must have tried writing soon afterward. Fortunately, very few samples of my early writing survived the eighteen moves I made before"
  },
  {
    "id": 142,
    "name": "Pearl S. Buck",
    "link": "https://www.goodreads.com/author/show/704.Pearl_S_Buck",
    "image": "https://images.gr-assets.com/authors/1583266659p5/704.jpg",
    "born": "Hillsboro, West Virginia, The United States",
    "web": "http://www.psbi.org/",
    "bio": "Pearl Comfort Sydenstricker Buck Walsh (Pearl S. Buck) was a bestselling and Nobel Prize–winning author. Her classic novel The Good Earth (1931) was awarded a Pulitzer Prize and William Dean Howells Medal. Born in Hillsboro, West Virginia, Buck was the daughter of missionaries and spent much of the first half of her life in China, where many of her books are set. In 1934, civil unrest in China forced Buck back to the United States. Throughout her life she worked in support of civil and women’s rights, and established Welcome House, the first international, interracial adoption agency. In addition to her highly acclaimed novels, Buck wrote two memoirs and biographies of both of her parents. For her body of work, Buck was awarded the Nobel Pr"
  },
  {
    "id": 143,
    "name": "Jack London",
    "link": "https://www.goodreads.com/author/show/1240.Jack_London",
    "image": "https://images.gr-assets.com/authors/1680473186p5/1240.jpg",
    "born": "San Francisco, California, The United States",
    "web": "https://www.goodreads.com/author/list/1240.Jack_London",
    "bio": "John Griffith Chaney (1876-1916), better known as Jack London, was an American novelist, journalist, and social activist. A pioneer of commercial fiction and American magazines, he was one of the first American authors to become an international celebrity and earn a large fortune from writing. He was also an innovator in the genre that would later become known as science fiction.His most famous works include The Call of the Wild and White Fang, both set in the Klondike Gold Rush, as well as the short stories, \"To Build a Fire\", \"An Odyssey of the North\", and \"Love of Life\". He also wrote about the South Pacific in stories such as \"The Pearls of Parlay\", and \"The Heathen\".London was part of the radical literary group, \"The Crowd,\" in San Fra"
  },
  {
    "id": 144,
    "name": "Jane Carruth",
    "link": "https://www.goodreads.com/author/show/34933.Jane_Carruth",
    "image": "https://s.gr-assets.com/assets/nophoto/user/u_200x266-e183445fd1a1b5cc7075bb1cf7043306.png",
    "born": "",
    "web": "",
    "bio": ""
  },
  {
    "id": 145,
    "name": "Amy Tan",
    "link": "https://www.goodreads.com/author/show/5246.Amy_Tan",
    "image": "https://images.gr-assets.com/authors/1437607346p5/5246.jpg",
    "born": "Oakland, California, The United States",
    "web": "http://www.amytan.net/",
    "bio": "Amy Tan (Chinese: 譚恩美- pinyin: Tán Ēnměi- born February 19, 1952) is an American writer whose works explore mother-daughter relationships and what it means to grow up as a first generation Asian American. In 1993, Tan's adaptation of her most popular fiction work, The Joy Luck Club, became a commercially successful film.She has written several other books, including The Kitchen God's Wife, The Hundred Secret Senses, and The Bonesetter's Daughter, and a collection of non-fiction essays entitled The Opposite of Fate: A Book of Musings. Her most recent book, Saving Fish From Drowning, explores the tribulations experienced by a group of people who disappear while on an art expedition into the jungles of Burma. In addition, Tan has written two c"
  },
  {
    "id": 146,
    "name": "Sarah J. Maas",
    "link": "https://www.goodreads.com/author/show/3433047.Sarah_J_Maas",
    "image": "https://images.gr-assets.com/authors/1582137198p5/3433047.jpg",
    "born": "New York, NY, The United States",
    "web": "http://sarahjmaas.com/",
    "bio": "Sarah J. Maas is the #1 New York Times and internationally bestselling author of the Crescent City, A Court of Thorns and Roses, and the Throne of Glass series. Her books have sold more than twelve million copies and are published in thirty-seven languages. A New York native, Sarah lives in Philadelphia with her husband, son, and dog. To find out more, visit sarahjmaas.com or follow @therealsjmaas on Instagram."
  },
  {
    "id": 147,
    "name": "Marion Zimmer Bradley",
    "link": "https://www.goodreads.com/author/show/4841825.Marion_Zimmer_Bradley",
    "image": "https://images.gr-assets.com/authors/1305483488p5/4841825.jpg",
    "born": "Albany, New York, The United States",
    "web": "http://www.mzbworks.com/",
    "bio": "Marion Eleanor Zimmer Bradley was an American author of fantasy novels such as The Mists of Avalon and the Darkover series, often with a feminist outlook.Bradley's first published novel-length work was Falcons of Narabedla, first published in the May 1957 issue of Other Worlds. When she was a child, Bradley stated that she enjoyed reading adventure fantasy authors such as Henry Kuttner, Edmond Hamilton, and Leigh Brackett, especially when they wrote about \"the glint of strange suns on worlds that never were and never would be.\" Her first novel and much of her subsequent work show their influence strongly.Early in her career, writing as Morgan Ives, Miriam Gardner, John Dexter, and Lee Chapman, Marion Zimmer Bradley produced several works ou"
  },
  {
    "id": 148,
    "name": "Norton Juster",
    "link": "https://www.goodreads.com/author/show/214.Norton_Juster",
    "image": "https://images.gr-assets.com/authors/1201117378p5/214.jpg",
    "born": "New York, New York, The United States",
    "web": "https://www.goodreads.com/author/list/214.Norton_Juster",
    "bio": "Norton Juster was an architect and planner, professor emeritus of design at Hampshire College, and the author of a number of highly acclaimed children's books, including The Dot and the Line, which was made into an Academy Award-winning animated film. He collaborated with Sheldon Harnick on the libretto for an opera based on The Phantom Tollbooth. The musical adaptation, with a score by Arnold Black, premiered in 1995. An amateur cook and professional eater, Mr. Juster lived with his wife in Amherst, Massachusetts."
  },
  {
    "id": 149,
    "name": "Thomas  Harris",
    "link": "https://www.goodreads.com/author/show/12455.Thomas_Harris",
    "image": "https://images.gr-assets.com/authors/1602363825p5/12455.jpg",
    "born": "Jackson, Tennessee, The United States",
    "web": "http://thomasharris.com",
    "bio": "Librarian Note:There is more than one author in the Goodreads database with this name.Thomas Harris began his writing career covering crime in the United States and Mexico, and was a reporter and editor for the Associated Press in New York City. His first novel, Black Sunday, was printed in 1975, followed by Red Dragon in 1981, The Silence of the Lambs in 1988, Hannibal in 1999, and Hannibal Rising in 2006."
  },
  {
    "id": 150,
    "name": "Gustave Flaubert",
    "link": "https://www.goodreads.com/author/show/1461.Gustave_Flaubert",
    "image": "https://images.gr-assets.com/authors/1651461896p5/1461.jpg",
    "born": "Rouen, Seine-Maritime, France",
    "web": "https://www.goodreads.com/author/list/1461.Gustave_Flaubert",
    "bio": "Gustave Flaubert is counted among the greatest Western novelists. He was born in Rouen, Seine-Maritime, in the Haute-Normandie Region of France.Flaubert's curious modes of composition favored and were emphasized by these peculiarities. He worked in sullen solitude, sometimes occupying a week in the completion of one page, never satisfied with what he had composed, violently tormenting his brain for the best turn of a phrase, the most absolutely final adjective. It cannot be said that his incessant labors were not rewarded. His private letters show that he was not one of those to whom easy and correct language is naturally given- he gained his extraordinary perfection with the unceasing sweat of his brow. One of the most severe of academic c"
  },
  {
    "id": 151,
    "name": "Richard Bach",
    "link": "https://www.goodreads.com/author/show/16904.Richard_Bach",
    "image": "https://images.gr-assets.com/authors/1420982726p5/16904.jpg",
    "born": "Oak Park, IL, The United States",
    "web": "http://richardbach.com/",
    "bio": "Since Jonathan Livingston Seagull - which dominated the #1 spot on the New York Times Bestseller List for two consecutive years - Richard Bach has touched millions of people through his humor, wisdom and insight.With over 60 million copies of his books sold, Richard Bach remains one of the world's most beloved authors. A former USAF fighter pilot, Air Force captain and latter-day barnstorming pilot, Bach continues to be an avid aviator-author, exploring and chronicling the joys and freedom of flying, reporting his findings to readers.His most recent works include Travels with Puff, which recounts Bach's journey from Florida to Washington state in his small seaplane, Puff, and Illusions II: The Adventures of a Reluctant S"
  },
  {
    "id": 152,
    "name": "Robert Louis Stevenson",
    "link": "https://www.goodreads.com/author/show/854076.Robert_Louis_Stevenson",
    "image": "https://images.gr-assets.com/authors/1192746024p5/854076.jpg",
    "born": "Edinburgh, Scotland",
    "web": "http://www.robert-louis-stevenson.org/",
    "bio": "Robert Louis Balfour Stevenson was a Scottish novelist, poet, and travel writer, and a leading representative of English literature. He was greatly admired by many authors, including Jorge Luis Borges, Ernest Hemingway, Rudyard Kipling and Vladimir Nabokov.Most modernist writers dismissed him, however, because he was popular and did not write within their narrow definition of literature. It is only recently that critics have begun to look beyond Stevenson's popularity and allow him a place in the Western canon."
  },
  {
    "id": 153,
    "name": "Michael Ende",
    "link": "https://www.goodreads.com/author/show/15619.Michael_Ende",
    "image": "https://images.gr-assets.com/authors/1479471782p5/15619.jpg",
    "born": "Garmisch-Partenkirchen, Bavaria, Germany",
    "web": "http://michaelende.de/",
    "bio": "Michael Andreas Helmuth Ende was a German writer of fantasy and children's literature. He was the son of the surrealist painter Edgar Ende.Ende was one of the most popular and famous German authors of the 20th century, mostly due to the enormous success of his children's books. However, Ende was not strictly a children’s author, as he also wrote books for adults. Ende claimed, \"It is for this child in me, and in all of us, that I tell my stories,\" and that \"[my books are] for any child between 80 and 8 years\" (qtd. Senick 95, 97). Ende’s writing could be described as a surreal mixture of reality and fantasy. The reader is often invited to take a more interactive role in the story, and the worlds in his books often mirror our reality, using"
  },
  {
    "id": 154,
    "name": "James Joyce",
    "link": "https://www.goodreads.com/author/show/5144.James_Joyce",
    "image": "https://images.gr-assets.com/authors/1615569948p5/5144.jpg",
    "born": "Rathgar, Dublin, Ireland",
    "web": "http://www.jamesjoyce.ie/",
    "bio": "A profound influence of literary innovations of Irish writer James Augustine Aloysius Joyce on modern fiction includes his works, Ulysses (1922) and Finnegans Wake (1939). People note this novelist for his experimental use of language in these works. Technical innovations of Joyce in the art of the novel include an extensive use of interior monologue- he used a complex network of symbolic parallels, drawn from the mythology, history, and literature, and he created a unique language of invented words, puns, and allusions. John Stanislaus Joyce, an impoverished gentleman and father of James Joyce, nine younger surviving siblings, and two other siblings who died of typhoid, failed in a distillery business and tried all kinds of other p"
  },
  {
    "id": 155,
    "name": "Erin Morgenstern",
    "link": "https://www.goodreads.com/author/show/4370565.Erin_Morgenstern",
    "image": "https://images.gr-assets.com/authors/1552589582p5/4370565.jpg",
    "born": "Marshfield, Massachusetts, The United States",
    "web": "http://erinmorgenstern.com",
    "bio": "Erin Morgenstern is the author of The Night Circus, a number-one national best seller that has been sold around the world and translated into thirty-seven languages. She has a degree in theater from Smith College and lives in Massachusetts."
  },
  {
    "id": 156,
    "name": "Kiera Cass",
    "link": "https://www.goodreads.com/author/show/2987125.Kiera_Cass",
    "image": "https://images.gr-assets.com/authors/1318605410p5/2987125.jpg",
    "born": "The United States",
    "web": "http://www.kieracass.com/",
    "bio": "100 Things I Love:Being married. Cake. The smell of Autumn. Motherhood. Books. Elephants. Back rubs. On demand movies. Actually going out to movies. Faith. Cinnamon rolls. My family. Butterflies. When my kitchen is clean. Crayons. Pink. Tote bags. Dancing. Organizing via color coordination. That my wedding dress was tea length, not floor. Baking. My house. Writing utensils. Paper. India. The sound of water. Making videos. Buttons. The word Episcopalian. Making people laugh. Layering clothes. British accents. Pinterest. Animation. Fireworks. The smell of the Ocean. My wedding rings. Aprons. Reasons to get dressed up. Sex. Pop music. Stars. Taking walks. Daydreaming. Stickers. School Spirit. My friends. Living in a small town. Japan. Singing."
  },
  {
    "id": 157,
    "name": "E.L. James",
    "link": "https://www.goodreads.com/author/show/4725841.E_L_James",
    "image": "https://images.gr-assets.com/authors/1549477398p5/4725841.jpg",
    "born": "London, The United Kingdom",
    "web": "http://www.eljamesauthor.com",
    "bio": "All you need to know should be on here: http://www.eljamesauthor.com/Please come talk to me on twitter: @E_L_JamesIf you are interested in the play list from either of these books - please visit my youtube channel:http://www.youtube.com/user/eljamesau..."
  },
  {
    "id": 158,
    "name": "Donna Tartt",
    "link": "https://www.goodreads.com/author/show/8719.Donna_Tartt",
    "image": "https://s.gr-assets.com/assets/nophoto/user/u_200x266-e183445fd1a1b5cc7075bb1cf7043306.png",
    "born": "Greenwood, Mississippi, The United States",
    "web": "https://www.goodreads.com/author/list/8719.Donna_Tartt",
    "bio": "Donna Tartt is an American writer who received critical acclaim for her first two novels, The Secret History and The Little Friend, which have been translated into thirty languages. Tartt was the 2003 winner of the WH Smith Literary Award for The Little Friend. Her novel The Goldfinch won the Pulitzer Prize in 2014. The daughter of Don and Taylor Tartt, she was born in Greenwood, Mississippi but raised 32 miles away in Grenada, Mississippi. At age five, she wrote her first poem, and she first saw publication in a Mississippi literary review at age 13.Enrolling in the University of Mississippi in 1981, she pledged to the sorority Kappa Kappa Gamma. Her writing caught the attention of Willie Morris while she was a freshman. Following a recomm"
  },
  {
    "id": 159,
    "name": "John Boyne",
    "link": "https://www.goodreads.com/author/show/7195.John_Boyne",
    "image": "https://images.gr-assets.com/authors/1624000738p5/7195.jpg",
    "born": "Dublin, Ireland",
    "web": "http://www.johnboyne.com/",
    "bio": "I was born in Dublin, Ireland, and studied English Literature at Trinity College, Dublin, and Creative Writing at the University of East Anglia, Norwich. In 2015, I was awarded an Honorary Doctorate of Letters by UEA.I’ve published 14 novels for adults, 6 novels for younger readers, and a short story collection. The Boy In The Striped Pyjamas was a New York Times no.1 Bestseller and was adapted for a feature film, a play, a ballet and an opera, selling around 11 million copies worldwide.Among my most popular books are The Heart’s Invisible Furies, A Ladder to the Sky and My Brother’s Name is Jessica.I’m also a regular book reviewer for The Irish Times.In 2012, I was awarded the Hennessy Literary ‘Hall of Fame’ Award for my body of work. I’v"
  },
  {
    "id": 160,
    "name": "Jean M. Auel",
    "link": "https://www.goodreads.com/author/show/861.Jean_M_Auel",
    "image": "https://images.gr-assets.com/authors/1300759227p5/861.jpg",
    "born": "Chicago, Illinois, The United States",
    "web": "https://www.goodreads.com/author/list/861.Jean_M_Auel",
    "bio": "Jean M. Auel, née Jean Marie Untinen is an American author best known for her Earth's Children books, a series of historical fiction novels set in prehistoric Europe that explores interactions of Cro-Magnon people with Neanderthals. As of 2010 her books have sold more than 45 million copies worldwide, in many translations. Auel attended University of Portland, and earned an MBA in 1976. She received honorary degrees from her alma mater, as well as the University of Maine and the Mount Vernon College for Women. She and her husband, Ray Bernard Auel, have five children and live in Portland, Oregon."
  },
  {
    "id": 161,
    "name": "Geoffrey Chaucer",
    "link": "https://www.goodreads.com/author/show/1838.Geoffrey_Chaucer",
    "image": "https://images.gr-assets.com/authors/1202588994p5/1838.jpg",
    "born": "London, England",
    "web": "https://www.goodreads.com/author/list/1838.Geoffrey_Chaucer",
    "bio": "Geoffrey Chaucer (c. 1343 – October 25, 1400?) was an English author, poet, philosopher, bureaucrat, courtier and diplomat. Although he wrote many works, he is best remembered for his unfinished frame narrative The Canterbury Tales. Sometimes called the father of English literature, Chaucer is credited by some scholars as being the first author to demonstrate the artistic legitimacy of the vernacular English language, rather than French or Latin."
  },
  {
    "id": 162,
    "name": "Michael Crichton",
    "link": "https://www.goodreads.com/author/show/5194.Michael_Crichton",
    "image": "https://images.gr-assets.com/authors/1359042651p5/5194.jpg",
    "born": "Chicago, Illinois, The United States",
    "web": "http://www.michaelcrichton.com/",
    "bio": "Michael Crichton (1942-2008) was one of the most successful novelists of his generation, admired for his meticulous scientific research and fast-paced narrative. He graduated summa cum laude and earned his MD from Harvard Medical School in 1969. His first novel, Odds On (1966), was written under the pseudonym John Lange and was followed by seven more Lange novels. He also wrote as Michael Douglas and Jeffery Hudson. His novel A Case of Need won the Edgar Award in 1969. Popular throughout the world, he has sold more than 200 million books. His novels have been translated into thirty-eight languages, and thirteen have been made into films.Michael Crichton died of lymphoma in 2008. He was 66 years old."
  },
  {
    "id": 163,
    "name": "Toni Morrison",
    "link": "https://www.goodreads.com/author/show/3534.Toni_Morrison",
    "image": "https://images.gr-assets.com/authors/1494211316p5/3534.jpg",
    "born": "Lorain, Ohio, The United States",
    "web": "http://www.tonimorrisonsociety.org/",
    "bio": "Toni Morrison (born Chloe Ardelia Wofford) was an American author, editor, and professor who won the 1993 Nobel Prize in Literature for being an author \"who in novels characterized by visionary force and poetic import, gives life to an essential aspect of American reality.\" Her novels are known for their epic themes, vivid dialogue, and richly detailed African American characters- among the best known are her novels The Bluest Eye, Song of Solomon, and Beloved, which won the Pulitzer Prize for Fiction in 1988. In 2001 she was named one of \"The 30 Most Powerful Women in America\" by Ladies' Home Journal."
  },
  {
    "id": 164,
    "name": "Jay Asher",
    "link": "https://www.goodreads.com/author/show/569269.Jay_Asher",
    "image": "https://images.gr-assets.com/authors/1243931536p5/569269.jpg",
    "born": "Arcadia, California, The United States",
    "web": "http://www.jayasher.blogspot.com/",
    "bio": "Jay Asher was born in Arcadia, California on September 30, 1975. He grew up in a family that encouraged all of his interests, from playing the guitar to his writing. He attended Cuesta College right after graduating from high school. It was here where he wrote his first two children’s books for a class called Children’s Literature Appreciation. At this point in his life, he had decided he wanted to become an elementary school teacher. He then transferred to California Polytechnic State University in San Luis Obispo where he left his senior year in order to pursue his career as a serious writer. Throughout his life he worked in various establishments, including as a salesman in a shoe store and in libraries and bookstores. Many of his work e"
  },
  {
    "id": 165,
    "name": "Sergio Cobo",
    "link": "https://www.goodreads.com/author/show/13552262.Sergio_Cobo",
    "image": "https://s.gr-assets.com/assets/nophoto/user/u_200x266-e183445fd1a1b5cc7075bb1cf7043306.png",
    "born": "",
    "web": "",
    "bio": ""
  },
  {
    "id": 166,
    "name": "Anne Frank",
    "link": "https://www.goodreads.com/author/show/3720.Anne_Frank",
    "image": "https://images.gr-assets.com/authors/1343271406p5/3720.jpg",
    "born": "Frankfurt am Main, Germany",
    "web": "http://www.annefrank.org/",
    "bio": "Librarian Note: There is more than one author in the Goodreads database with this name. See this thread for more information.  Annelies Marie \"Anne\" Frank was a Jewish girl born in the city of Frankfurt, Germany. Her father moved to the Netherlands in 1933 and the rest of the family followed later. Anne was the last of the family to come to the Netherlands, in February 1934. She wrote a diary while in hiding with her family and four friends in Amsterdam during the German occupation of the Netherlands in World War II.She lived in Amsterdam with her parents and sister. During the Holocaust, Anne and her family hid in the attic of her father's office to escape the Nazis. It was during that time period that she had recorded her life in her diar"
  },
  {
    "id": 167,
    "name": "Frances Hodgson Burnett",
    "link": "https://www.goodreads.com/author/show/2041.Frances_Hodgson_Burnett",
    "image": "https://images.gr-assets.com/authors/1197934848p5/2041.jpg",
    "born": "Cheetham Hill, Manchester, England, The United Kingdom",
    "web": "https://www.goodreads.com/author/list/2041.Frances_Hodgson_Burnett",
    "bio": "Frances Eliza Hodgson was the daughter of ironmonger Edwin Hodgson, who died three years after her birth, and his wife Eliza Boond. She was educated at The Select Seminary for Young Ladies and Gentleman until the age of fifteen, at which point the family ironmongery, then being run by her mother, failed, and the family emigrated to Knoxville, Tennessee. Here Hodgson began to write, in order to supplement the family income, assuming full responsibility for the family upon the death of her mother, in 1870. In 1872 she married Dr. Swan Burnett, with whom she had two sons, Lionel and Vivian. The marriage was dissolved in 1898. In 1900 Burnett married actor Stephen Townsend until 1902 when they got divorced. Following her great success as a nove"
  },
  {
    "id": 168,
    "name": "Gregory Maguire",
    "link": "https://www.goodreads.com/author/show/7025.Gregory_Maguire",
    "image": "https://images.gr-assets.com/authors/1319068553p5/7025.jpg",
    "born": "Albany, New York, The United States",
    "web": "http://www.gregorymaguire.com/",
    "bio": "Gregory Maguire is an American author, whose novels are revisionist retellings of children's stories (such as L. Frank Baum's The Wonderful Wizard of Oz into Wicked). He received his Ph.D. in English and American Literature from Tufts University, and his B.A. from the State University of New York at Albany. He was a professor and co-director at the Simmons College Center for the Study of Children's Literature from 1979-1985. In 1987 he co-founded Children's Literature New England (a non-profit educational charity).Maguire has served as artist-in-residence at the Blue Mountain Center, the Isabella Stewart Gardner Museum, and the Hambidge Center. He lives in Concord, Massachusetts."
  },
  {
    "id": 169,
    "name": "Madeline Miller",
    "link": "https://www.goodreads.com/author/show/176372.Madeline_Miller",
    "image": "https://images.gr-assets.com/authors/1322861610p5/176372.jpg",
    "born": "Boston, The United States",
    "web": "http://www.madelinemiller.com/",
    "bio": "Madeline Miller was born in Boston and grew up in New York City and Philadelphia. She attended Brown University, where she earned her BA and MA in Classics. For the last ten years she has been teaching and tutoring Latin, Greek and Shakespeare to high school students. She has also studied at the University of Chicago’s Committee on Social Thought, and in the Dramaturgy department at Yale School of Drama, where she focused on the adaptation of classical texts to modern forms. She currently lives in Cambridge, MA, where she teaches and writes. The Song of Achilles is her first novel."
  },
  {
    "id": 170,
    "name": "James Clavell",
    "link": "https://www.goodreads.com/author/show/6417.James_Clavell",
    "image": "https://images.gr-assets.com/authors/1226201855p5/6417.jpg",
    "born": "Sydney, New South Wales, Australia",
    "web": "https://www.goodreads.com/author/list/6417.James_Clavell",
    "bio": "James Clavell, born Charles Edmund Dumaresq Clavell was a British novelist, screenwriter, director and World War II veteran and POW. Clavell is best known for his epic Asian Saga series of novels and their televised adaptations, along with such films as The Great Escape, The Fly and To Sir, with Love.--------------------------James Clavell. (2007, November 10). In Wikipedia, The Free Encyclopedia. Retrieved 23:16, November 14, 2007, from http://en.wikipedia.org/w/index.php?t..."
  },
  {
    "id": 171,
    "name": "Thomas Keneally",
    "link": "https://www.goodreads.com/author/show/6900.Thomas_Keneally",
    "image": "https://images.gr-assets.com/authors/1204666492p5/6900.jpg",
    "born": "Sydney, New South Wales, Australia",
    "web": "http://www.randomhouse.com.au/Author/Keneally",
    "bio": "%20Tom/ Thomas Michael Keneally, AO (born 7 October 1935) is an Australian novelist, playwright and author of non-fiction. He is best known for writing Schindler's Ark, the Booker Prize-winning novel of 1982, which was inspired by the efforts of Poldek Pfefferberg, a Holocaust survivor. The book would later be adapted to Steven Spielberg's Schindler's List (1993), which won the Academy Award for Best Picture.Often published under the name Tom Keneally in Australia.Life and Career:Born in Sydney, Keneally was educated at St Patrick's College, Strathfield, where a writing prize was named after him. He entered St Patrick's Seminary, Manly to train as a Catholic priest but left before his ordination. He worked as a Sydney schoolteacher before his succe"
  },
  {
    "id": 172,
    "name": "Johnathon Nicolaou",
    "link": "https://www.goodreads.com/author/show/22199652.Johnathon_Nicolaou",
    "image": "https://images.gr-assets.com/authors/1643839130p5/22199652.jpg",
    "born": "Sydney, Australia",
    "web": "https://johnathonnicolaoucreations.com",
    "bio": "Johnathon Nicolaou is an Australian author specialising in the Fantasy and Young Adult genres. He is the creator of The Lost Artefacts series as well as other fantasy and young adult books. All his books can be found on his website or through distributers like Amazon. You can follow him on Instagram and TikTok @johnathonniclolaouauthor."
  },
  {
    "id": 173,
    "name": "Jonathan Safran Foer",
    "link": "https://www.goodreads.com/author/show/2617.Jonathan_Safran_Foer",
    "image": "https://images.gr-assets.com/authors/1466172069p5/2617.jpg",
    "born": "Washington, D.C., The United States",
    "web": "https://www.goodreads.com/author/list/2617.Jonathan_Safran_Foer",
    "bio": "Jonathan Safran Foer is the author of two bestselling, award-winning novels, Everything Is Illuminated and Extremely Loud and Incredibly Close, and a bestselling work of nonfiction, Eating Animals. He lives in Brooklyn, New York."
  },
  {
    "id": 174,
    "name": "Margery Williams Bianco",
    "link": "https://www.goodreads.com/author/show/83846.Margery_Williams_Bianco",
    "image": "https://images.gr-assets.com/authors/1206640729p5/83846.jpg",
    "born": "London, England, The United Kingdom",
    "web": "https://www.goodreads.com/author/list/83846.Margery_Williams_Bianco",
    "bio": "Margery Williams Bianco was an English-American author, primarily of popular children's books. A professional writer since the age of nineteen, she achieved lasting fame at forty-one with the 1922 publication of the classic that is her best-known work, The Velveteen Rabbit."
  },
  {
    "id": 175,
    "name": "Philippa Gregory",
    "link": "https://www.goodreads.com/author/show/9987.Philippa_Gregory",
    "image": "https://images.gr-assets.com/authors/1560883006p5/9987.jpg",
    "born": "Kenya",
    "web": "http://www.philippagregory.com",
    "bio": "Philippa Gregory is one of the world’s foremost historical novelists. She wrote her first ever novel, Wideacre, when she was completing her PhD in eighteenth-century literature and it sold worldwide, heralding a new era for historical fiction.Her flair for blending history and imagination developed into a signature style and Philippa went on to write many bestselling novels, including The Other Boleyn Girl and The White Queen.Now a recognised authority on women’s history, Philippa graduated from the University of Sussex and received a PhD from the University of Edinburgh, where she is a Regent and was made Alumna of the Year in 2009. She holds honorary degrees from Teesside University and the University of Sussex. She is a fellow of the Uni"
  },
  {
    "id": 176,
    "name": "Lauren Kate",
    "link": "https://www.goodreads.com/author/show/2905297.Lauren_Kate",
    "image": "https://images.gr-assets.com/authors/1641507837p5/2905297.jpg",
    "born": "The United States",
    "web": "http://laurenkatebooks.net/",
    "bio": "Lauren Kate is the author of novels for adults, teens, and children, including the rom-com BY ANY OTHER NAME and the young adult series, FALLEN. She lives in Laurel Canyon with her family."
  },
  {
    "id": 177,
    "name": "Marissa Meyer",
    "link": "https://www.goodreads.com/author/show/4684322.Marissa_Meyer",
    "image": "https://images.gr-assets.com/authors/1558121336p5/4684322.jpg",
    "born": "The United States",
    "web": "http://www.marissameyer.com",
    "bio": "I live in Tacoma, Washington, with my husband and beautiful twin daughters. Represented by Jill Grinberg. Learn more about me and my upcoming books at http://www.marissameyer.com."
  },
  {
    "id": 178,
    "name": "John Kennedy Toole",
    "link": "https://www.goodreads.com/author/show/3049.John_Kennedy_Toole",
    "image": "https://images.gr-assets.com/authors/1206473903p5/3049.jpg",
    "born": "New Orleans, LA, The United States",
    "web": "https://www.goodreads.com/author/list/3049.John_Kennedy_Toole",
    "bio": "John Kennedy Toole was an American novelist from New Orleans, Louisiana, best known for his novel A Confederacy of Dunces.Toole's novels remained unpublished during his lifetime. Some years after his death by suicide, Toole's mother brought the manuscript of A Confederacy of Dunces to the attention of the novelist Walker Percy, who ushered the book into print. In 1981 Toole was posthumously awarded the Pulitzer Prize for Fiction."
  },
  {
    "id": 179,
    "name": "Ki Longfellow",
    "link": "https://www.goodreads.com/author/show/286014.Ki_Longfellow",
    "image": "https://images.gr-assets.com/authors/1252801606p5/286014.jpg",
    "born": "New York, The United States",
    "web": "http://www.kilongfellow.com/",
    "bio": "Ki Longfellow, born on Staten Island, New York, to a French-Irish mother and an Iroquois father, grew up in Hawaii and Marin County, California, but ended up living in France and England for many years. She is the widow of a British national treasure, the complete artist Vivian Stanshall.In England, she created and sailed the Thekla, a 180 foot Baltic Trader, to the port of Bristol where it became the Old Profanity Showboat. It remains there today as a Bristol landmark. On it, she and Vivian wrote and staged a unique musical for the sheer joy of it. \"Stinkfoot, a Comic Opera,\" garnered a host of delighted, if slightly puzzled, national reviews. Her first book, \"China Blues,\" was the subject of a bidding war. \"China Blues,\" and her second no"
  },
  {
    "id": 180,
    "name": "Viktor E. Frankl",
    "link": "https://www.goodreads.com/author/show/2782.Viktor_E_Frankl",
    "image": "https://images.gr-assets.com/authors/1542894524p5/2782.jpg",
    "born": "Vienna, Austria",
    "web": "http://www.viktorfrankl.org",
    "bio": "Viktor Emil Frankl M.D., Ph.D., was an Austrian neurologist and psychiatrist as well as a Holocaust survivor. Frankl was the founder of logotherapy, which is a form of Existential Analysis, the \"Third Viennese School\" of psychotherapy.His book Man's Search for Meaning (first published under a different title in 1959: From Death-Camp to Existentialism. Originally published in 1946 as Ein Psycholog erlebt das Konzentrationslager) chronicles his experiences as a concentration camp inmate and describes his psychotherapeutic method of finding meaning in all forms of existence, even the most sordid ones, and thus a reason to continue living. He was one of the key figures in existential therapy.Excerpted from Wikipedia."
  },
  {
    "id": 181,
    "name": "Arthur  Miller",
    "link": "https://www.goodreads.com/author/show/8120.Arthur_Miller",
    "image": "https://images.gr-assets.com/authors/1201186455p5/8120.jpg",
    "born": "New York, New York, The United States",
    "web": "https://www.goodreads.com/author/list/8120.Arthur_Miller",
    "bio": "Arthur Asher Miller was an American playwright and essayist. He was a prominent figure in American literature and cinema for over 61 years, writing a wide variety of plays, including celebrated plays such as The Crucible, A View from the Bridge, All My Sons, and Death of a Salesman, which are still studied and performed worldwide. Miller was often in the public eye, most famously for refusing to give evidence against others to the House Un-American Activities Committee, being the recipient of the Pulitzer Prize for Drama among other awards, and for marrying Marilyn Monroe. At the time of his death, Miller was considered one of the greatest American playwrights."
  },
  {
    "id": 182,
    "name": "Gillian Flynn",
    "link": "https://www.goodreads.com/author/show/2383.Gillian_Flynn",
    "image": "https://images.gr-assets.com/authors/1232123231p5/2383.jpg",
    "born": "Kansas City, MO, The United States",
    "web": "http://gillian-flynn.com/",
    "bio": "Gillian Flynn is an American author and television critic for Entertainment Weekly. She has so far written three novels, Sharp Objects, for which she won the 2007 Ian Fleming Steel Dagger for the best thriller- Dark Places- and her best-selling third novel Gone Girl.Her book has received wide praise, including from authors such as Stephen King. The dark plot revolves around a serial killer in a Missouri town, and the reporter who has returned from Chicago to cover the event. Themes include dysfunctional families,violence and self-harm.In 2007 the novel was shortlisted for the Mystery Writers of America Edgar for Best First Novel by an American Writer, Crime Writers' Association Duncan Lawrie, CWA New Blood and Ian Fleming Steel Daggers, win"
  },
  {
    "id": 183,
    "name": "Arundhati Roy",
    "link": "https://www.goodreads.com/author/show/6134.Arundhati_Roy",
    "image": "https://images.gr-assets.com/authors/1496705394p5/6134.jpg",
    "born": "Shillong, Meghalaya, India",
    "web": "https://www.goodreads.com/author/list/6134.Arundhati_Roy",
    "bio": "Arundhati Roy is an Indian writer who is also an activist who focuses on issues related to social justice and economic inequality. She won the Booker Prize in 1997 for her novel, The God of Small Things, and has also written two screenplays and several collections of essays.For her work as an activist she received the Cultural Freedom Prize awarded by the Lannan Foundation in 2002."
  },
  {
    "id": 184,
    "name": "Kenneth Grahame",
    "link": "https://www.goodreads.com/author/show/3843.Kenneth_Grahame",
    "image": "https://images.gr-assets.com/authors/1201018750p5/3843.jpg",
    "born": "Edinburgh, Scotland",
    "web": "https://www.goodreads.com/author/list/3843.Kenneth_Grahame",
    "bio": "Kenneth Grahame was a Scottish writer, most famous for The Wind in the Willows (1908), one of the classics of children's literature. He also wrote The Reluctant Dragon- both books were later adapted into Disney films.AKA:كينيث جرام (Arabic)Κέννεθ Γκρέιαμ (Greek)"
  },
  {
    "id": 185,
    "name": "Corrie ten Boom",
    "link": "https://www.goodreads.com/author/show/102203.Corrie_ten_Boom",
    "image": "https://images.gr-assets.com/authors/1217173231p5/102203.jpg",
    "born": "Amsterdam, Netherlands",
    "web": "http://www.corrietenboom.com/",
    "bio": "Corrie ten Boom and her family were Christians who were active in social work in their home town of Haarlem, the Netherlands. During the Nazi occupation, they chose to act out their faith through peaceful resistance to the Nazis by active participation in the Dutch underground. They were hiding, feeding and transporting Jews and underground members hunted by the Gestapo out of the country. It is estimated they were able to save the lives of 800 Jews, in addition to protecting underground workers. On Feb. 28, 1944, they were betrayed and Corrie and several relatives were arrested. The four Jews and two underground workers in the house at the time of the arrest were not located by the Nazis and were extricated by the underground 47 hours afte"
  },
  {
    "id": 186,
    "name": "Diana Wynne Jones",
    "link": "https://www.goodreads.com/author/show/4260.Diana_Wynne_Jones",
    "image": "https://images.gr-assets.com/authors/1597798776p5/4260.jpg",
    "born": "London, England, The United Kingdom",
    "web": "https://www.goodreads.com/author/list/4260.Diana_Wynne_Jones",
    "bio": "Diana was born in London, the daughter of Marjorie (née Jackson) and Richard Aneurin Jones, both of whom were teachers. When war was announced, shortly after her fifth birthday, she was evacuated to Wales, and thereafter moved several times, including periods in Coniston Water, in York, and back in London. In 1943 her family finally settled in Thaxted, Essex, where her parents worked running an educational conference centre. There, Jones and her two younger sisters Isobel (later Professor Isobel Armstrong, the literary critic) and Ursula (later an actress and a children's writer) spent a childhood left chiefly to their own devices. After attending the Friends School Saffron Walden, she studied English at St Anne's College in Oxford, where s"
  },
  {
    "id": 187,
    "name": "Tracy Chevalier",
    "link": "https://www.goodreads.com/author/show/1973.Tracy_Chevalier",
    "image": "https://images.gr-assets.com/authors/1496158858p5/1973.jpg",
    "born": "Washington, DC., The United States",
    "web": "http://www.tchevalier.com/",
    "bio": "Born:19 October 1962 in Washington, DC. Youngest of 3 children. Father was a photographer for The Washington Post.Childhood:Nerdy. Spent a lot of time lying on my bed reading. Favorite authors back then: Laura Ingalls Wilder, Madeleine L’Engle, Zilpha Keatley Snyder, Joan Aiken, Susan Cooper, Lloyd Alexander. Book I would have taken to a desert island: Anne of Green Gables by L.M. Montgomery.Education:BA in English, Oberlin College, Ohio, 1984. No one was surprised that I went there- I was made for such a progressive, liberal place.MA in creative writing, University of East Anglia, Norwich, England, 1994. There’s a lot of debate about whether or not you can be taught to write. Why doesn’t anyone ask that of professional singers, painters, d"
  },
  {
    "id": 188,
    "name": "Gaston Leroux",
    "link": "https://www.goodreads.com/author/show/9057.Gaston_Leroux",
    "image": "https://images.gr-assets.com/authors/1207312409p5/9057.jpg",
    "born": "Paris, France",
    "web": "https://www.goodreads.com/author/list/9057.Gaston_Leroux",
    "bio": "Gaston Louis Alfred Leroux was a French journalist and author of detective fiction.In the English-speaking world, he is best known for writing the novel The Phantom of the Opera (Le Fantôme de l'Opéra, 1910), which has been made into several film and stage productions of the same name, such as the 1925 film starring Lon Chaney, and Andrew Lloyd Webber's 1986 musical. It was also the basis of the 1990 novel Phantom by Susan Kay.Leroux went to school in Normandy and studied law in Paris, graduating in 1889. He inherited millions of francs and lived wildly until he nearly reached bankruptcy. Then in 1890, he began working as a court reporter and theater critic for L'Écho de Paris. His most important journalism came when he began working as an"
  },
  {
    "id": 189,
    "name": "Jose Saramago",
    "link": "https://www.goodreads.com/author/show/1285555.Jos_Saramago",
    "image": "https://images.gr-assets.com/authors/1497455560p5/1285555.jpg",
    "born": "Golegã, Azinhaga, Portugal",
    "web": "http://www.josesaramago.org/",
    "bio": "Novels of especially noted Portuguese writer José Saramago, include Country of Sin (1947) and The Stone Raft (1986)- people awarded him the Nobel Prize of 1998 for literature. The most important among nations of the last century, he in his sixties then came to prominence with the publication of Baltasar and Blimunda. A huge body of work followed, translated into more than forty languages. https://en.wikipedia.org/wiki/Jos%C3%..."
  },
  {
    "id": 190,
    "name": "Scott Westerfeld",
    "link": "https://www.goodreads.com/author/show/13957.Scott_Westerfeld",
    "image": "https://images.gr-assets.com/authors/1616769389p5/13957.jpg",
    "born": "The United States",
    "web": "http://www.scottwesterfeld.com/",
    "bio": "Scott Westerfeld is a New York Times bestselling author of YA. He is best known for the Uglies and Leviathan series. His current series, IMPOSTORS, returns to the world of Uglies. The next book in that series, MIRROR'S EDGE, comes out April 6, 2021."
  },
  {
    "id": 191,
    "name": "Haruki Murakami",
    "link": "https://www.goodreads.com/author/show/3354.Haruki_Murakami",
    "image": "https://images.gr-assets.com/authors/1615497402p5/3354.jpg",
    "born": "Kyoto, Japan",
    "web": "http://www.harukimurakami.com",
    "bio": "Murakami Haruki (Japanese: 村上 春樹) is a popular contemporary Japanese writer and translator. His work has been described as 'easily accessible, yet profoundly complex'. He can be located on Facebook at: https://www.facebook.com/harukimuraka...Since childhood, Murakami has been heavily influenced by Western culture, particularly Western music and literature. He grew up reading a range of works by American writers, such as Kurt Vonnegut and Richard Brautigan, and he is often distinguished from other Japanese writers by his Western influences.Murakami studied drama at Waseda University in Tokyo, where he met his wife, Yoko. His first job was at a record store, which is where one of his main characters, Toru Watanabe in Norwegian Wood, works. Sh"
  },
  {
    "id": 192,
    "name": "Gail Carson Levine",
    "link": "https://www.goodreads.com/author/show/13677.Gail_Carson_Levine",
    "image": "https://images.gr-assets.com/authors/1432495575p5/13677.jpg",
    "born": "New York, New York, The United States",
    "web": "http://gailcarsonlevine.com/",
    "bio": "Just letting you all know: I'm only going to review books I love. There's enough negative criticism without me piling on. A book is too hard to write.Gail Carson Levine grew up in New York City and began writing seriously in 1987. Her first book for children, Ella Enchanted, was a 1998 Newbery Honor Book. Levine's other books include Fairest- Dave at Night, an ALA Notable Book and Best Book for Young Adults- The Wish- The Two Princesses of Bamarre- and the six Princess Tales books. She is also the author of the nonfiction book Writing Magic: Creating Stories That Fly and the picture book Betsy Who Cried Wolf, illustrated by Scott Nash. Gail, her husband, David, and their Airedale, Baxter, live in a 1790 farmhouse in the Hudson River Valley"
  },
  {
    "id": 193,
    "name": "Wally Lamb",
    "link": "https://www.goodreads.com/author/show/3505.Wally_Lamb",
    "image": "https://images.gr-assets.com/authors/1380325783p5/3505.jpg",
    "born": "Norwich, Connecticut, The United States",
    "web": "http://www.wallylamb.net/",
    "bio": "Wally Lamb is the author of She's Come Undone, The Hour I First Believed, and I Know This Much Is True. Two were featured as selections of Oprah's Book Club. Lamb is the recipient of the Connecticut Center for the Book's Lifetime Achievement Award, the Connecticut Bar Association's Distinguished Public Service Award, the Connecticut Governor's Art Award, the Barnes & Noble Writers for Writers Award, the 1999 New England Book Award for Fiction, and the Missouri Review William Peden Fiction Prize.He was the director of the Writing Center at the Norwich Free Academy, Norwich, Connecticut from 1989-1998, and an Associate Professor of Creative Writing at the University of Connecticut’s English Department. He holds a B.A. in Education and an M.A."
  },
  {
    "id": 194,
    "name": "John Grogan",
    "link": "https://www.goodreads.com/author/show/8002.John_Grogan",
    "image": "https://images.gr-assets.com/authors/1227569305p5/8002.jpg",
    "born": "Detroit, The United States",
    "web": "http://www.johngroganbooks.com/",
    "bio": "John Grogan has spent more than 25 years as a newspaper journalist. Previously he worked as a reporter, bureau chief, and columnist at newspaper in Michigan and Florida. He is also the former editor on chief of Rodale's  Organic Gardening  magazine. His work has won numerous awards, including the National Press Club's Consumer Journalism Award. His first book, Marley & Me, is a number one international bestseller that was as a major motion picture on 2008. His second book is The Longest Trip Home. John lives in Pennsylvania with his wife, Jenny, and their three children."
  },
  {
    "id": 195,
    "name": "Maggie Stiefvater",
    "link": "https://www.goodreads.com/author/show/1330292.Maggie_Stiefvater",
    "image": "https://images.gr-assets.com/authors/1642254510p5/1330292.jpg",
    "born": "The United States",
    "web": "http://www.maggiestiefvater.com",
    "bio": "New York Times bestselling author of The Shiver Trilogy, The Raven Cycle, and The Scorpio Races. Artist. Driver of things with wheels. Avid reader.Maggie Stiefvater plays several musical instruments (most infamously, the bagpipes) and makes art in several media (most generally, colored pencils). She lives in the Shenandoah Valley of Virginia with her husband, their two children, many dogs, a bunch of fainting goats, and a mating pair of growly tuner cars."
  },
  {
    "id": 196,
    "name": "Isabel Allende",
    "link": "https://www.goodreads.com/author/show/2238.Isabel_Allende",
    "image": "https://images.gr-assets.com/authors/1341879973p5/2238.jpg",
    "born": "Lima, Peru",
    "web": "http://www.isabelallende.com",
    "bio": "Isabel Allende Llona is a Chilean-American novelist. Allende, who writes in the \"magic realism\" tradition, is considered one of the first successful women novelists in Latin America. She has written novels based in part on her own experiences, often focusing on the experiences of women, weaving myth and realism together. She has lectured and done extensive book tours and has taught literature at several US colleges. She currently resides in California with her husband. Allende adopted U.S. citizenship in 2003."
  },
  {
    "id": 197,
    "name": "Mary Ann Shaffer",
    "link": "https://www.goodreads.com/author/show/1194527.Mary_Ann_Shaffer",
    "image": "https://images.gr-assets.com/authors/1233257703p5/1194527.jpg",
    "born": "Martinsburg, West Virginia, The United States",
    "web": "https://www.goodreads.com/author/list/1194527.Mary_Ann_Shaffer",
    "bio": "Mary Ann Shaffer worked as an editor, a librarian, and in bookshops. Her life-long dream was to someday write her own book and publish it. The Guernsey Literary and Potato Peel Pie Society was her first novel. Unfortunately, she became very ill with cancer and so she asked her niece, Annie Barrows, the author of the children’s series Ivy and Bean, as well as The Magic Half, to help her finish the book. Mary Ann Shaffer died in February 2008, a few months before her first novel was published."
  },
  {
    "id": 198,
    "name": "William Paul Young",
    "link": "https://www.goodreads.com/author/show/15481463.William_Paul_Young",
    "image": "https://images.gr-assets.com/authors/1485366482p5/15481463.jpg",
    "born": "Grande Prairie, Alberta, Canada",
    "web": "http://wmpaulyoung.com/",
    "bio": "Wm. Paul Young is a Canadian author. Young was the oldest of four. He spend the majority of his first decade with his missionary parents in the highlands of Netherlands New Guinea (West Papua), among the Dani, a tribal people. When he was six he was sent to a boarding school.The manuscript, that later became The Shack, was intended only for his six kids and for a handful of close friends. After multiple rejections by publishers, Young and his friends published the book under the name of their newly created publishing company. The Shack was one of the top-selling fiction books of 2008 and will be a major motion picture in Spring 2017.Young lives in Happy Valley, Oregon with his wife and has six children and several grandchildren. He is also"
  },
  {
    "id": 199,
    "name": "William Faulkner",
    "link": "https://www.goodreads.com/author/show/3535.William_Faulkner",
    "image": "https://images.gr-assets.com/authors/1615562983p5/3535.jpg",
    "born": "New Albany, Mississippi, The United States",
    "web": "https://www.goodreads.com/author/list/3535.William_Faulkner",
    "bio": "William Cuthbert Faulkner was a Nobel Prize-winning American novelist and short story writer. One of the most influential writers of the twentieth century, his reputation is based mostly on his novels, novellas, and short stories. He was also a published poet and an occasional screenwriter.The majority of his works are set in his native state of Mississippi. Though his work was published as early as 1919, and largely during the 1920s and 1930s, Faulkner was relatively unknown until receiving the 1949 Nobel Prize in Literature, \"for his powerful and artistically unique contribution to the modern American novel.\" Faulkner has often been cited as one of the most important writers in the history of American literature. Faulkner was influenced b"
  },
  {
    "id": 200,
    "name": "Hunter S. Thompson",
    "link": "https://www.goodreads.com/author/show/5237.Hunter_S_Thompson",
    "image": "https://images.gr-assets.com/authors/1206560814p5/5237.jpg",
    "born": "Louisville, Kentucky, The United States",
    "web": "https://www.goodreads.com/author/list/5237.Hunter_S_Thompson",
    "bio": "Hunter Stockton Thompson (1937-2005) was an American journalist and author, famous for his book Fear and Loathing in Las Vegas. He is credited as the creator of Gonzo journalism, a style of reporting where reporters involve themselves in the action to such a degree that they become the central figures of their stories. He is also known for his promotion and use of psychedelics and other mind-altering substances (and to a lesser extent, alcohol and firearms), his libertarian views, and his iconoclastic contempt for authority. He committed suicide in 2005."
  },
  {
    "id": 201,
    "name": "P.C. Cast",
    "link": "https://www.goodreads.com/author/show/17015.P_C_Cast",
    "image": "https://images.gr-assets.com/authors/1677324814p5/17015.jpg",
    "born": "The United States",
    "web": "http://www.pccastauthor.com",
    "bio": "PC was born in the Midwest, and grew up being shuttled back-and-forth between Illinois and Oklahoma, which is where she fell in love with Quarter Horses and mythology (at about the same time). After high school, she joined the United States Air Force and began public speaking and writing. After her tour in the USAF, she taught high school for 15 years before retiring to write full time. PC is a #1 New York Times and #1 USA Today Best-Selling author and a member of the Oklahoma Writers Hall of Fame. Her novels have been awarded the prestigious: Oklahoma Book Award, YALSA Quick Pick for Reluctant Readers, Romantic Times Reviewers’ Choice Award, the Prism, Holt Medallion, Daphne du Maurier, Booksellers’ Best, and the Laurel Wreath. PC is an ex"
  },
  {
    "id": 202,
    "name": "Bill Watterson",
    "link": "https://www.goodreads.com/author/show/13778.Bill_Watterson",
    "image": "https://images.gr-assets.com/authors/1374016829p5/13778.jpg",
    "born": "Washington, D.C., The United States",
    "web": "https://www.goodreads.com/author/list/13778.Bill_Watterson",
    "bio": "Bill Watterson (born William Boyd Watterson II) is an American cartoonist, and the author of the comic strip \"Calvin and Hobbes\". His career as a syndicated cartoonist ran from 1985 to 1995- he stopped drawing \"Calvin and Hobbes\" at the end of 1995 with a short statement to newspaper editors and his fans that he felt he had achieved all he could in the comic strip medium. During the early years of his career he produced several drawings and additional contributions for \"Target: The Political Cartoon Quarterly\". Watterson is known for his views on licensing and comic syndication, as well as for his reclusive nature."
  },
  {
    "id": 203,
    "name": "Laurie Halse Anderson",
    "link": "https://www.goodreads.com/author/show/10003.Laurie_Halse_Anderson",
    "image": "https://images.gr-assets.com/authors/1563830499p5/10003.jpg",
    "born": "Potsdam, New York, The United States",
    "web": "http://madwomanintheforest.com/",
    "bio": "UPDATE! SHOUT, my memoir in verse, is out, has received 9 starred reviews, and was longlisted for the National Book Award!For bio stuff: Laurie Halse Anderson is a New York Times bestselling author whose writing spans young readers, teens, and adults. Combined, her books have sold more than 8 million copies. Her new book, SHOUT, a memoir-in-verse about surviving sexual assault at the age of thirteen and a manifesta for the #MeToo era, has received widespread critical acclaim and appeared on the New York Times bestseller list for seven consecutive weeks.Laurie has been nominated for the Astrid Lindgren Memorial Award four times. Two of her books, Speak and Chains, were National Book Award finalists, and Chains was short-listed for the presti"
  },
  {
    "id": 204,
    "name": "Alex Haley",
    "link": "https://www.goodreads.com/author/show/17434.Alex_Haley",
    "image": "https://images.gr-assets.com/authors/1562622582p5/17434.jpg",
    "born": "Ithaca, New York, The United States",
    "web": "https://www.goodreads.com/author/list/17434.Alex_Haley",
    "bio": "Alexander Murray Palmer Haley was an American writer. He is best known as the author of Roots: The Saga of an American Family, and of The Autobiography of Malcolm X, the latter of which he wrote in collaboration with Malcolm X."
  },
  {
    "id": 205,
    "name": "Robert A. Heinlein",
    "link": "https://www.goodreads.com/author/show/205.Robert_A_Heinlein",
    "image": "https://images.gr-assets.com/authors/1192826560p5/205.jpg",
    "born": "Butler, Missouri, The United States",
    "web": "https://www.goodreads.com/author/list/205.Robert_A_Heinlein",
    "bio": "Works of American science-fiction writer Robert Anson Heinlein include Stranger in a Strange Land (1961) and The Moon Is a Harsh Mistress (1966). People often call this novelist \"the dean of science fiction writers\", one of the most popular, influential, and controversial authors of \"hard science fiction.\" He set a high standard for science and engineering plausibility and helped to raise the standards of literary quality of the genre. He was the first science-fiction writer to break into mainstream, general magazines such as The Saturday Evening Post, in the late 1940s. He was also among the first authors of bestselling, novel-length science fiction in the modern, mass-market era. Also wrote under Pen names: Anson McDonald, Lyle Mo"
  },
  {
    "id": 206,
    "name": "Scott O'Dell",
    "link": "https://www.goodreads.com/author/show/4999.Scott_O_Dell",
    "image": "https://images.gr-assets.com/authors/1359928377p5/4999.jpg",
    "born": "Los Angeles, California, The United States",
    "web": "http://www.scottodell.com/",
    "bio": "Scott O'Dell (May 23, 1898 – October 16, 1989) was an American children's author who wrote 26 novels for youngsters, along with three adult novels and four nonfiction books. He was most famously the author of the children's novel Island of the Blue Dolphins (1960), which won the 1961 Newbery Medal as well as a number of other awards. Other award winning books by O'Dell include The King's Fifth (1966), Black Star, Bright Dawn (1988), The Black Pearl (1967), and Sing Down the Moon (1970)- which were all also Newbery Honor award books. O'Dell wrote primarily historical fiction. Many of his children's novels are about historical California and Mexico."
  },
  {
    "id": 207,
    "name": "Jon Krakauer",
    "link": "https://www.goodreads.com/author/show/1235.Jon_Krakauer",
    "image": "https://images.gr-assets.com/authors/1430856379p5/1235.jpg",
    "born": "Brookline, Massachusetts, The United States",
    "web": "http://www.jonkrakauer.com",
    "bio": "Jon Krakauer is an American writer and mountaineer, well-known for outdoor and mountain-climbing writing.https://www.facebook.com/jonkrakauer"
  },
  {
    "id": 208,
    "name": "Tim Butcher",
    "link": "https://www.goodreads.com/author/show/534082.Tim_Butcher",
    "image": "https://images.gr-assets.com/authors/1341264796p5/534082.jpg",
    "born": "Rugby, Warwickshire, The United Kingdom",
    "web": "http://www.tim-butcher.com",
    "bio": "Tim Butcher is a best-selling British author, journalist and broadcaster. Born in 1967, he was on the staff of The Daily Telegraph from 1990 to 2009, covering conflicts across the Balkans, Middle East and Africa. Recognised in 2010 with an honorary doctorate for services to writing and awarded the Mungo Park Medal for exploration by the Royal Scottish Geographical Society, he is based with his family in Cape Town, South Africa."
  },
  {
    "id": 209,
    "name": "Cornelia Funke",
    "link": "https://www.goodreads.com/author/show/15873.Cornelia_Funke",
    "image": "https://images.gr-assets.com/authors/1437000100p5/15873.jpg",
    "born": "Dorsten, North Rhine-Westphalia, Germany",
    "web": "http://www.corneliafunke.com/",
    "bio": "Cornelia Funke is a multiple award-winning German illustrator and storyteller, who writes fantasy for all ages of readers. Amongst her best known books is the Inkheart trilogy. Many of Cornelia's titles are published all over the world and translated into more than 30 languages. She has two children, two birds and a very old dog and lives in Los Angeles, California."
  },
  {
    "id": 210,
    "name": "Taylor Jenkins Reid",
    "link": "https://www.goodreads.com/author/show/6572605.Taylor_Jenkins_Reid",
    "image": "https://images.gr-assets.com/authors/1645653842p5/6572605.jpg",
    "born": "",
    "web": "http://www.taylorjenkinsreid.com",
    "bio": "Taylor Jenkins Reid is the New York Times bestselling author of Carrie Soto Is Back, Malibu Rising, Daisy Jones & The Six, and The Seven Husbands of Evelyn Hugo, as well as four other novels. She lives in Los Angeles. You can follow her on Instagram @tjenkinsreid."
  },
  {
    "id": 211,
    "name": "Jamie McGuire",
    "link": "https://www.goodreads.com/author/show/4464118.Jamie_McGuire",
    "image": "https://images.gr-assets.com/authors/1539783525p5/4464118.jpg",
    "born": "Tulsa, Oklahoma, The United States",
    "web": "http://www.jamiemcguire.com/",
    "bio": "Jamie McGuire was born in Tulsa, Oklahoma. She attended Northern Oklahoma College, the University of Central Oklahoma, and Autry Technology Center where she graduated with a degree in Radiography.Jamie paved the way for the New Adult genre with the international bestseller Beautiful Disaster. Her follow-up novel, Walking Disaster, debuted at #1 on the New York Times, USA Today, and Wall Street Journal bestseller lists in all four categories. Beautiful Oblivion, book one of the Maddox Brothers series, also topped the New York Times bestseller list, debuting at #1. In 2015, books two and three of the Maddox Brothers series, Beautiful Redemption and Beautiful Sacrifice, respectively, also topped the New York Times, as well as a Beautiful serie"
  },
  {
    "id": 212,
    "name": "Lauren Oliver",
    "link": "https://www.goodreads.com/author/show/2936493.Lauren_Oliver",
    "image": "https://images.gr-assets.com/authors/1416335442p5/2936493.jpg",
    "born": "New York, New York",
    "web": "http://www.laurenoliverbooks.com",
    "bio": "Lauren Oliver is the cofounder of media and content development company Glasstown Entertainment, where she serves as the president of production. She is also the New York Times bestselling author of the YA novels Replica, Vanishing Girls, Panic, and the Delirium trilogy: Delirium, Pandemonium, and Requiem, which have been translated into more than thirty languages. The film rights to both Replica and Lauren's bestselling first novel, Before I Fall, were acquired by AwesomenessTV- Before I Fall is now a major motion picture and opened in theaters March of 2017. The sequel to Replica, titled Ringer, is her most recent novel and was released October 3rd, 2017.Her novels for middle grade readers include The Spindlers, Liesl & Po, and the Curios"
  },
  {
    "id": 213,
    "name": "Janet Fitch",
    "link": "https://www.goodreads.com/author/show/3540.Janet_Fitch",
    "image": "https://images.gr-assets.com/authors/1202586900p5/3540.jpg",
    "born": "Los Angeles, California, The United States",
    "web": "http://www.janetfitchwrites.com",
    "bio": "Janet Fitch was born in Los Angeles, a third-generation native, and grew up in a family of voracious readers. As an undergraduate at Reed College, Fitch had decided to become an historian, attracted to its powerful narratives, the scope of events, the colossal personalities, and the potency and breadth of its themes. But when she won a student exchange to Keele University in England, where her passion for Russian history led her, she awoke in the middle of the night on her twenty-first birthday with the revelation she wanted to write fiction. \"I wanted to Live, not spend my life in a library. Of course, my conception of being a writer was to wear a cape and have Adventures.\" She has acquired a couple of capes since then, and a few adventure"
  },
  {
    "id": 214,
    "name": "Harriet Beecher Stowe",
    "link": "https://www.goodreads.com/author/show/26242.Harriet_Beecher_Stowe",
    "image": "https://images.gr-assets.com/authors/1229626652p5/26242.jpg",
    "born": "Litchfield, Connecticut, The United States",
    "web": "https://www.goodreads.com/author/list/26242.Harriet_Beecher_Stowe",
    "bio": "Harriet Elizabeth Beecher Stowe was an American author and abolitionist, whose novel Uncle Tom's Cabin (1852) attacked the cruelty of slavery- it reached millions as a novel and play, and became influential, even in Britain. It made the political issues of the 1850s regarding slavery tangible to millions, energizing anti-slavery forces in the American North. It angered and embittered the South. The impact is summed up in a commonly quoted statement apocryphally attributed to Abraham Lincoln. When he met Stowe, it is claimed that he said, \"So you're the little woman that started this great war!\"AKA:Χάρριετ Μπήτσερ Στόου (Greek)"
  },
  {
    "id": 215,
    "name": "Ralph Ellison",
    "link": "https://www.goodreads.com/author/show/7508.Ralph_Ellison",
    "image": "https://images.gr-assets.com/authors/1200336431p5/7508.jpg",
    "born": "Oklahoma City, Oklahoma, The United States",
    "web": "https://www.goodreads.com/author/list/7508.Ralph_Ellison",
    "bio": "Ralph Ellison was a scholar and writer. He was born Ralph Waldo Ellison in Oklahoma City, Oklahoma, named by his father after Ralph Waldo Emerson. Ellison was best known for his novel Invisible Man, which won the National Book Award in 1953. He also wrote Shadow and Act (1964), a collection of political, social and critical essays, and Going to the Territory (1986). For  The New York Times , the best of these essays in addition to the novel put him \"among the gods of America's literary Parnassus.\" A posthumous novel, Juneteenth, was published after being assembled from voluminous notes he left after his death.Ellison died of Pancreatic Cancer on April 16, 1994. He was eighty-one years old."
  },
  {
    "id": 216,
    "name": "T.H. White",
    "link": "https://www.goodreads.com/author/show/426944.T_H_White",
    "image": "https://images.gr-assets.com/authors/1246071532p5/426944.jpg",
    "born": "Bombay, India",
    "web": "https://www.goodreads.com/author/list/426944.T_H_White",
    "bio": "Born in Bombay to English parents, Terence Hanbury White was educated at Cambridge and taught for some time at Stowe before deciding to write full-time. White moved to Ireland in 1939 as a conscientious objector to WWII, and lived out his years there. White is best known for his sequence of Arthurian novels, The Once and Future King, first published together in 1958."
  },
  {
    "id": 217,
    "name": "Albert Einstein",
    "link": "https://www.goodreads.com/author/show/9810.Albert_Einstein",
    "image": "https://images.gr-assets.com/authors/1429114964p5/9810.jpg",
    "born": "Ulm, Germany",
    "web": "",
    "bio": "In 1879, Albert Einstein was born in Ulm, Germany. He completed his Ph.D. at the University of Zurich by 1909. His 1905 paper explaining the photoelectric effect, the basis of electronics, earned him the Nobel Prize in 1921. His first paper on Special Relativity Theory, also published in 1905, changed the world. After the rise of the Nazi party, Einstein made Princeton his permanent home, becoming a U.S. citizen in 1940. Einstein, a pacifist during World War I, stayed a firm proponent of social justice and responsibility. He chaired the Emergency Committee of Atomic Scientists, which organized to alert the public to the dangers of atomic warfare.At a symposium, he advised: \"In their struggle for the ethical good, teachers of religion must h"
  },
  {
    "id": 218,
    "name": "Frank Zappa",
    "link": "https://www.goodreads.com/author/show/22302.Frank_Zappa",
    "image": "https://images.gr-assets.com/authors/1315160559p5/22302.jpg",
    "born": "Baltimore, The United States",
    "web": "",
    "bio": "Frank Vincent Zappa was an American composer, musician, and film director. In a career spanning more than 30 years, Zappa established himself as a prolific and highly distinctive composer, electric guitar player and band leader. He worked in almost every musical genre and wrote music for rock bands, jazz ensembles, synthesizers and symphony orchestra, as well as musique concrète works constructed from pre-recorded, synthesized or sampled sources. In addition to his music recordings, he created feature-length and short films, music videos, and album covers.(author photo source: http://www.helgeoveras.com/zappa.shtml)"
  },
  {
    "id": 219,
    "name": "Marcus Tullius Cicero",
    "link": "https://www.goodreads.com/author/show/13755.Marcus_Tullius_Cicero",
    "image": "https://images.gr-assets.com/authors/1197881416p5/13755.jpg",
    "born": "Arpinum, Italy",
    "web": "",
    "bio": "Marcus Tullius Cicero was a Roman philosopher, statesman, lawyer, political theorist, and Roman constitutionalist. Cicero is widely considered one of Rome's greatest orators and prose stylists.Alternate profiles:CicéronNote: All editions should have Marcus Tullius Cicero as primary author. Editions with another name on the cover should have that name added as secondary author."
  },
  {
    "id": 220,
    "name": "Bernard M. Baruch",
    "link": "https://www.goodreads.com/author/show/5768330.Bernard_M_Baruch",
    "image": "https://images.gr-assets.com/authors/1331977133p5/5768330.jpg",
    "born": "Camden, South Carolina, The United States",
    "web": "",
    "bio": "Bernard Mannes Baruch, the \"Park Bench Statesman,\" made his fortune on Wall Street, but his greatest challenge and his greatest satisfaction were his service to his country as an economic adviser during both World Wars I and II and as a confidante to six presidents.\t   \tBernard Mannes Baruch was born August 19, 1870, in Camden, the son of Simon and Isabelle Wolfe Baruch. His father was a German immigrant who came to America in 1855 to avoid Prussian conscription. He was 15 years old and knew only one person in America, Mannes Baum, the owner of a general store in Camden, who was married to an aunt of Baruch's mother.\t   \tYoung Simon Baruch worked for Baum as a bookkeeper and, with Baum's help, taught himself English. Mrs. Baum persuaded her"
  },
  {
    "id": 221,
    "name": "William W. Purkey",
    "link": "https://www.goodreads.com/author/show/1744830.William_W_Purkey",
    "image": "https://images.gr-assets.com/authors/1282396130p5/1744830.jpg",
    "born": "",
    "web": "",
    "bio": "[From Amazon.com]William Watson Purkey, Ed.D. began his educational career as a public school teacher, rising to a fully tenured position at the University of Florida, and finally as Professor Emeritus of Counselor Education at the University of North Carolina-Greensboro. His passion for teaching and leadership has earned him various awards of excellence in his field. He is also the co-founder of The International Alliance for Invitational Education. A noted writer, researcher, speaker, and leader, Purkey has authored nearly 100 articles and more than a dozen books."
  },
  {
    "id": 222,
    "name": "Mae West",
    "link": "https://www.goodreads.com/author/show/259666.Mae_West",
    "image": "https://images.gr-assets.com/authors/1198551937p5/259666.jpg",
    "born": "Brooklyn, New York City,, The United States",
    "web": "",
    "bio": "Mae West (August 17, 1893 – November 22, 1980) was an American actress, playwright, screenwriter, and sex symbol.Famous for her bawdy double entendres, West made a name for herself in vaudeville and on the stage in New York before moving to Hollywood to become a comedian, actress and writer in the motion picture industry.One of the most controversial stars of her day, West encountered many problems including censorship.When her cinematic career ended, she continued to perform on stage, in Las Vegas, in the United Kingdom, on radio and television, and recorded Rock and Roll albums."
  },
  {
    "id": 223,
    "name": "Mahatma Gandhi",
    "link": "https://www.goodreads.com/author/show/5810891.Mahatma_Gandhi",
    "image": "https://images.gr-assets.com/authors/1356810912p5/5810891.jpg",
    "born": "Porbander, Gujrat, India",
    "web": "http://www.mkgandhi.org/",
    "bio": "Mohandas Karamchand Gandhi, commonly known as Mahatma Gandhi, was the preeminent leader of Indian nationalism in British-ruled India. Employing non-violent civil disobedience, Gandhi led India to independence and inspired movements for non-violence, civil rights and freedom across the world.The son of a senior government official, Gandhi was born and raised in a Hindu Bania community in coastal Gujarat, and trained in law in London. Gandhi became famous by fighting for the civil rights of Muslim and Hindu Indians in South Africa, using new techniques of non-violent civil disobedience that he developed. Returning to India in 1915, he set about organizing peasants to protest excessive land-taxes. A lifelong opponent of \"communalism\" (i.e. bas"
  },
  {
    "id": 224,
    "name": "Robert Frost",
    "link": "https://www.goodreads.com/author/show/7715.Robert_Frost",
    "image": "https://images.gr-assets.com/authors/1605640483p5/7715.jpg",
    "born": "San Francisco, California, The United States",
    "web": "",
    "bio": "Flinty, moody, plainspoken and deep, Robert Frost was one of America's most popular 20th-century poets. Frost was farming in Derry, New Hampshire when, at the age of 38, he sold the farm, uprooted his family and moved to England, where he devoted himself to his poetry. His first two books of verse, A Boy's Will (1913) and North of Boston (1914), were immediate successes. In 1915 he returned to the United States and continued to write while living in New Hampshire and then Vermont. His pastoral images of apple trees and stone fences -- along with his solitary, man-of-few-words poetic voice -- helped define the modern image of rural New England. Frost's poems include \"Mending Wall\" (\"Good fences make good neighbors\"), \"Stopping by Woods on a"
  },
  {
    "id": 225,
    "name": "Maya Angelou",
    "link": "https://www.goodreads.com/author/show/3503.Maya_Angelou",
    "image": "https://images.gr-assets.com/authors/1379017377p5/3503.jpg",
    "born": "St. Louis, Missouri, The United States",
    "web": "http://www.mayaangelou.com/",
    "bio": "Maya Angelou, born Marguerite Ann Johnson April 4, 1928 in St. Louis, Missouri, was an American poet, memoirist, actress and an important figure in the American Civil Rights Movement. In 2001 she was named one of the 30 most powerful women in America by Ladies Home Journal. Maya Angelou is known for her series of six autobiographies, starting with I Know Why the Caged Bird Sings, (1969) which was nominated for a National Book Award and called her magnum opus. Her volume of poetry, Just Give Me a Cool Drink of Water 'Fore I Die (1971) was nominated for the Pulitzer Prize."
  },
  {
    "id": 226,
    "name": "Elbert Hubbard",
    "link": "https://www.goodreads.com/author/show/114059.Elbert_Hubbard",
    "image": "https://images.gr-assets.com/authors/1216826209p5/114059.jpg",
    "born": "Bloomington, Illinois, The United States",
    "web": "",
    "bio": "Elbert Green Hubbard was an American writer, publisher, artist, and philosopher. He was an influential exponent of the Arts and Crafts movement and is, perhaps, most famous for his essay A Message to Garcia.Also known as Fra Elbert Green, for the magazine he edited, Fra.from http://freepages.history.rootsweb.anc...For a more detailed look at this life, see: http://en.wikipedia.org/wiki/Elbert_H..."
  },
  {
    "id": 227,
    "name": "Martin Luther King Jr.",
    "link": "https://www.goodreads.com/author/show/23924.Martin_Luther_King_Jr_",
    "image": "https://images.gr-assets.com/authors/1198518558p5/23924.jpg",
    "born": "Atlanta, Georgia, The United States",
    "web": "http://www.thekingcenter.org/",
    "bio": "Martin Luther King, Jr. was one of the pivotal leaders of the American civil rights movement. King was a Baptist minister, one of the few leadership roles available to black men at the time. He became a civil rights activist early in his career. He led the Montgomery Bus Boycott (1955–1956) and helped found the Southern Christian Leadership Conference (1957), serving as its first president. His efforts led to the 1963 March on Washington, where King delivered his “I Have a Dream” speech. Here he raised public consciousness of the civil rights movement and established himself as one of the greatest orators in U.S. history. In 1964, King became the youngest person to receive the Nobel Peace Prize for his efforts to end segregation and racial"
  },
  {
    "id": 228,
    "name": "Friedrich Nietzsche",
    "link": "https://www.goodreads.com/author/show/1938.Friedrich_Nietzsche",
    "image": "https://images.gr-assets.com/authors/1651474065p5/1938.jpg",
    "born": "Röcken bei Lützen, Prussian Province of Saxony, Germany",
    "web": "http://plato.stanford.edu/entries/nietzsche/",
    "bio": "Friedrich Wilhelm Nietzsche (Ph.D., Philology, Leipzig University, 1869) was a German philosopher of the late 19th century who challenged the foundations of Christianity and traditional morality. He was interested in the enhancement of individual and cultural health, and believed in life, creativity, power, and the realities of the world we live in, rather than those situated in a world beyond. Central to his philosophy is the idea of “life-affirmation,” which involves a questioning of all doctrines that drain life's expansive energies, however socially prevalent those views might be. Often referred to as one of the first existentialist philosophers along with Søren Kierkegaard (1813–1855). From the Stanford Encyclopedia of Philosophy"
  },
  {
    "id": 229,
    "name": "Ralph Waldo Emerson",
    "link": "https://www.goodreads.com/author/show/12080.Ralph_Waldo_Emerson",
    "image": "https://images.gr-assets.com/authors/1393555704p5/12080.jpg",
    "born": "Boston, Massachusetts, The United States",
    "web": "",
    "bio": "Ralph Waldo Emerson was born in Boston in 1803. Educated at Harvard and the Cambridge Divinity School, he became a Unitarian minister in 1826 at the Second Church Unitarian. The congregation, with Christian overtones, issued communion, something Emerson refused to do. \"Really, it is beyond my comprehension,\" Emerson once said, when asked by a seminary professor whether he believed in God. (Quoted in 2,000 Years of Freethought edited by Jim Haught.) By 1832, after the untimely death of his first wife, Emerson cut loose from Unitarianism. During a year-long trip to Europe, Emerson became acquainted with such intelligentsia as British writer Thomas Carlyle, and poets Wordsworth and Coleridge. He returned to the United States in 1833, to a life"
  },
  {
    "id": 230,
    "name": "Andre Gide",
    "link": "https://www.goodreads.com/author/show/7617.Andr_Gide",
    "image": "https://images.gr-assets.com/authors/1424119198p5/7617.jpg",
    "born": "Paris, France",
    "web": "",
    "bio": "André Paul Guillaume Gide was a French author and winner of the Nobel Prize in literature in 1947. Gide's career ranged from its beginnings in the symbolist movement, to the advent of anticolonialism between the two World Wars.Known for his fiction as well as his autobiographical works, Gide exposes to public view the conflict and eventual reconciliation between the two sides of his personality, split apart by a straight-laced education and a narrow social moralism. Gide's work can be seen as an investigation of freedom and empowerment in the face of moralistic and puritan constraints, and gravitates around his continuous effort to achieve intellectual honesty. His self-exploratory texts reflect his search of how to be fully oneself, even t"
  },
  {
    "id": 231,
    "name": "H. Jackson Brown Jr.",
    "link": "https://www.goodreads.com/author/show/33394.H_Jackson_Brown_Jr_",
    "image": "https://images.gr-assets.com/authors/1288560924p5/33394.jpg",
    "born": "The United States",
    "web": "http://www.instructionbook.com/bio.html",
    "bio": "Date of Birth: 1940H. Jackson Brown, Jr. was an American author best-known for his book Life's Little Instruction Book which was a New York Times bestseller. Before becoming famous as a writer, Brown acted as a creative director of an advertising agency in Nashville, Tennessee. It was simple words of wisdom gathered from other people and his own experiences that made him a best-selling author.Brown first published A Father's Book of Wisdom, which was quickly followed by P.S. I Love You, a collection of sayings and observations from his father and mother. Both were very popular and led to Life's Little Instruction Book, which was originally written as a going-away present for his college-bound son, Adam. This book contained 511 reminders abo"
  },
  {
    "id": 232,
    "name": "Bob Marley",
    "link": "https://www.goodreads.com/author/show/25241.Bob_Marley",
    "image": "https://images.gr-assets.com/authors/1207771636p5/25241.jpg",
    "born": "Nine Mile, Saint Ann, Jamaica",
    "web": "http://www.bobmarley.com/",
    "bio": "Robert \"Bob\" Nesta Marley OM was a Jamaican singer, songwriter, guitarist, and activist. He was the frontman, lead singer, songwriter and guitarist for the ska, rocksteady and reggae bands: The Wailers (1964 – 1974) and Bob Marley & the Wailers (1974 - 1981). He is the most widely known performer of ska/reggae music, and is often credited for helping spread Jamaican music to the worldwide audience.Marley's best known hits includes \"I Shot the Sheriff\", \"No Woman, No Cry\", \"Exodus\", \"Could You Be Loved\", \"Stir It Up\", \"Jamming\", \"Redemption Song\", and \"One Love\", as well as the posthumous releases \"Buffalo Soldier\" och \"Iron Lion Zion\". The compilation album, Legend, released in 1984, three years after Marley's death, is the best-selling reg"
  },
  {
    "id": 233,
    "name": "Marilyn Monroe",
    "link": "https://www.goodreads.com/author/show/82952.Marilyn_Monroe",
    "image": "https://images.gr-assets.com/authors/1436929110p5/82952.jpg",
    "born": "The United States",
    "web": "http://www.marilynmonroe.com/",
    "bio": "Marilyn Monroe (born Norma Jeane Mortenson- June 1, 1926 – August 5, 1962) was an American actress, model, and singer, who became a major sex symbol, starring in a number of commercially successful motion pictures during the 1950s and early 1960s.After spending much of her childhood in foster homes, Monroe began a career as a model, which led to a film contract in 1946 with Twentieth Century-Fox. Her early film appearances were minor, but her performances in The Asphalt Jungle and All About Eve (both 1950), drew attention. By 1952 she had her first leading role in Don't Bother to Knock and 1953 brought a lead in Niagara, a melodramatic film noir that dwelt on her seductiveness. Her \"dumb blonde\" persona was used to comic effect in subsequen"
  },
  {
    "id": 234,
    "name": "Maurice Switzer",
    "link": "https://www.goodreads.com/author/show/2868190.Maurice_Switzer",
    "image": "https://images.gr-assets.com/authors/1534627057p5/2868190.jpg",
    "born": "New Orleans, Louisiana, The United States",
    "web": "",
    "bio": ""
  },
  {
    "id": 235,
    "name": "Allen Saunders",
    "link": "https://www.goodreads.com/author/show/276029.Allen_Saunders",
    "image": "https://images.gr-assets.com/authors/1368887014p5/276029.jpg",
    "born": "The United States",
    "web": "",
    "bio": "Allen Saunders was an American writer, journalist and cartoonist who wrote the comic strips Steve Roper and Mike Nomad, Mary Worth and Kerry Drake. His full name, John Allen Saunders, sometimes led to confusion with his son John (John Phillip Saunders, 1924–2003), who later continued two of his father's strips.Born in Lebanon, Indiana, Saunders enjoyed newspaper comics as a youth, and he practiced drawing them. After graduating from Wabash College in 1920, he taught French there for seven years while working in the summers on his M.A. at the University of Chicago and taking night classes at the Chicago Academy of Fine Arts. He drew editorial cartoons and the single-panel Miserable Moments, wrote detective fiction for magazines, worked in Ch"
  },
  {
    "id": 236,
    "name": "Bill Keane",
    "link": "https://www.goodreads.com/author/show/3230608.Bil_Keane",
    "image": "https://images.gr-assets.com/authors/1320885123p5/3230608.jpg",
    "born": "Philadelphia, Pennsylvania, The United States",
    "web": "http://www.familycircus.com/",
    "bio": "William Aloysius Keane, better known as Bil Keane, was an American cartoonist notable for his work on the long-running newspaper comic The Family Circus, which began its run in 1960 and continues in syndication."
  },
  {
    "id": 237,
    "name": "Thomas A. Edison",
    "link": "https://www.goodreads.com/author/show/3091287.Thomas_A_Edison",
    "image": "https://images.gr-assets.com/authors/1400354079p5/3091287.jpg",
    "born": "Milan, Ohio, The United States",
    "web": "",
    "bio": "Thomas Alva Edison was an American inventor, scientist and businessman who developed many devices that greatly influenced life around the world, including the phonograph, the motion picture camera, and a long-lasting, practical electric light bulb. Dubbed \"The Wizard of Menlo Park\" (now Edison, New Jersey) by a newspaper reporter, he was one of the first inventors to apply the principles of mass production and large teamwork to the process of invention, and therefore is often credited with the creation of the first industrial research laboratory.Edison is considered one of the most prolific inventors in history, holding 1,093 U.S. patents in his name, as well as many patents in the United Kingdom, France and Germany. He is credited with num"
  },
  {
    "id": 238,
    "name": "Elie Wiesel",
    "link": "https://www.goodreads.com/author/show/1049.Elie_Wiesel",
    "image": "https://images.gr-assets.com/authors/1255518412p5/1049.jpg",
    "born": "Sighet, Romania",
    "web": "http://www.eliewieselfoundation.org/",
    "bio": "Eliezer Wiesel was a Romania-born American novelist, political activist, and Holocaust survivor of Hungarian Jewish descent. He was the author of over 40 books, the best known of which is Night, a memoir that describes his experiences during the Holocaust and his imprisonment in several concentration camps.Wiesel was awarded the Nobel Peace Prize in 1986. The Norwegian Nobel Committee called him a \"messenger to mankind,\" noting that through his struggle to come to terms with \"his own personal experience of total humiliation and of the utter contempt for humanity shown in Hitler's death camps,\" as well as his \"practical work in the cause of peace,\" Wiesel has delivered a powerful message \"of peace, atonement and human dignity\" to humanity.On"
  },
  {
    "id": 239,
    "name": "Eleanor Roosevelt",
    "link": "https://www.goodreads.com/author/show/44566.Eleanor_Roosevelt",
    "image": "https://images.gr-assets.com/authors/1536173756p5/44566.jpg",
    "born": "The United States",
    "web": "",
    "bio": "Anna Eleanor Roosevelt was an American political leader who used her influence as an active First Lady from 1933 to 1945 to promote the New Deal policies of her husband, President Franklin D. Roosevelt, as well as taking a prominent role as an advocate for civil rights. After her husband's death in 1945, she continued to be an internationally prominent author and speaker for the New Deal coalition. She was a suffragist who worked to enhance the status of working women, although she opposed the Equal Rights Amendment because she believed it would adversely affect women. In the 1940s, she was one of the co-founders of Freedom House and supported the formation of the United Nations. Eleanor Roosevelt founded the UN Association of the United St"
  },
  {
    "id": 240,
    "name": "Pablo Neruda",
    "link": "https://www.goodreads.com/author/show/4026.Pablo_Neruda",
    "image": "https://images.gr-assets.com/authors/1651474656p5/4026.jpg",
    "born": "Parral, Chile",
    "web": "",
    "bio": "Pablo Neruda was the pen name and, later, legal name of the Chilean writer and politician Neftalí Ricardo Reyes Basoalto. Neruda assumed his pen name as a teenager, partly because it was in vogue, partly to hide his poetry from his father, a rigid man who wanted his son to have a \"practical\" occupation. Neruda's pen name was derived from Czech writer and poet Jan Neruda- Pablo is thought to be from Paul Verlaine. With his works translated into many languages, Pablo Neruda is considered one of the greatest and most influential poets of the 20th century.Neruda was accomplished in a variety of styles, ranging from erotically charged love poems like his collection Twenty Poems of Love and a Song of Despair, surrealist poems, historical epics, a"
  },
  {
    "id": 241,
    "name": "Groucho Marx",
    "link": "https://www.goodreads.com/author/show/43244.Groucho_Marx",
    "image": "https://images.gr-assets.com/authors/1198590177p5/43244.jpg",
    "born": "New York , New York, The United States",
    "web": "",
    "bio": "Julius Henry \"Groucho\" Marx, was an American comedian and film star. He is famed as a master of wit. He made 15 feature films with his siblings, the Marx Brothers, and also had a successful solo career, most notably as the host of the radio and television game show, You Bet Your Life. He had a distinctive image, which included a heavy greasepaint moustache and eyebrows, and glasses."
  },
  {
    "id": 242,
    "name": "Steve Martin",
    "link": "https://www.goodreads.com/author/show/7103.Steve_Martin",
    "image": "https://images.gr-assets.com/authors/1585425013p5/7103.jpg",
    "born": "Waco, Texas, The United States",
    "web": "http://stevemartin.com",
    "bio": "Stephen Glenn \"Steve\" Martin is an American actor, comedian, writer, playwright, producer, musician, and composer. He was raised in Southern California in a Baptist family, where his early influences were working at Disneyland and Knott's Berry Farm and working magic and comedy acts at these and other smaller venues in the area. His ascent to fame picked up when he became a writer for the Smothers Brothers Comedy Hour, and later became a frequent guest on the Tonight Show.In the 1970s, Martin performed his offbeat, absurdist comedy routines before packed houses on national tours. In the 1980s, having branched away from stand-up comedy, he became a successful actor, playwright, and juggler, and eventually earned Emmy, Grammy, and American Co"
  },
  {
    "id": 243,
    "name": "Lao Tzu",
    "link": "https://www.goodreads.com/author/show/2622245.Lao_Tzu",
    "image": "https://images.gr-assets.com/authors/1435903703p5/2622245.jpg",
    "born": "China",
    "web": "",
    "bio": "Lao Tzu (Chinese: 老子- pinyin: Lǎozǐ- Wade-Giles: Laosi- also Laozi, Lao Tse, Lao Tu, Lao-Tsu, Laotze, Laosi, Lao Zi, Laocius, Lao Ce, and other variations) was a mystic philosopher of ancient China, best known as the author of the Tao Te Ching (often simply referred to as Laozi). His association with the Tao Te Ching has led him to be traditionally considered the founder of Taoism (pronounced as \"Daoism\"). He is also revered as a deity in most religious forms of the Taoist religion, which often refers to Laozi as Taishang Laojun, or \"One of the Three Pure Ones\". Laozi translated literally from Chinese means \"old master\" or \"old one\", and is generally considered honorific.According to Chinese tradition, Laozi lived in the 6th century BCE. Hi"
  },
  {
    "id": 244,
    "name": "Kent M. Keith",
    "link": "https://www.goodreads.com/author/show/271599.Kent_M_Keith",
    "image": "https://images.gr-assets.com/authors/1568661067p5/271599.jpg",
    "born": "The United States",
    "web": "",
    "bio": "Kent M. Keith was born in New York and studied at Harvard, Oxford University, Waseda University in Tokyo, the University of Hawaii and the University of Southern California. He is a Rhodes Scholar.Dr. Keith is known nationally and internationally as the author of the Paradoxical Commandments, which he wrote and published in 1968 in a booklet for student leaders entitled, The Silent Revolution: Dynamic Leadership in the Student Council. His books, \"Anyway: The Paradoxical Commandments,\" \"Do It Anyway: The Handbook for Finding Personal Meaning and Deep Happiness in a Crazy World\" and \" Jesus Did It Anyway: The Paradoxical Commandments for Christians\" discuss these concepts.Dr. Keith practiced law and worked for the State of Hawaii Departm"
  },
  {
    "id": 245,
    "name": "George Eliot",
    "link": "https://www.goodreads.com/author/show/173.George_Eliot",
    "image": "https://images.gr-assets.com/authors/1596202587p5/173.jpg",
    "born": "South Farm, Arbury Hall, Nuneaton, Warwickshire, England",
    "web": "",
    "bio": "Mary Ann Evans, known by her pen name George Eliot, was an English novelist, poet, journalist, translator and one of the leading writers of the Victorian era. She was born in 1819 at a farmstead in Nuneaton, Warwickshire, England, where her father was estate manager. Mary Ann, the youngest child and a favorite of her father's, received a good education for a young woman of her day. Influenced by a favorite governess, she became a religious evangelical as an adolescent. Her first published work was a religious poem. Through a family friend, she was exposed to Charles Hennell's \"An Inquiry into the Origins of Christianity\". Unable to believe, she conscientiously gave up religion and stopped attending church. Her father shunned her, sending th"
  },
  {
    "id": 246,
    "name": "Mother Teresa",
    "link": "https://www.goodreads.com/author/show/838305.Mother_Teresa",
    "image": "https://images.gr-assets.com/authors/1263888735p5/838305.jpg",
    "born": "Skopje, North Macedonia",
    "web": "http://www.motherteresa.org/",
    "bio": "Mother Mary Teresa Bojaxhiu[6] (born Anjezë Gonxhe Bojaxhiu, Albanian: [aˈɲɛzə ˈɡɔndʒɛ bɔjaˈdʒiu]- 26 August 1910 – 5 September 1997), honoured in the Catholic Church as Saint Teresa of Calcutta,[7] was an Albanian-Indian[4] Roman Catholic nun and missionary.[8] She was born in Skopje (now the capital of North Macedonia), then part of the Kosovo Vilayet of the Ottoman Empire. After living in Skopje for eighteen years, she moved to Ireland and then to India, where she lived for most of her life.In 1950, Teresa founded the Missionaries of Charity, a Roman Catholic religious congregation that had over 4,500 nuns and was active in 133 countries in 2012. The congregation manages homes for people who are dying of HIV/AIDS, leprosy and tuberculosi"
  },
  {
    "id": 247,
    "name": "Sarah Dessen",
    "link": "https://www.goodreads.com/author/show/2987.Sarah_Dessen",
    "image": "https://images.gr-assets.com/authors/1372181953p5/2987.jpg",
    "born": "Illinois, The United States",
    "web": "http://www.sarahdessen.com/",
    "bio": ""
  },
  {
    "id": 248,
    "name": "Garrison Keillor",
    "link": "https://www.goodreads.com/author/show/2014.Garrison_Keillor",
    "image": "https://images.gr-assets.com/authors/1259697704p5/2014.jpg",
    "born": "Anoka, Minnesota, The United States",
    "web": "http://www.garrisonkeillor.com/",
    "bio": "Garrison Keillor (born Gary Edward Keillor on August 7, 1942 in Anoka, Minnesota) is an American author, storyteller, humorist, columnist, musician, satirist, and radio personality. He is known as host of the Minnesota Public Radio show \"A Prairie Home Companion\".Keillor was born in Anoka, Minnesota, the son of Grace Ruth (née Denham) and John Philip Keillor, who was a carpenter and postal worker. His father had English ancestry, partly by way of Canada (Keillor's paternal grandfather was from Kingston, Ontario). His maternal grandparents were Scottish immigrants, from Glasgow. The family belonged to the Plymouth Brethren, a fundamentalist Christian denomination Keillor has since left. He is six feet, three inches (1.9 m) tall. Keillor is a"
  },
  {
    "id": 249,
    "name": "Pablo Picasso",
    "link": "https://www.goodreads.com/author/show/3253.Pablo_Picasso",
    "image": "https://images.gr-assets.com/authors/1684536524p5/3253.jpg",
    "born": "Málaga, Spa",
    "web": "",
    "bio": "Pablo Ruiz Picasso, often referred to simply as Picasso, was a Spanish painter and sculptor. His full name is Pablo Diego José Francisco de Paula Juan Nepomuceno María de los Remedios Cipriano de la Santísima Trinidad Clito Ruiz y Picasso. One of the most recognized figures in 20th century art, he is best known as the co-founder, along with Georges Braque, of cubism."
  },
  {
    "id": 250,
    "name": "Anaïs Nin",
    "link": "https://www.goodreads.com/author/show/7190.Ana_s_Nin",
    "image": "https://images.gr-assets.com/authors/1585811222p5/7190.jpg",
    "born": "Neuilly, France",
    "web": "http://www.anaisnin.com",
    "bio": "French-born novelist, passionate eroticist and short story writer, who gained international fame with her journals. Spanning the years from 1931 to 1974, they give an account of one woman's voyage of self-discovery. \"It's all right for a woman to be, above all, human. I am a woman first of all.\" (from The Diary of Anaïs Nin, vol. I, 1966) Anaïs Nin was largely ignored until the 1960s. Today she is regarded as one of the leading female writers of the 20th century and a source of inspiration for women challenging conventionally defined gender roles."
  },
  {
    "id": 251,
    "name": "Charles M. Schulz",
    "link": "https://www.goodreads.com/author/show/209672.Charles_M_Schulz",
    "image": "https://images.gr-assets.com/authors/1198590750p5/209672.jpg",
    "born": "Minneapolis, MN, The United States",
    "web": "",
    "bio": "Charles Monroe Schulz was an American cartoonist, whose comic strip Peanuts proved one of the most popular and influential in the history of the medium, and is still widely reprinted on a daily basis.Schulz's first regular cartoons, Li'l Folks, were published from 1947 to 1950 by the St. Paul Pioneer Press- he first used the name Charlie Brown for a character there, although he applied the name in four gags to three different boys and one buried in sand. The series also had a dog that looked much like Snoopy. In 1948, Schulz sold a cartoon to The Saturday Evening Post- the first of 17 single-panel cartoons by Schulz that would be published there. In 1948, Schulz tried to have Li'l Folks syndicated through the Newspaper Enterprise Associatio"
  },
  {
    "id": 252,
    "name": "George Bernard Shaw",
    "link": "https://www.goodreads.com/author/show/5217.George_Bernard_Shaw",
    "image": "https://images.gr-assets.com/authors/1271683549p5/5217.jpg",
    "born": "Dublin, Ireland",
    "web": "",
    "bio": "George Bernard Shaw was an Irish playwright, socialist, and a co-founder of the London School of Economics. Although his first profitable writing was music and literary criticism, in which capacity he wrote many highly articulate pieces of journalism, his main talent was for drama. Over the course of his life he wrote more than 60 plays. Nearly all his plays address prevailing social problems, but each also includes a vein of comedy that makes their stark themes more palatable. In these works Shaw examined education, marriage, religion, government, health care, and class privilege.An ardent socialist, Shaw was angered by what he perceived to be the exploitation of the working class. He wrote many brochures and speeches for the Fabian Societ"
  },
  {
    "id": 253,
    "name": "Jim Henson",
    "link": "https://www.goodreads.com/author/show/4427.Jim_Henson",
    "image": "https://images.gr-assets.com/authors/1208316138p5/4427.jpg",
    "born": "Greenville, Mississippi, The United States",
    "web": "http://www.jimhensonlegacy.org/",
    "bio": "James Maury \"Jim\" Henson was the most widely known puppeteer in American television history. He was the creator of The Muppets and the leading force behind their long creative run in the television series Sesame Street and The Muppet Show and films such as The Muppet Movie (1979) and The Dark Crystal (1982). He was also an Oscar-nominated film director, Emmy Award-winning television producer, and the founder of The Jim Henson Company, the Jim Henson Foundation, and Jim Henson's Creature Shop. Henson is widely acknowledged for the ongoing vision of faith, friendship, magic, and love which infused nearly all of his work.When Henson died on May 16, 1990, his sudden death resulted in an outpouring of public and professional affection. There hav"
  },
  {
    "id": 254,
    "name": "Abraham Lincoln",
    "link": "https://www.goodreads.com/author/show/229.Abraham_Lincoln",
    "image": "https://images.gr-assets.com/authors/1198518158p5/229.jpg",
    "born": "Hardcounty, Kentucky, The United States",
    "web": "",
    "bio": "Abraham Lincoln, the sixteenth president of the United States from 1861 to 1865, led the Union during the Civil War and emancipated slaves in the south in 1863- shortly after the end of the war, John Wilkes Booth assassinated him. As an outspoken opponent of the expansion of slavery, Lincoln won the nomination of the Republican Party in 1860, and people elected him later in that year. During his term, he led the defeat of the secessionist Confederate States of America and thus helped to preserve. He introduced measures that resulted in the abolition, issued his Emancipation Proclamation in 1863, and promoted the passage of the thirteenth amendment to the Constitution in 1865. https://en.wikipedia.org/wiki/Abraham..."
  },
  {
    "id": 255,
    "name": "Winston S. Churchill",
    "link": "https://www.goodreads.com/author/show/14033.Winston_S_Churchill",
    "image": "https://images.gr-assets.com/authors/1306133803p5/14033.jpg",
    "born": "Duke of Malborough's Palace Woodstock, Oxfordshire, England",
    "web": "",
    "bio": "Sir Winston Leonard Spencer-Churchill, KG, OM, CH, TD, FRS, PC (Can) was a British politician who served as Prime Minister of the United Kingdom from 1940 to 1945, and again from 1951 to 1955. A noted statesman, orator and strategist, Churchill was also an officer in the British Army. A prolific author, he won the Nobel Prize in Literature in 1953 for his own historical writings, \"for his mastery of historical and biographical description as well as for brilliant oratory in defending exalted human values.\"Out of respect for the well-known American author, Winston Churchill, Winston S. Churchill offered to use his middle initial in any works that he authored."
  },
  {
    "id": 256,
    "name": "Helen Keller",
    "link": "https://www.goodreads.com/author/show/7275.Helen_Keller",
    "image": "https://images.gr-assets.com/authors/1266096039p5/7275.jpg",
    "born": "Tuscumbia, Alabama, The United States",
    "web": "",
    "bio": "Blind and deaf since infancy, American memoirist and lecturer Helen Adams Keller learned to read, to write, and to speak from her teacher Anne Sullivan, graduated from Radcliffe in 1904, and lectured widely on behalf of sightless people- her books include Out of the Dark (1913). Conditions bound not Keller. Scarlet fever rendered her deaf and blind at 19 months- she in several languages and as a student wrote The Story of My Life. In this age, few women then attended college, and people often relegated the disabled to the background and spoke of the disabled only in hushed tones, when she so remarkably accomplished. Nevertheless, alongside many other impressive achievements, Keller authored 13 books, wrote countless articles, and de"
  },
  {
    "id": 257,
    "name": "Charles Bukowski",
    "link": "https://www.goodreads.com/author/show/13275.Charles_Bukowski",
    "image": "https://images.gr-assets.com/authors/1501509674p5/13275.jpg",
    "born": "Andernach, Germany",
    "web": "http://bukowski.net",
    "bio": "Henry Charles Bukowski (born as Heinrich Karl Bukowski) was a German-born American poet, novelist and short story writer. His writing was influenced by the social, cultural and economic ambience of his home city of Los Angeles.It is marked by an emphasis on the ordinary lives of poor Americans, the act of writing, alcohol, relationships with women and the drudgery of work. Bukowski wrote thousands of poems, hundreds of short stories and six novels, eventually publishing over sixty booksCharles Bukowski was the only child of an American soldier and a German mother. At the age of three, he came with his family to the United States and grew up in Los Angeles. He attended Los Angeles City College from 1939 to 1941, then left school and moved to"
  },
  {
    "id": 258,
    "name": "Anais Nin",
    "link": "https://www.goodreads.com/author/show/7190.Ana_s_Nin",
    "image": "https://images.gr-assets.com/authors/1585811222p5/7190.jpg",
    "born": "Neuilly, France",
    "web": "http://www.anaisnin.com",
    "bio": "French-born novelist, passionate eroticist and short story writer, who gained international fame with her journals. Spanning the years from 1931 to 1974, they give an account of one woman's voyage of self-discovery. \"It's all right for a woman to be, above all, human. I am a woman first of all.\" (from The Diary of Anaïs Nin, vol. I, 1966) Anaïs Nin was largely ignored until the 1960s. Today she is regarded as one of the leading female writers of the 20th century and a source of inspiration for women challenging conventionally defined gender roles."
  },
  {
    "id": 259,
    "name": "Alexandre Dumas-fils",
    "link": "https://www.goodreads.com/author/show/3186713.Alexandre_Dumas_fils",
    "image": "https://images.gr-assets.com/authors/1457825404p5/3186713.jpg",
    "born": "Paris, France",
    "web": "",
    "bio": "Alexandre Dumas (fils) (son) was born in Paris, France, the illegitimate child of Marie-Laure-Catherine Labay (1794-1868), a dressmaker, and novelist Alexandre Dumas. During 1831 his father legally recognized him and ensured that the young Dumas received the best education possible at the Institution Goubaux and the Collège Bourbon. At that time, the law allowed the elder Dumas to take the child away from his mother. Her agony inspired Dumas fils to write about tragic female characters. In almost all of his writings, he emphasized the moral purpose of literature and in his play The Illegitimate Son (1858) he espoused the belief that if a man fathers an illegitimate child then he has an obligation to legitimize the child and marry the woman."
  },
  {
    "id": 260,
    "name": "Robert Fulghum",
    "link": "https://www.goodreads.com/author/show/19630.Robert_Fulghum",
    "image": "https://images.gr-assets.com/authors/1535564306p5/19630.jpg",
    "born": "Waco, Texas, The United States",
    "web": "http://www.robertfulghum.com/",
    "bio": "Robert Fulghum is an American author, primarily of short essays."
  },
  {
    "id": 261,
    "name": "Walter M. Miller Jr.",
    "link": "https://www.goodreads.com/author/show/6025722.Walter_M_Miller_Jr_",
    "image": "https://images.gr-assets.com/authors/1339680458p5/6025722.jpg",
    "born": "New Smyrna Beach, Florida, The United States",
    "web": "",
    "bio": "From the Wikipedia article, \"Walter M. Miller, Jr.\":Miller was born in New Smyrna Beach, Florida. Educated at the University of Tennessee and the University of Texas, he worked as an engineer. During World War II, he served in the Army Air Corps as a radioman and tail gunner, flying more than fifty bombing missions over Italy. He took part in the bombing of the Benedictine Abbey at Monte Cassino, which proved a traumatic experience for him. Joe Haldeman reported that Miller \"had Post Traumatic Stress Disorder for 30 years before it had a name\".After the war, Miller converted to Catholicism. He married Anna Louise Becker in 1945, and they had four children. For several months in 1953 he lived with science-fiction writer Judith Merril, ex-wif"
  },
  {
    "id": 262,
    "name": "Alfred Tennyson",
    "link": "https://www.goodreads.com/author/show/13638502.Alfred_Tennyson",
    "image": "https://images.gr-assets.com/authors/1454788521p5/13638502.jpg",
    "born": "Somersby, Lincolnshire, England",
    "web": "",
    "bio": "Alfred Tennyson, invariably known as Alfred Lord Tennyson on all his books, was born in Somersby, Lincolnshire, the fourth of the twelve children of George Tennyson, clergyman, and his wife, Elizabeth. In 1816 Tennyson was sent to Louth Grammar School, which he disliked so intensely that from 1820 he was educated at home until at the age of 18 he joined his two brothers at Trinity College, Cambridge and with his brother Charles published his first book, Poems by Two Brothers the same year. His second book, Poems Chiefly Lyrical was published in 1830. In 1833, Tennyson's best friend Arthur Henry Hallam, who was engaged to his sister, died, inspiring some of his best work including In Memoriam, Ulysses and the Passing of Arthur.In 1850, follo"
  },
  {
    "id": 263,
    "name": "Virginia Woolf",
    "link": "https://www.goodreads.com/author/show/6765.Virginia_Woolf",
    "image": "https://images.gr-assets.com/authors/1419596619p5/6765.jpg",
    "born": "Kensington, Middlesex, England, The United Kingdom",
    "web": "http://www.virginiawoolfsociety.co.uk/",
    "bio": "(Adeline) Virginia Woolf was an English novelist and essayist regarded as one of the foremost modernist literary figures of the twentieth century.During the interwar period, Woolf was a significant figure in London literary society and a member of the Bloomsbury Group. Her most famous works include the novels Mrs. Dalloway (1925), To the Lighthouse (1927), and Orlando (1928), and the book-length essay A Room of One's Own (1929) with its famous dictum, \"a woman must have money and a room of her own if she is to write fiction."
  },
  {
    "id": 264,
    "name": "Jess C. Scott",
    "link": "https://www.goodreads.com/author/show/2980674.Jess_C_Scott",
    "image": "https://images.gr-assets.com/authors/1603737393p5/2980674.jpg",
    "born": "",
    "web": "http://www.jessINK.com",
    "bio": "Hi all,I made A TON of personal and professional mistakes throughout my early to mid-twenties. As a result, I won't be writing under my \"Jess C Scott\" pen name as it doesn't reflect who I am anymore (it's a pen name I used since I was 12 years old).I have tried to make amends where possible and learn from my mistakes so that I make better choices in future.This year, I started working on some horror short stories. I intend to publish them at some point in future under my real name.I hope to see you at my new site if the genre is of interest to you :)Thank you and take care! 👋✍️-- Jess. (October 2020)WEBSITE: www.jesschuabooks.com+ + +Previous Awards / Publications,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,• Tea Leaves (Cha journal) / Jan 2015• Playmates"
  },
  {
    "id": 265,
    "name": "George Carlin",
    "link": "https://www.goodreads.com/author/show/22782.George_Carlin",
    "image": "https://images.gr-assets.com/authors/1664917557p5/22782.jpg",
    "born": "New York, New York, The United States",
    "web": "http://www.georgecarlin.com/",
    "bio": "George Denis Patrick Carlin was a Grammy-winning American stand-up comedian, actor, author, and philosopher.Carlin was especially noted for his political and black humor and his observations on language, psychology, and religion along with many taboo subjects. Carlin and his \"Seven Dirty Words\" comedy routine were central to the 1978 U.S. Supreme Court case F.C.C. v. Pacifica Foundation, in which a narrow 5-4 decision by the justices affirmed the government's right to regulate Carlin's act on the public airwaves.Carlin's mid-2000s stand-up routines focused on the flaws in modern-day America. He often took on contemporary political issues in the United States and satirized the excesses of American culture.A disciple of Lenny Bruce, he placed"
  },
  {
    "id": 266,
    "name": "Benjamin Franklin Wade",
    "link": "https://www.goodreads.com/author/show/4184579.Benjamin_Franklin_Wade",
    "image": "https://images.gr-assets.com/authors/1445333361p5/4184579.jpg",
    "born": "Springfield, Massachusetts, The United States",
    "web": "",
    "bio": "Benjamin Franklin \"Bluff\" Wade was a United States Senator during Civil War reconstruction known for his leading role among the Radical Republicans.Had the impeachment of Andrew Johnson in 1868 led to a conviction at trial in the Senate, he would have assumed the presidential powers and duties."
  },
  {
    "id": 267,
    "name": "John Lennon",
    "link": "https://www.goodreads.com/author/show/19968.John_Lennon",
    "image": "https://images.gr-assets.com/authors/1207677340p5/19968.jpg",
    "born": "Liverpool, England, The United Kingdom",
    "web": "http://www.johnlennon.com/",
    "bio": "John Winston Ono Lennon, MBE, was an English singer-songwriter who rose to worldwide fame as one of the founding members of The Beatles, and together with Paul McCartney formed one of the most successful songwriting partnerships of the 20th century.Born and raised in Liverpool, Lennon became involved in the skiffle craze as a teenager, his first band, The Quarrymen, evolving into The Beatles in 1960. As the group began to undergo the disintegration that led to their break-up towards the end of that decade, Lennon launched a solo career that would span the next decade, punctuated by critically acclaimed albums, including John Lennon/Plastic Ono Band and Imagine, and iconic songs such as \"Give Peace a Chance\" and \"Imagine\".Lennon revealed a r"
  },
  {
    "id": 268,
    "name": "W.C. Fields",
    "link": "https://www.goodreads.com/author/show/82951.W_C_Fields",
    "image": "https://images.gr-assets.com/authors/1331712829p5/82951.jpg",
    "born": "Darby, Pennsylvania, The United States",
    "web": "http://www.wcfields.com/",
    "bio": "W. C. Fields was born William Claude Dukenfield, the eldest of five children. Field's parents were a Cockney immigrant James Dukenfield and Philadelphia native Kate FeltonHe was an American juggler, comedian, and actor. Fields created one of the great American comic personas of the first half of the 20th century—a misanthrope who teetered on the edge of buffoonery but never quite fell in, an egotist blind to his own failings, a charming drunk- and a man who hated children, dogs, and women, unless they were the wrong sort of women.Fields was a marvel of marketing, he would go as far as pretending to drown in the ocean or other bodies of water, hoping to draw crowds (i.e. customers). His notoriety began around the age of 19, being propelled b"
  },
  {
    "id": 269,
    "name": "Kurt Vonnegut",
    "link": "https://www.goodreads.com/author/show/2778055.Kurt_Vonnegut_Jr_",
    "image": "https://images.gr-assets.com/authors/1433582280p5/2778055.jpg",
    "born": "Indianapolis, Indiana, The United States",
    "web": "http://www.vonnegut.com/",
    "bio": "Kurt Vonnegut, Junior was an American novelist, satirist, and most recently, graphic artist. He was recognized as New York State Author for 2001-2003. He was born in Indianapolis, later the setting for many of his novels. He attended Cornell University from 1941 to 1943, where he wrote a column for the student newspaper, the Cornell Daily Sun. Vonnegut trained as a chemist and worked as a journalist before joining the U.S. Army and serving in World War II. After the war, he attended University of Chicago as a graduate student in anthropology and also worked as a police reporter at the City News Bureau of Chicago. He left Chicago to work in Schenectady, New York in public relations for General Electric. He attributed his unadorned writing st"
  },
  {
    "id": 270,
    "name": "Marianne Williamson",
    "link": "https://www.goodreads.com/author/show/17297.Marianne_Williamson",
    "image": "https://images.gr-assets.com/authors/1527630587p5/17297.jpg",
    "born": "Houston, Texas, The United States",
    "web": "http://marianne.com/",
    "bio": "Marianne Williamson is an internationally acclaimed lecturer, activist, and author with six New York Times bestsellers. Her books include Tears to Triumph, A Return to Love, A Year of Miracles, The Law of Divine Compensation, The Gift of Change, The Age of Miracles, Everyday Grace, A Woman's Worth, Illuminata, and A Course in Weight Loss. She has been a popular guest on television programs such as Oprah and Good Morning America."
  },
  {
    "id": 271,
    "name": "Jimi Hendrix",
    "link": "https://www.goodreads.com/author/show/7268.Jimi_Hendrix",
    "image": "https://images.gr-assets.com/authors/1207679011p5/7268.jpg",
    "born": "Seattle, Washington, The United States",
    "web": "http://www.jimihendrix.com/index.php",
    "bio": "Jimi Hendrix was an American guitarist, singer and songwriter. Hendrix is considered one of the greatest and most influential guitarists in rock music history. After initial success in Europe, he achieved fame in the USA following his 1967 performance at the Monterey Pop Festival. Later, Hendrix headlined the iconic 1969 Woodstock Festival.Hendrix helped develop the technique of guitar feedback with overdriven amplifiers. He was influenced by blues artists such as B.B. King, Muddy Waters, Albert King, and Elmore James, rhythm and blues and soul guitarists Curtis Mayfield, Steve Cropper, as well as by some modern jazz.Carlos Santana has suggested that Hendrix's music may have been influenced by his Native American heritage. As a record produ"
  },
  {
    "id": 272,
    "name": "Aristotle",
    "link": "https://www.goodreads.com/author/show/2192.Aristotle",
    "image": "https://images.gr-assets.com/authors/1651532053p5/2192.jpg",
    "born": "Stageira, Greece",
    "web": "",
    "bio": "Aristotle (384–322 B.C.) numbers among the greatest philosophers of all time. Judged solely in terms of his philosophical influence, only Plato is his peer: Aristotle's works shaped centuries of philosophy from Late Antiquity through the Renaissance, and even today continue to be studied with keen, non-antiquarian interest. A prodigious researcher and writer, Aristotle left a great body of work, perhaps numbering as many as two-hundred treatises, from which approximately thirty-one survive. His extant writings span a wide range of disciplines, from logic, metaphysics and philosophy of mind, through ethics, political theory, aesthetics and rhetoric, and into such primarily non-philosophical fields as empirical biology, where he excelled at d"
  },
  {
    "id": 273,
    "name": "Alfred Lord Tennyson",
    "link": "https://www.goodreads.com/author/show/13638502.Alfred_Tennyson",
    "image": "https://images.gr-assets.com/authors/1454788521p5/13638502.jpg",
    "born": "Somersby, Lincolnshire, England",
    "web": "",
    "bio": "Alfred Tennyson, invariably known as Alfred Lord Tennyson on all his books, was born in Somersby, Lincolnshire, the fourth of the twelve children of George Tennyson, clergyman, and his wife, Elizabeth. In 1816 Tennyson was sent to Louth Grammar School, which he disliked so intensely that from 1820 he was educated at home until at the age of 18 he joined his two brothers at Trinity College, Cambridge and with his brother Charles published his first book, Poems by Two Brothers the same year. His second book, Poems Chiefly Lyrical was published in 1830. In 1833, Tennyson's best friend Arthur Henry Hallam, who was engaged to his sister, died, inspiring some of his best work including In Memoriam, Ulysses and the Passing of Arthur.In 1850, follo"
  },
  {
    "id": 274,
    "name": "Charles J. Sykes",
    "link": "https://www.goodreads.com/author/show/1962.Charles_J_Sykes",
    "image": "https://images.gr-assets.com/authors/1306363644p5/1962.jpg",
    "born": "Seattle",
    "web": "",
    "bio": ""
  },
  {
    "id": 275,
    "name": "Socrates",
    "link": "https://www.goodreads.com/author/show/275648.Socrates",
    "image": "https://images.gr-assets.com/authors/1390145726p5/275648.jpg",
    "born": "Athens, Greece",
    "web": "",
    "bio": "The philosopher Socrates remains, as he was in his lifetime (469–399 B.C.E.), an enigma, an inscrutable individual who, despite having written nothing, is considered one of the handful of philosophers who forever changed how philosophy itself was to be conceived. All our information about him is second-hand and most of it vigorously disputed, but his trial and death at the hands of the Athenian democracy is nevertheless the founding myth of the academic discipline of philosophy, and his influence has been felt far beyond philosophy itself, and in every age. Because his life is widely considered paradigmatic for the philosophic life and, more generally, for how anyone ought to live, Socrates has been encumbered with the admiration and emulat"
  },
  {
    "id": 276,
    "name": "Nicolas Chamfort",
    "link": "https://www.goodreads.com/author/show/308646.Nicolas_Chamfort",
    "image": "https://images.gr-assets.com/authors/1420504765p5/308646.jpg",
    "born": "Clermont-Ferrand, Auvergne, France",
    "web": "",
    "bio": "Sébastien-Roch Nicolas, also known as Chamfort was a French writer, best known for his witty epigrams and aphorisms. He was secretary to Louis XVI's sister, and of the Jacobin club."
  },
  {
    "id": 277,
    "name": "Henri Nouwen",
    "link": "https://www.goodreads.com/author/show/4837.Henri_J_M_Nouwen",
    "image": "https://images.gr-assets.com/authors/1198543648p5/4837.jpg",
    "born": "Nijkerk, Netherlands",
    "web": "http://www.HenriNouwen.org",
    "bio": "Henri Jozef Machiel Nouwen (Nouen), (1932–1996) was a Dutch-born Catholic priest and writer who authored 40 books on the spiritual life.Nouwen's books are widely read today by Protestants and Catholics alike. The Wounded Healer, In the Name of Jesus, Clowning in Rome, The Life of the Beloved, and The Way of the Heart are just a few of the more widely recognized titles. After nearly two decades of teaching at the Menninger Foundation Clinic in Topeka, Kansas, and at the University of Notre Dame, Yale University and Harvard University, he went to share his life with mentally handicapped people at the L'Arche community of Daybreak in Toronto, Canada. After a long period of declining energy, which he chronicled in his final book, Sabbatical Jou"
  },
  {
    "id": 278,
    "name": "Charles W. Eliot",
    "link": "https://www.goodreads.com/author/show/4398096.Charles_William_Eliot",
    "image": "https://images.gr-assets.com/authors/1312422304p5/4398096.jpg",
    "born": "Boston, Massachusetts, The United States",
    "web": "",
    "bio": "Charles William Eliot was an American academic who was selected as Harvard's president in 1869. He transformed the provincial college into the preeminent American research university. Eliot served the longest term as president in the university's history."
  },
  {
    "id": 279,
    "name": "Markus Herz",
    "link": "https://www.goodreads.com/author/show/5249608.Markus_Herz",
    "image": "https://images.gr-assets.com/authors/1424985471p5/5249608.jpg",
    "born": "Germany",
    "web": "",
    "bio": "Markus Herz (also Marcus Herz), was a German physician and lecturer on philosophy."
  },
  {
    "id": 280,
    "name": "Isaac Asimov",
    "link": "https://www.goodreads.com/author/show/16667.Isaac_Asimov",
    "image": "https://images.gr-assets.com/authors/1341965730p5/16667.jpg",
    "born": "Petrovichi, Russian Federation",
    "web": "http://www.asimovonline.com/",
    "bio": "Isaac Asimov was a Russian-born, American author, a professor of biochemistry, and a highly successful writer, best known for his works of science fiction and for his popular science books.Professor Asimov is generally considered one of the most prolific writers of all time, having written or edited more than 500 books and an estimated 90,000 letters and postcards. He has works published in nine of the ten major categories of the Dewey Decimal System (lacking only an entry in the 100s category of Philosophy).Asimov is widely considered a master of the science-fiction genre and, along with Robert A. Heinlein and Arthur C. Clarke, was considered one of the \"Big Three\" science-fiction writers during his lifetime. Asimov's most famous work is t"
  },
  {
    "id": 281,
    "name": "William Styron",
    "link": "https://www.goodreads.com/author/show/7565.William_Styron",
    "image": "https://images.gr-assets.com/authors/1490146642p5/7565.jpg",
    "born": "Newport News, Virginia, The United States",
    "web": "",
    "bio": "William Styron (1925–2006), born in Newport News, Virginia, was one of the greatest American writers of his generation. Styron published his first book, Lie Down in Darkness, at age twenty-six and went on to write such influential works as the controversial and Pulitzer Prize–winning The Confessions of Nat Turner and the international bestseller Sophie’s Choice."
  },
  {
    "id": 282,
    "name": "Lemony Snicket",
    "link": "https://www.goodreads.com/author/show/36746.Lemony_Snicket",
    "image": "https://images.gr-assets.com/authors/1199734355p5/36746.jpg",
    "born": "San Francisco, The United States",
    "web": "",
    "bio": "Lemony Snicket had an unusual education and a perplexing youth and now endures a despondent adulthood. His previous published works include the thirteen volumes in A Series of Unfortunate Events, The Composer is Dead, and 13 Words. His new series is All The Wrong Questions.For A Series of Unfortunate Events:www.lemonysnicket.comFor All The Wrong Questions:www.lemonysnicketlibrary.com"
  },
  {
    "id": 283,
    "name": "C.E.M. Joad",
    "link": "https://www.goodreads.com/author/show/5991490.C_E_M_Joad",
    "image": "https://images.gr-assets.com/authors/1345505812p5/5991490.jpg",
    "born": "Durham, The United Kingdom",
    "web": "http://en.wikipedia.org/wiki/C._E._M._Joad",
    "bio": "Cyril Edwin Mitchinson Joad (August 12, 1891 – April 9, 1953) was an English philosopher and broadcasting personality. He is most famous for his appearance on The Brains Trust, an extremely popular BBC Radio wartime discussion programme. He managed to popularise Philosophy and became a celebrity, before his downfall in the Train Ticket Scandal of 1948."
  },
  {
    "id": 284,
    "name": "Lisa Kleypas",
    "link": "https://www.goodreads.com/author/show/27847.Lisa_Kleypas",
    "image": "https://images.gr-assets.com/authors/1288899037p5/27847.jpg",
    "born": "Texas, The United States",
    "web": "http://www.lisakleypas.com/",
    "bio": "LISA KLEYPAS is the RITA award-winning author of 21 novels. Her books are published in fourteen languages and are bestsellers all over the world. She lives in Washington State with her husband and two children."
  },
  {
    "id": 285,
    "name": "Rita Mae Brown",
    "link": "https://www.goodreads.com/author/show/23511.Rita_Mae_Brown",
    "image": "https://images.gr-assets.com/authors/1209493600p5/23511.jpg",
    "born": "Hanover, Pennsylvania, The United States",
    "web": "http://www.ritamaebrownbooks.com/",
    "bio": "Rita Mae Brown is a prolific American writer, most known for her mysteries and other novels (Rubyfruit Jungle). She is also an Emmy-nominated screenwriter.Brown was born illegitimate in Hanover, Pennsylvania. She was raised by her biological mother's female cousin and the cousin's husband in York, Pennsylvania and later in Ft. Lauderdale, Florida.Starting in the fall of 1962, Brown attended the University of Florida at Gainesville on a scholarship. In the spring of 1964, the administrators of the racially segregated university expelled her for participating in the civil rights movement. She subsequently enrolled at Broward Community College[3] with the hope of transferring eventually to a more tolerant four-year institution.Between fall 196"
  },
  {
    "id": 286,
    "name": "Laurel Thatcher Ulrich",
    "link": "https://www.goodreads.com/author/show/9639.Laurel_Thatcher_Ulrich",
    "image": "https://images.gr-assets.com/authors/1225603389p5/9639.jpg",
    "born": "Sugar City, Idaho, The United States",
    "web": "",
    "bio": "Laurel Thatcher Ulrich is 300th Anniversary University Professor at Harvard University. She is the author of Good Wives: Image and Reality in the Lives of Women in Early New England, 1650-1750 (1982) and A Midwife's Tale: The Life of Martha Ballard Based on Her Diary, 1785-1812 (1990) which won the Pulitzer Prize for History in 1991 and became the basis of a PBS documentary. In The Age of Homespun: Objects and Stories in the Making of an American Myth (2001), she has incorporated museum-based research as well as more traditional archival work. Her most recent book is Well-behaved Women Seldom Make History (2007). Her major fields of interest are early American social history, women's history, and material culture. Professor Ulrich's work is"
  },
  {
    "id": 287,
    "name": "Henry Wadsworth Longfellow",
    "link": "https://www.goodreads.com/author/show/2697.Henry_Wadsworth_Longfellow",
    "image": "https://images.gr-assets.com/authors/1211861766p5/2697.jpg",
    "born": "Portland, Maine, The United States",
    "web": "",
    "bio": "Henry Wadsworth Longfellow was an American poet whose works include \"Paul Revere's Ride\", The Song of Hiawatha, and \"Evangeline\". He was also the first American to translate Dante Alighieri's The Divine Comedy and was one of the five members of the group known as the Fireside Poets.Longfellow was born in Portland, Maine, and studied at Bowdoin College. After spending time in Europe he became a professor at Bowdoin and, later, at Harvard College. His first major poetry collections were Voices of the Night (1839) and Ballads and Other Poems (1842). Longfellow retired from teaching in 1854 to focus on his writing, though he lived the remainder of his life in Cambridge, Massachusetts, in a former headquarters of George Washington.Longfellow pre"
  },
  {
    "id": 288,
    "name": "Marlene Dietrich",
    "link": "https://www.goodreads.com/author/show/459689.Marlene_Dietrich",
    "image": "https://images.gr-assets.com/authors/1215577909p5/459689.jpg",
    "born": "Berlin, Germany",
    "web": "",
    "bio": "Marlene Dietrich (1901-1992) was a German-born actress and singer.Dietrich remained popular throughout her long career by continually re-inventing herself. In 1920s Berlin, she acted on the stage and in silent films. Her performance as Lola-Lola in The Blue Angel, directed by Josef von Sternberg, brought her international fame and a contract with Paramount Pictures in the US. Hollywood films such as Shanghai Express and Desire capitalised on her glamour and exotic looks, cementing her stardom and making her one of the highest paid actresses of the era. Dietrich became a US citizen in 1937- during World War II, she was a high-profile frontline entertainer. Although she still made occasional films in the post-war years, Dietrich spent most of"
  }
]
